{"sentences": ["SPEECH The banking channel of monetary policy tightening in the euro area Remarks by Philip R. Lane, Member of the Executive Board of the ECB, at the Panel Discussion on Banking Solvency and Monetary Policy, Summer Institute 2023 Macro, Money and Financial Frictions Cambridge, Massachussetss, 12 July 2023 1 ] I will focus in this speech on the banking channel of monetary policy.", "[ Starting in December 2021 with the announcement that net purchases under the pandemic emergency purchase programme (PEPP) would end in March 2022, the ECB has been tightening its monetary policy stance in response to the extraordinary surge in inflation amid the pandemic shutdowns, supply bottlenecks and, most importantly, the energy crisis triggered by Russia's unjustified war against Ukraine.", "For a given inflation outlook, the appropriate level and duration of a restrictive monetary policy stance depends on how powerfully and how quickly the economy responds to the tightening of monetary policy.", "In view of the predominant role of the banking system in credit provision in the euro area, how banks respond to monetary policy is a central issue in assessing the strength of the transmission mechanism.", "Accordingly, in our data-dependent approach to calibrating monetary policy, assessing the strength of the banking channel of monetary policy tightening is a first-order task for the ECB.", "I will discuss some of the challenges in forming a quantitative assessment of monetary policy transmission via the banking channel.", "[ First, I will briefly review the various channels through which banks affect the transmission process.", "Second, I will assess how the considerable amount of monetary policy tightening injected over the last year is being transmitted in the euro area.", "The bank-based transmission of monetary policy Monetary policy affects investment and consumption decisions by setting the level of market interest rates and thereby steering borrowing costs across all economic sectors: this is the \"cost-of-capital\" channel.", "When banks pass on changes in the policy rate to their borrowers, the real economy is affected via the investment and production plans of firms, as well as through the decisions of households to financing consumption and real estate.", "Since for many firms and households the interest rates that matter most are the lending rates and deposit rates set by banks, the pass-through of policy rates to bank lending and deposit rates is a basic step in monetary policy transmission.", "In addition to the transmission via interest rates, there are amplification mechanisms that work via the cost, the availability, and the quality of credit and that are able to generate relatively large real effects even with relatively small monetary policy changes.", "The main amplification mechanisms operating via banks are the balance sheet channel, the bank lending channel and the risk-taking channel.", "The balance-sheet channel of monetary policy predicts that a policy rate hike tends to compress asset prices and weaken activity, thus lowering the net worth of borrowers.", "[ This translates into a reduced capacity to raise external funding for firms: the increase in the external finance premium faced by borrowers due to a decline in net worth and pledged collateral decreases spending and investment by more than what is predicted by a short-term policy rate change in a framework abstracting from the balance sheet channel.", "The same channel also affects households whose net worth is closely linked to house prices.", "The lower value of collateral during a policy tightening therefore triggers higher credit risk and tighter credit conditions for both firms and households.", "The bank-lending channel focuses on the impact of policy tightening on the supply of bank loans to the economy.", "First, the supply of loans offered by banks is adversely affected by monetary policy tightening via an increase in bank funding costs.", "[ Second, borrower-lender agency costs further reduce the willingness of banks to lend during periods of higher monetary policy rates or lower economic activity.", "[ Third, bank balance sheet constraints amplify the contraction in credit availability brought about by policy tightening.", "[ Broadly speaking, higher interest rates increase the opportunity cost of holding the most liquid assets - overnight deposits - compared with less liquid assets such as term deposits or securities.", "Moreover, the unwinding of asset purchases and long-term refinancing operations currently lead to a direct decline in the liquidity available to banks, limiting their capacity to supply credit.", "[ The third amplification mechanism is the risk-taking channel of monetary policy.", "[ This is the channel through which banks are incentivised to make riskier investments in an environment of lower interest rates, which reduces incentives to engage in costly monitoring.", "[ In addition, asset purchases programmes extract duration risk from the market, increasing the relative attractiveness of riskier investments and therefore triggering a portfolio rebalancing that ultimately leads to a reallocation towards real investments.", "[ As such, during the period of highly accommodative monetary policy, this may have led banks to build up a stock of risky investments.", "The opposite dynamic may not be operating, as declining risk tolerance can lead to a contraction in the supply of credit.", "[ Each of the components of the banking channel can interact with each other and generate self-reinforcing mechanisms that further amplify the impact of the initial policy impulse on credit conditions.", "For instance, following a monetary policy tightening, decreased bank risk tolerance coupled with weaker borrower net worth may affect bank profitability and capital and therefore amplify supply constraints via the bank lending channel.", "Moreover, general equilibrium effects also interact with the bank lending channel.", "Strong economic conditions can provide countervailing factors that attenuate the impact of monetary policy, while weak macroeconomic conditions may amplify the strength of monetary policy tightening.", "[ In particular, as aggregate demand falls in response to higher interest rates, banks face both lower demand for loans and a deterioration in borrower credit risk which further weigh on bank balance sheets.", "These additional factors may further strengthen the bank lending channel of monetary policy.", "This brief review of the role of banks in monetary policy transmission has highlighted that the balance sheet channel, the bank lending channel, and the risk-taking channel may be relevant in the transmission of the current hiking cycle.", "In addition, amongst other mechanisms, the rise in bank funding costs and the drop in liquidity may lead to a contraction in credit supply, adversely affecting bank-dependent firms and households.", "Next, I will review the incoming evidence on the strength of monetary policy transmission via the banking system during the current tightening cycle.", "Measuring the banking channel of monetary policy tightening I now turn to an assessment of the incoming information on how the banking channel is operating during the current tightening cycle in the euro area.", "In June 2022, the ECB announced that it would start to increase its policy rates from July onwards.", "However, it had already started unwinding its highly accommodative monetary policy stance in December 2021, by announcing a step-by-step reduction in the pace of net asset purchases, which pushed up yields of longer-dated assets from early 2022 onwards.", "Against the backdrop of the tightening of monetary policy, the pass-through to bank funding costs has (Chart 1).", "[ proceeded rapidly, most notably for yields on bank bonds Deposit rates contained the rise in the interest rate expenses of banks during the initial phase of the tightening cycle.", "This initial sluggishness was in part driven by an atypical configuration of interest rates during the negative rates period, in which many banks kept deposit rates higher than the policy rate (Chart 2, right panel).", "After this initial period, interest rates on term deposits have followed the policy rate, while the remuneration of overnight deposits has remained lower.", "Overall, these patterns were also seen in past periods of positive interest rates (Chart 2, left panel).", "The limited increase in overnight deposit rates has incentivised depositors to rebalance their portfolios towards time deposits, after the prolonged period of low interest rates and low term premia in which the opportunity cost of holding overnight deposit had been negligible.", "Comparing developments in the euro area and the United States, while the pass-through to overnight deposit rates is limited in both jurisdictions, the transmission to time deposits has been considerably stronger in the euro area (Chart 2).", "Euro area bank funding costs Sources: ECB (BSI, MIR), IHS Markit iBoxx and ECB calculations.", "Notes: Daily bank bond yields.", "Monthly deposit rates on new business volumes weighted by outstanding amounts.", "Composite funding cost, calculated as a weighted average of the cost of deposits and market debt funding, with the respective outstanding amounts on bank balance sheets used as weights.", "The latest observations are 4 July 2023 for bond yields and May 2023 for BSI and MIR.", "Deposit rate pass-through in the euro area and the United States (percentages per annum) Sources: ECB (MIR, FM), RateWatch, FDIC and ECB calculations.", "Notes: US policy rate is the Federal Fund Rate.", "Left panel: time deposits are the average rate on a 12-month CD with a minimum of USD10,000.", "Checking rates are the average rate on a USD 2,500 minimum checking account.", "Right panel: time deposits are national rates on 12-month CD for non-jumbo deposits (< USD 100,000).", "Checking rates are national rates on non-jumbo deposits.", "The ECB policy rate is the MRO up to May 2014 and the DFR thereafter.", "The latest observations are June 2023 for policy rates and May 2023 for deposit rates.", "In addition to the increases in the key policy interest rates, the gradual unwinding of the asset purchase programme (APP) and the phase-out of targeted longer-term refinancing operations (TLTRO III) have also played a role in the transmission of monetary policy through banks.", "[ In February this year, we moved to partial reinvestments under the APP before fully ending reinvestments in July.", "The ensuing decline in bonds held by the Eurosystem reduces the amount of duration extraction associated with the outstanding bond portfolio, and thereby increases term premia.", "The resulting increase in long-term interest rates pushes up the pricing of bank loans, ultimately increasing lending rates for firms and households.", "In addition, the higher yields on bonds increase their attractiveness as an investment for banks, reducing their incentives to supply loans.", "Impact of the ECB's monetary policy asset portfolio and TLTRO III on bank lending (net percentages) Sources: ECB Bank Lending Survey (BLS).", "Notes: Chart shows the net percentage of banks reporting that changes in the ECB's monetary policy asset portfolio and TLTRO III had (a) a positive impact on lending volumes and (b) contributed to an increase in their liquidity over the relevant six-month period.", "The final period denotes expectations.", "The latest observation for the BLS is the first quarter of 2023.", "The phase out of TLTRO III has led banks to partially substitute TLTRO loans with more expensive sources of funding.", "While a large share of the voluntary early repayments at the end of last year and early this year was financed out of outstanding excess liquidity, banks have been more recently raising alternative funding to cover maturing TLTRO loans, in particular in light of the large amount which matured in June.", "The need to replace TLTRO funding requires the issuance of more costly bonds and leads to greater competition in deposit markets to attract funding.", "Furthermore, the recalibration of TLTRO in October 2022 increased the cost of TLTRO borrowing, and restored incentives for voluntary early repayments.", "The resulting increase in bank funding costs put upward pressure on lending rates and downward pressure on credit supply.", "Moreover, the winding down of both the TLTROs and the asset purchases has contributed to a rapid reduction in the central bank excess liquidity available to banks.", "The combined effect of this outright reduction in liquidity adds downward pressure on the supply of credit by banks, as already evident in survey data (Chart 3).", "In contrast to the expansion phase, banks now report that the ECB monetary policy asset portfolio and the TLTRO III programme are associated with lower expected lending volumes, as well as tighter expected credit standards and more restrictive terms and conditions.", "Turning to the lending rates for firms, the pass-through of tighter monetary policy to overall financing conditions has been strong.", "Higher bank funding costs translated into a strong increase in lending rates to non-financial corporations, although spreads relative to risk-free rates were somewhat compressed.", "Lending rates started to increase in June 2022 ahead of the first ECB rate hike.", "Compared with past hiking cycles, the current campaign has seen the most prominent lending rate increase in the euro area - in terms of both speed and magnitude, also reflecting the unprecedented speed and magnitude of policy rate increases (Chart 4).", "At the same time, loan volumes in the euro area have weakened sharply starting from the end of 2022. Credit flows have remained stagnant on aggregate for loans and bonds, with some substitution between the two sources of financing (Chart 5, left panel).", "The weakening in credit has been stronger than in past hiking cycles and, while this is partly driven by the unprecedented pace of policy tightening, a model- based simulation confirms that loan volumes turned around faster than what would have been expected based on historical regularities, given the path of monetary policy hikes since December 2021 (Chart 5, right panel).", "Lending rates to firms across hiking cycles (x-axis: years; y-axis: cumulative changes in percentage points) Sources: ECB (MIR) and ECB calculations.", "Notes: The ECB relevant policy rate is the Lombard rate up to December 1998, the MRO up to May 2014 and the DFR thereafter.", "t marks the start of each hiking cycle.", "The latest observations are May 2023 for lending rates and June 2023 for the policy rate.", "Firm debt financing flows and BVAR simulation of changes in lending volumes (left panel: average monthly flows in EUR billions; right panel: x-axis: years, y-axis: growth rate of credit in deviation from its growth rate at the start of the cycle (t), in percentage points) Sources: ECB (BSI, CSEC) and ECB calculations.", "Notes: MFI loans are adjusted for sales and securitisation and cash pooling.", "The seasonal adjustment of the net issuance of debt securities is not official.", "Starting months correspond to the month immediately preceding the first hike or explicit announcement of the hike of the cycle.", "The dotted line corresponds to a BVAR counterfactual for lending volumes, taking December 2021 as the last observation and projecting volumes conditional on the path of monetary policy rates.", "The type of BVAR used is the one by Altavilla Giannone, and Lenza (2016).", "The latest observations are for May 2023.", "The current tightening cycle has been broadly synchronised among major advanced economies but the downturn in lending dynamics has been starker in the euro area than in the United States, despite the later start of the hiking cycle and smaller magnitude of rate hikes to date (Chart 6, right panel).", "In both the euro area and the United States, the weakening of loan volumes was associated with a strong tightening of credit standards, as reported by banks in the euro area Bank Lending Survey (BLS), and in the US Senior Loan Officer Opinion Survey (SLOOS) (Chart 6, left panel).", "This evidence points to tighter loan supply in both economies.", "This tightening combines the reversal of previously highly accommodative conditions and the further shift into more restrictive territory in recent times.", "Change in credit standards and corporate loan dynamics for United States and the euro (left panel: net percentages, right panel: left: three-month annualised growth rates, right: percentages per annum) Sources: Haver analytics and ECB (BLS, BSI).", "Notes: Credit standards for the United States correspond to the Senior Loan Officer Opinion Survey on bank lending practices, net percentage of domestic respondents tightening standards for Commercial and Industrial loans for large and medium banks.", "The right panel shows loans and leases of domestically chartered banks for the United States.", "The latest observations are for the first quarter of 2023 for credit standards, May 2023 for loans and June 2023 for rates.", "Of course, loan volumes and lending rates are the product of both credit demand and credit supply forces.", "Establishing the respective contributions is crucial to understand the underlying sources of credit fluctuations, even if the underlying credit demand and credit supply schedules are unobservable.", "While the evidence from surveys and aggregate data is useful in showing in which direction credit conditions are travelling more broadly, confounding factors might pose difficulties in interpreting aggregate measures.", "Indeed, looking at historical regularities, there is a clear positive correlation between lower bank-level loan demand and the tightening of credit standards.", "This is due to several factors.", "For instance, firms may ask for fewer loans when their expectations on the economy deteriorate.", "This may lead to an overestimation of the role of credit supply if credit demand is not properly estimated.", "At the same time, banks may informally discourage their clients from applying for loans and therefore not explicitly reject them.", "In this case, considering only the part of credit supply that is not related to credit demand would be an overly conservative approach that captures only part of the actual change in credit supply.", "Increased cost of market-based financing and the phase-out of TLTROs has led to a contraction in bank credit supply (Chart 7, left panel).", "Empirical analysis that uses granular data to control for broader demand conditions and thereby extracts a pure supply shock finds that both the reduction in TLTRO funds and the increase in bank bond yields lead to a significant reduction in loan supply.", "Specifically, the empirical estimates suggest that the decline in TLTRO since the recalibration in October 2022 reduced quarterly loan growth by about 0.5 percentage points, while the average increase in bank bond yields since the first rate hike in July 2022 led to a 1.1 percentage point lower quarterly loan growth.", "Drivers of loan supply restrictions and Loan Supply Indicator (left: percentage points, right: index) Sources: ECB (AnaCredit, iBSI, MOPDB), IHS Markit iBoxx, and ECB calculations.", "Notes: Coefficients from a regression of three-months ahead loan supply shocks (as in Amiti and Weinstein 2018), on TLTRO over assets, and level of bank bond yields, and bank fixed effects and country-time fixed effects.", "Standard error clustered at the country-time level.", "The right panel shows the Loan Supply Indicator (LSI) as in Altavilla, Darracq-Paries and Nicoletti (2019) and a smoothed version of it.", "[ The latest observations are November 2022 for the left chart and the first quarter of 2023 for the LSI.", "The role of credit supply can also be isolated by using soft information from surveys.", "Individual replies to the Bank Lending Survey can be used to construct a Loan Supply Indicator (LSI) that purges credit standards from changes in loan demand and prevailing macroeconomic conditions (Chart 7, right panel).", "This indicator allows us to gauge how much of the observed slowdown in credit conditions is due to supply effects over and above the impact of monetary policy on credit demand.", "The indicator shows a marked contraction in loan supply since the start of the tightening cycle.", "This shift in loan supply conditions is even more remarkable in view of the highly accommodative loan supply environment in the years before the pandemic.", "Credit supply restrictions typically lead to a significant drop in real economic activity.", "Augmenting a macro- financial empirical model with the LSI indicates that a credit supply shock leading to a 1 percentage point decline in loan volumes results in a 0.3 percentage point reduction in real GDP (Chart 8).", "A meta-analysis shows that this quantification is in line with the results of other empirical studies that use different models and cover different sample periods and jurisdictions.", "Overall, the results indicate that a credit supply shock leads to a contraction in the volume of credit intermediated by banks that in turn generates a substantial reduction in output, compared to the baseline path.", "Notes: The chart shows the distribution of the impact on real GDP of a credit supply shock across studies.", "The vertical line represents the estimate obtained by using the LSI as an external instrument in a Bayesian vector autoregressive (BVAR) model to quantify the impact of a credit supply shock on real GDP growth.", "The solid blue line shows the kernel density of the distribution of 15 estimates, truncated at the minimum and maximum estimate.", "The x-axis shows the percentage ppomt decline in GDP cumulated over a three-year horizon of a credit supply shock that reduces loan growth by 1 percentage point.", "The median impact across studies is -0.3 percentage point and coincides with the results of the LSI augmented BVAR.", "Factors affecting the strength of the banking channel Let me now discuss potential factors that in the current environment can either attenuate or amplify the banking channel of monetary policy, starting with three specific characteristics of this policy cycle.", "First, the current tightening consists of both permanent and temporary components.", "On the one hand, it involved the unwinding of the extraordinarily supportive monetary policy measures that were in place since 2014 in order to combat chronic below-target inflation and mitigate the downside risks during the pandemic.", "In the absence of new shocks that would drive the economy back towards the lower bound, the policy rate is expected to settle at around two per cent in the medium term and extraordinary measures such as large-scale quantitative easing and targeted lending programmes are not expected to be re- introduced.", "It follows that this normalisation component is expected to be essentially permanent in nature.", "On the other hand, the hike of policy rates into restrictive territory during the first half of this year reflects a more temporary component of the tightening cycle.", "While the ECB will set policy rates at sufficiently restrictive levels for sufficiently long to ensure a timely return of inflation to our medium-term two per cent target, the restrictive component of monetary policy will ultimately be unwound in order to stabilise inflation at our target rather than unleashing a subsequent phase of chronically below-target inflation.", "[ Before the surge in inflation, it had been widely expected that the \"low for long\" policy configuration would have persisted for several more years.", "Hence, the permanent component of the current tightening cycle might amplify the banking channel compared to other tightening episodes which only featured a purely cyclical tightening.", "In particular, banks may more extensively re-assess credit supply policies in reaction to the permanent shift in the underlying monetary policy stance.", "Second, the current environment of ample liquidity alters the mechanics of the monetary tightening relative to previous tightening cycles that took place within policy frameworks in which the banking system operated with a structural liquidity deficit.", "While the ECB balance sheet is shrinking, the de facto operational framework for monetary policy is still underpinned by ample liquidity whereby the deposit facility rate determines money market conditions.", "[ The movement of the DFR into positive territory may induce a \"cold potato\" effect, in that banks are incentivised to hold on to funds as the DFR is now positive, contrasting with the period of negative interest rates.", "[ At the same time, the significant decline in excess liquidity as a result of the contraction in the ECB balance sheet may lead to greater heterogeneity in money market conditions, especially since the distribution of the excess liquidity is uneven across banks.", "In turn, this means that the responses to rate hikes are likely to be increasingly heterogeneous across euro area banks and across member countries, with associated implications for the overall impact of monetary policy tightening on the aggregate euro area economy.", "[ Third, the strength of the banking channel of monetary policy plausibly differs across supply-driven and demand-driven inflationary episodes.", "The fading of a temporary demand shock is associated with lower incomes and output, amplifying the transmission of monetary policy through the banking channel.", "In contrast, the fading out of temporary supply shocks boosts incomes and supply capacity.", "Currently, this is the case for the reversal of the surge in energy prices, the easing of supply chain bottlenecks, as well as the post-pandemic re-normalisation of sectoral supply and demand conditions.", "In one direction, the unwinding of a temporary supply shock puts downward pressure on inflation, reducing the scale of monetary tightening that is required to return inflation to the medium-term target in a timely manner.", "[ In the other direction, the recovery in incomes attenuates some of the transmission mechanisms via the banking sector, which should also be taken into account in the calibration of monetary policy.", "We can turn to asking which factors can affect the effectiveness of our monetary policy, through these various channels.", "In general, all else equal, there has been a substantial reduction in financial tail risks on account of the improvements in the balance sheets of firms and households that were generated by pandemic-related fiscal transfers and the excess savings accumulated during pandemic shutdowns.", "The curtailment of tail risks means that monetary policy is more likely to transmit in an orderly manner, rather than be disrupted by the emergence of systemic financial stress.", "Indeed, the health of the balance sheets of euro area firms and households is reflected in the only-limited deterioration in borrower defaults observed so far in this tightening cycle.", "For firms, in addition to the aggregate improvement in balance sheets, relatively high profits over the last year and elevated liquid holdings could act as possible countervailing factors.", "However, there is substantial variation across firms.", "The data show that the firms with higher profit growth and higher accumulated cash tend to be those with relatively lower leverage.", "In other words, the aforementioned possible mitigating factors would not benefit firms that most need them: highly leveraged firms still remain exposed to credit tightening.", "Moreover, the expected moderation of firm profits over time could strengthen transmission.", "In addition, granular data suggest that younger and smaller firms have been disproportionately affected by the decline in bank lending (Chart 9).", "Historically, such firms have been the first to suffer contractionary credit supply shocks.", "The more substantial contraction of lending dynamics for young and small firms can be interpreted as an indicator of a broader credit supply tightening, where banks start protecting their balance sheets against a deterioration of the payment capacity of borrowers.", "Given the risk of adverse selection, banks opt to reduce credit supply volumes rather than simply raise lending rates.", "[ Furthermore, the finding that smaller firms have seen a larger tightening of credit standards is particularly relevant in view of the central role that SMEs play in the transmission of monetary policy in the euro area, particularly through the bank lending channel.", "Such firms, which account for a large share of employment in the euro area, tend to be more reliant on banks for lending and thus are more likely to experience funding shocks when banks restrict supply.", "[ Bank loan volumes of fringe firms relative to the total market since the policy hike (ratios to overall market developments) Sources: ECB (CSEC, AnaCredit, RIAD), Orbis and ECB calculations.", "Notes: The chart compares loan rate and volume dynamics of small and young firms relative to general market movements around the start of the hiking cycle in July 2022 based on merged AnaCredit-Orbis data.", "The series are standardised by overall market developments in rates and volumes, and subsequently to unity at the start of the hiking cycle.", "The latest observation is for March 2023.", "In assessing the impact of monetary policy tightening on both broader credit risks and the funding environment, the growing interconnections between non-bank financial intermediaries and the euro area banking system require close monitoring.", "[ These links account for nine percent of total assets and 14 per cent of total liabilities of significant banks in the euro area on average.", "It follows that shocks to the non-bank financial sector could increase the credit risks and/or the funding costs of the euro area banking system.", "In particular, since higher interest rates broadly reduce the value of assets held by non-bank financial intermediaries and increase the funding costs of firms that are dependent on market-based financing, these interconnections represent an important channel through which monetary policy tightening affects the euro area banking system.", "Furthermore, since non-banks have become increasingly significant credit providers in recent years (especially in some market segments), a contraction in credit supply by non-banks should be incorporated in an overall assessment of monetary transmission, in addition to credit supply intermediated by banks.", "[ On the household side, the changing composition of household balance sheets may affect the strength of the transmission of monetary tightening via banks.", "In one direction, gross debt to income ratios, which measure debt servicing capacity, are now higher than in the 2000 and the 2005 tightening episodes, which would tend to strengthen transmission (Chart 10).", "In the other direction, there is a now a higher share of fixed rate mortgages across the euro area, which could reduce the speed of transmission through the cash-flow channel.", "However, looking at how the current rate increases have translated into higher rates on the stock of mortgages, the difference relative to the past hikes does not seem substantial.", "In other words, there is no evidence of a more muted pass-through of higher rates to overall mortgage lending.", "In relation to the interconnection between housing markets and the banking channel, residential property makes up a high portion of household wealth.", "Data for the first quarter of 2023 show a marked slowdown in the annual growth rate of nominal house prices for the aggregate euro area and outright nominal price declines in some countries.", "[ Reflecting this, the contribution of changes in real estate asset holdings towards the growth in household net worth has declined.", "The adverse impact of declining asset values on household net worth suggests a more powerful balance sheet channel, with banks more reluctant to offer mortgages or other credit to home-owning households.", "Looking more broadly at household balance sheets, households in the aggregate now hold much higher stocks of liquid financial assets.", "However, the real value of money holdings has been eroded through inflation, while capital losses have been incurred on bond holdings.", "Despite this, data for the first quarter saw a rebound in the annual growth rate of the net worth of the household, partially driven by improvements in equity prices during the quarter.", "In terms of distribution across households, liquid financial assets are mostly owned by higher-income households, such that many households cannot draw down liquid financial assets to counter-balance any pressure through debt channels.", "Household balance sheet indicators Sources: Eurostat, ECB (QSA) and ECB calculations.", "The latest observation is for the fourth quarter of 2022.", "Moving to the bank lending channel, bank capital and liquidity positions, as well as the duration of their asset portfolios, affect the strength of transmission.", "Ample capital and liquidity buffers, high profitability and appropriate credit risk management are important to maintain the orderly transmission of monetary policy.", "Indeed, these factors enabled the euro area banking system to withstand the market turmoil of March 2023 without a severe dislocation of credit supply.", "In general, compared to the past, financial stability risks are now more closely monitored by prudential authorities and are also subject to increasing market scrutiny.", "[ Therefore, the actual realisation of financial stress is now less likely compared to a counter- factual in which banks had much lower capital and liquidity positions.", "[ At the same time, since this is in part due to a more cautious attitude of banks to emerging risks, it may contribute to a reduction in credit supply when faced with a sustained weakening of borrower creditworthiness.", "Similarly, a longer duration of the bond portfolios of banks could translate into higher unrealised losses from the fall in bond prices, which may amplify the tightening of monetary policy.", "[ As downward pressure on bank profits from these unrealised losses cumulates and aggregate deposit volumes decrease, banks become increasingly exposed to a tighter liquidity environment and need to step up efforts to secure their deposit bases.", "Alongside this, while increased competition on deposit rates encourages transmission on one side (in relation to dampening demand by households and firms by making it more attractive to hold deposits), there may be an acceleration of the pass-through of the interest rate hikes to deposit rates and broader funding conditions to levels incompatible with the target deposit betas of banks.", "Such deposit betas underpin the asset and liability management choices of banks and commitment to investors, and thus a stronger pass-through may translate into increased perceived banking sector risk and a further reduction in credit supply.", "The strength of the risk-taking channel is underpinned by the higher risk perceptions around the macroeconomic outlook and the lower risk tolerance of individual banks.", "Increasing concerns about the credit worthiness of individual borrowers may test the ability of banks to meet capital targets, inducing a retrenchment from private sector credit.", "According to the BLS, risk perceptions continue to be an important driver of the tightening in credit standards.", "In part, this can reflect a reversal of the impact of the risk-taking channel during the accommodative phases of monetary policy, as risk tolerance declines and risk perceptions remain elevated.", "Lower liquidity on the back of the contraction in the ECB balance sheet compounds this tightening pressure by removing the leeway of banks to rely on outstanding liquidity to meet existing financial obligations and shoulder idiosyncratic shocks.", "Even the net interest income of banks, which has expanded substantially since the start of the tightening cycle and has supported the overall profitability of banks, levelled off in the first quarter of this year, amid a stabilisation in intermediation margins and the stagnation in credit volumes.", "Exposure to commercial real estate (CRE) may also lead to an amplification of monetary policy transmission, particularly if values fall in a sustained manner.", "Increasing funding costs put additional pressure on this sector, which was already vulnerable due to the impact of changing working patterns on the demand for office space.", "[ Moreover, falling CRE asset values would lead to a decline in borrower creditworthiness and collateral values, leaving banks exposed to losses in the event of default.", "This could drive further declines in lending supply, potentially leading to a financial accelerator effect if such firms are particularly financially constrained.", "It should be noted that despite increased CRE risks in the euro area, these are less severe than in the United States, with vacancy rates for euro area CRE lower than those in the United States.", "Let me conclude this part with two higher-level considerations on the strength of monetary transmission via the banking system.", "First, given the global nature of increased inflation, the ECB is not alone in increasing policy rates and there are spillovers from the global rate hikes to euro area banks.", "In particular, we should see spillovers from hikes by the Federal Reserve and other global central banks to the funding costs and liquidity of globally active euro area banks, potentially further amplifying the bank lending channel through global tightening.", "[ Second, while the resilience of the euro area economy may have limited the severity of the credit supply channel by boosting the incomes of firms and households, a downturn or reversal of these factors would amplify the current slowdown in credit.", "In particular, as the cumulative tightening in monetary policy gains further traction, the countervailing impact of these factors will plausibly decline, with fading profits or a slowdown in household incomes amplifying the impact of the credit channel.", "The banking channel is likely to further strengthen in the coming months.", "The typical lags in monetary transmission mean that the full economic impact of the considerable monetary tightening over the last year will only play out over the next couple of years.", "In relation to the banking channel, transmission will continue to strengthen with the ongoing repricing of bank funding, while the repricing of maturing fixed-rate loans will place further upward pressure on aggregate lending rates.", "The decline in liquidity due to the further repayment of TLTRO funds and the shrinking of the APP portfolio will further strengthen transmission via the banking channel in the coming months.", "Furthermore, any deterioration in the macroeconomic environment would also reinforce the banking channel by reducing loan demand and increasing credit risks.", "Non-linear amplification effects could materialise in the event that financial stress emerges either in the euro area or abroad.", "Looking ahead, we will continue to monitor the strength of the banking channel through a range of indicators that draw on both hard and soft information.", "As part of our broad assessment of the banking channel, we examine a wide array of indicators on lending conditions, through information on bank balance sheets, the evolution of lending and deposit rates and survey-based measures.", "Our assessment is driven both by incoming data, but also broader modelling of bank lending conditions to create a forward- looking assessment.", "We combine macro-level data examining aggregate euro area credit developments and micro-level data that allows for variation across banks and different sectors of lending.", "The BLS plays a key role in our analysis, since it allows us to separate the demand and supply components of credit developments.", "The April BLS indicated that the net percentage of banks that further tightened their credit standards on loans to firms in the first quarter was 27 per cent, while the net percentage of banks reporting a decline in demand was 38 per cent.", "These results highlight the role that both credit demand and credit supply are playing during the current tightening cycle.", "The imminent July BLS will provide fresh information on the recent evolution of credit demand and credit supply, while the banks will also report their expectations for credit demand and credit supply for the coming months.", "Accordingly, in combination with the broader banking, financial and economic incoming data, the July BLS will help us to update our assessment of the banking channel of monetary policy tightening.", "12 July 2023  I am grateful to Franziska Huennekes, Lucía Kazarian, Dorian Henricot, Giulio Nicoletti and Conor Parle for their contributions in preparing these remarks.", "For earlier contributions on monetary policy transmission during the current tightening cycle, see also Lane, P.R.", "(2022) \" The Transmission of Monetary Policy \", SUERF, CGEG|COLUMBIA|SIPA, EIB, SOCIÉTÉ GÉNÉRALE conference on \"EU and US Perspectives: New Directions for Economic Policy\", October 11 2022; and Lane, P.R.", "(2023) \" The euro area hiking cycle: an interim assessment \", Dow Lecture at the National Institute of Economic and Social Research, 16 February.", "See Bernanke, B. and Gertler, M. (1989) \"Agency Costs, Net Worth and Business Fluctuations\", American Economic Review, Vol.", "79; Bernanke, B. and Gertler, M. (1995) \"Inside the Black Box: The Credit Channel of Monetary Policy Transmission\", Journal of Economic Perspectives, Vol.", "(1997) \"Credit Cycles\", Journal of Political Economy, Vol.", "105; Bernanke, B., Gertler, M. and Gilchrist, S. (1999) \"The financial accelerator in a quantitative business cycle framework\", Handbook of Macroeconomics.", "See Bernanke, B., and Blinder A.", "(1992) \"The Federal Funds Rate and the Channels of the Monetary Transmission\", American Economic Review Vol.", "(2012) \"Credit Supply and Monetary Policy: Identifying the Bank Balance-Sheet Channel with Loan Applications\".", "The American Economic Review, Vol.", "(1997) \"Financial Intermediation, Loanable Funds and the Real Sector\", The Quarterly Journal of Economics, Vol.", "112; Diamond, D. and Rajan, R. (2011) \"Fear of Fire Sales, Illiquidity Seeking and Credit Freezes\", The Quarterly Journal of Economics, Vol.", "Following monetary policy tightening, the transmission of monetary policy is found to be stronger for poorly capitalised banks (see for example Peek, J. and Rosengren, E. (1995) \"Bank regulation and the credit crunch\", Journal of Banking & Finance, Vol.", "Journal of Money, Credit and Banking, Vol.", "32; Van den Heuvel, S. (2002) \"Does bank capital matter for monetary transmission?\"", "Economic Policy Review, Vol.", "8; Jiménez G. et al (2012) \"Hazardous times for monetary policy: What do twenty-three million bank loans say about the effects of monetary policy on credit-risk taking?\"", "Econometrica), small banks (Kashyap, A. and Stein, J.", "(1995) \"The Impact of Monetary Policy on Bank Balance Sheets.\"", "Carnegie-Rochester Conference Series on Public Policy, Vol.", "(1998) \"An Adverse-Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy\", The RAND Journal of Economics, Vol.", "(2000) \"What Do a Million Observations on Banks Say about the Transmission of Monetary Policy?", "\", American Economic Review, Vol.", "90; Bernanke, B. and Gertler, M. (1990) \"Financial Fragility and Economic Performance\", The Quarterly Journal of Economics, Vol.", "(1988) \"Credit, Money and Aggregate Demand\", The American Economic Review, Vol.", "Drechsler, I., Savov A. and Schnabl P. (2017) \"The Deposits Channel of Monetary Policy,\" Quarterly Journal of Economics, Vol.", "See Adrian, T. and Shin H.S.", "(2009) \"Money, liquidity, and monetary policy\", American Economic Review Papers and Proceedings, Vol.", "99; Borio C. and Zhu, H. (2008), \"Capital regulation, risk-taking and monetary policy: A missing link in the transmission mechanism?\"", "BIS Working Paper and Acharya, V., and Hassan Naqvi, H. (2012) \"The Seeds of a Crisis: A Theory of Bank Liquidity and Risk Taking over the Business Cycle\", Journal of Financial Economics Vol.", "Dell'Ariccia, G., Laeven, L., and Suarez, G. (2017) \"Bank leverage and monetary policy's risk-taking channel: Evidence from the United States\", Journal of Finance, Vol.", "\", European financial management, Vol.", "12; Krishnamurthy, A. and Vissing-Jorgensen, A.", "(2011) \"The effects of quantitative easing on interest rates: channels and implications for policy\", Brookings Papers on Economic Activity, Vol.", "For example, in the latest rounds of the euro area Bank Lending Survey, increased risk perceptions and a lower risk tolerance were cited as factors contributing towards a tightening of monetary policy.", "For more details on this, see: Rostagno, M., Altavilla, C., Carboni, G., Lemke, W., Motto, R. and Saint Guilhem, A.", "(2021) \"Combining negative rates, forward guidance and asset purchases: identification and impacts of the ECB's unconventional policies\", Working Paper Series, No.", "In this speech, I primarily report aggregate data for the euro area.", "However, there are significant differences across national banking systems in terms of how banks respond to monetary tightening.", "Among other factors, these differences relate to variation in the intensity of competition in the banking system at the national level and in the design of consumer protection regulations.", "While the interest rates on time deposits have increased alongside the policy rate, the widening of the spread between overnight deposit rates and policy rates is in line with what has been previously observed during interest rate hiking cycles.", "Partly this is because overnight deposits offer payment services that are not explicitly priced.", "Alongside their short maturity, this has meant that spreads between overnight deposits and the policy rate have been rather wide.", "This was not the case during the period of negative rates, when many banks spared depositors from the below-zero rates.", "This can also partially explain the fact that interest rates on overnight deposits have moved much less than policy rates.", "The real effects of negative interest rates\", Journal of Financial Economics, Vol.", "While net purchases under the pandemic emergency purchase programme (PEPP) ended in March 2022, the Governing Council plans to maintain full reinvestment of the PEPP portfolio until the end of 2024.", "Altavilla, C., Darracq Paries, M. and Nicoletti, G. (2019) \"Loan supply, credit markets and the euro area financial crisis\", Journal of Banking and Finance, Vol.", "For the construction of the LSI, see Altavilla, C., Darracq Paries, M. and Nicoletti, G. (2019).", "The use of survey data to disentangle demand and supply components of credit dynamics is also available in Bassett, W., Chosak, M.B., Driscoll, J. and Zakrajšek, E. (2014) \"Changes in bank lending standards and the macroeconomy\", Journal of Monetary Economics, Vol.", "62 and Altavilla, C., Boucinha, M., Holton, S. and Ongena, S. (2021) \"Credit supply and demand in unconventional times\", Journey of Money Credit and Banking, Vol.", "In detail, the constituent papers are: Gilchrist, S. and Zakrajšek, E. (2012) \"Credit Spreads and Business Cycle Fluctuations\", American Economic Review, Vol.", "102; Barnett, A. and Thomas, R. (2014) \"Has Weak Lending and Activity in the UK been Driven by Credit Supply Shocks?", "\", The Manchester School, Vol.", "82; Mumtaz, H., Pinter, G. and Theodoridis, K. (2018) \"What do VARs Tell Us About the Impact of a Credit Supply Shock?\"", "International Economic Review, Vol.", "59; Bassett, W., Chosak, M. B., Driscoll, J. and Zakrajšek, E. (2014) \"Changes in bank lending standards and the macroeconomy\", Journal of Monetary Economics, Vol.", "(2016) \"Loan Supply Shocks and the Business Cycle\", Journal of Applied Economics, Vol.", "32; Altavilla, C., Darracq Paries, M. and Nicoletti, G. (2019), \"Loan supply, credit markets and the euro area financial crisis\", Journal of Banking and Finance, Vol.", "109; Chen, K., Higgins, P. and Zha, T. (2021) \"Cyclical lending standards: a structural analysis\", Review of Economic Dynamics, Vol.", "42; Mendicino, C., Nikolov, K., Suarez, J. and Supera, D. (2020) \"Bank capital in the short and in the long run\", Journal of Monetary Economics, Vol.", "115; Jermann, U. and Quadrini, V. (2012), \"Macroeconomic effects of financial shocks\", American Economic Review, Vol.", "102; Gerali A., Neri, S., Sessa, L. and Signoretti, F. (2010) \"Credit and Banking in a DSGE Model of the Euro Area\", Journey of Money Credit and Banking, Vol.", "42; Darracq Paries, M., Kok Sorensen, C. and Rodriguez-Palenzuela, D. (2011), \"Macroeconomic Propagation under Different Regulatory Regimes: Evidence from an Estimated DSGE Model for the Euro Area\", International Journal of Central Banking, Vol.", "7; IMF (2023) \"World Economic Outlook, April 2023\";Barauskaitė, K., Nguyen, A. D. M., Fache Rousovä, L. and Cappiello, L. (2022) \"The impact of credit supply shocks in the euro area: market-based financing versus loans\", Working Paper Series, No.", "2673, ECB; Darracq Paries, M., Moccero, D., Krylova, E. and Marchini, C. (2014) \"The retail bank interest rate pass-through: The case of the euro area during the financial and sovereign debt crisis\", Occasional Paper Series, No.", "And Peydro, J-L. (2015) \"Trusting the bankers: a new look at the credit channel of monetary policy\", Review of Economic Dynamics, Vol.", "According to the June Survey of Monetary Analysts, the policy rate will settle at two percent by 2026 Q2.", "The ECB is undertaking a review of the operational framework, but the current configuration is essentially a floor system.", "See Ryan, E. and Whelan, K. (2021) \"Quantitative Easing and the Hot Potato Effect: Evidence from Euro Area Banks,\" Journal of International Money and Finance, Vol.", "The decline in the volume of central bank reserves also implies greater heterogeneity in the asset holdings of banks across the difference member countries.", "See also Rogers, C. (2023), \"Quantitative Easing and Local Banking Systems in the Euro Area,\" mimeo, Stockholm University.", "Clearly, there are important differences between temporary and permanent supply shocks.", "See Stiglitz, J. E. and Weiss, A.", "(1981) \"Credit Rationing in Markets with Imperfect Information.\"", "The American Economic Review, Vol.", "For stickiness in the adjustment of lending rates: see Lowe P. and Rohling, T., (1992) \"Loan Rate Stickiness: Theory and Evidence,\" RBA Research Discussion Papers, Reserve Bank of Australia.", "For more information on the important role of small enterprises in the transmission of monetary policy, see Caglio, C., Darst, M. and Kalemli-Özcan, Ṣ.", "(2021), \"Collateral Heterogeneity and Monetary Policy Transmission: Evidence from Loans to SMEs and Large Firms\", NBER Working Paper, No.", "28685; Gertler, M. and Gilchrist, S. (1994) \"Monetary Policy, Business Cycles and the Behavior of Small Manufacturing Firms\", Quarterly Journal of Economics, Vol.", "109 and Gertler, M. and Gilchrist, S. (1993) \"The Role of Credit Market Imperfections in the Monetary Transmission Mechanism: Arguments and Evidence\", Scandinavian Journal of Economics, Vol.", "See Franceschi, E., Grodzicki, M., Kagerer, B., Kaufmann, C., Lenoci, F., Mingarelli, L., Pancaro, C. and Senner, R., (2023), \"Key linkages between banks and the non-bank financial sector\", Financial Stability Review, May, ECB.", "For instance, in some countries, non-banks had emerged as significant mortgage providers since non- deposit funding was so cheap during the low-for-long period.", "Since market funding costs have increased more quickly than deposit funding costs, these non-banks are no longer as competitive in offering mortgages.", "In inflation-adjusted terms, the real declines in house prices are of course even greater.", "Lower credit risks and the improvement in capital and liquidity positions have also been driven by the rollout of macroprudential policy frameworks and the supervisory policies of the Single Supervisory Mechanism.", "Of course, it is essential for central banks to continuously monitor financial stability risks, especially in the context of a significant monetary policy tightening cycle.", "It should be noted that in the context of the March 2023 market turmoil, the share of bond holdings in the asset portfolios of euro area banks is much lower than those of US banks, and the differing regulatory environment makes interest rate risk for banks more moderate on average.", "For more details on the role of CRE in the euro area see Ryan, E. Horan, A. and Jarmulska, B.", "(2022) \"Commercial real estate and financial stability - new insights from the euro area credit register\", Macroprudential Bulletin, ECB, October.", "Of course, global tightening also operates through macroeconomic mechanisms, such as lower global demand and lower global pricing pressure."], "classifications": ["none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Bank Lending Channel", "Risk-Taking Channel", "Balance Sheet Channel", "Monetary Policy Transmission", "Credit Supply", "Credit Demand", "Bank Funding Costs", "Loan Supply Indicator", "Loan Rates", "Deposit Rates"]}