{"sentences": ["Your Excellency, Chairperson of the European Banking Authority, Your Excellency Chairwoman of the Standing Committee on Financial and Budgetary Affairs of the House of Representatives, Distinguished guests, I am delighted to host this event at the Central Bank of Cyprus and it is an honour to have Mr José Manuel Campa with us, whom I thank again for accepting my invitation to visit Cyprus.", "The history of mankind is marked by innovations.", "Some of these have made our life better, others possibly worse.", "In the absence of a crystal ball, we cannot predict where an innovation will take us.", "And those who try, can get it easily wrong.", "Wilhelm II, Emperor of Germany, said in 1886: 'I believe in the horse.", "The automobile is a temporary appearance'.", "History speaks for itself on that.", "Today's fast-paced technology-driven environment is the result of numerous technological breakthroughs in recent decades, combined with changes in consumers' needs.", "Consumers need easy access, a wide range of options, better control and more speed.", "recent study of the European Central Bank on the payment attitudes of consumers in the euro area[1], shows that although cash was the most frequently used payment method at the point of sale (POS) in the euro area, its usage has been declining, from 79% of transactions in 2016, to 72% in 2019 and 59% of transactions in 2022.", "The trend towards electronic means of payments has accelerated with the pandemic, and a majority of consumers now prefer to use electronic payment methods.", "As consumers move away from cash, they are becoming more acquainted and accustomed to using mobile services offered by banks and fintechs.", "The ease of use, the speed and cost of executing transactions, are all factors that businesses and individuals take into account when deciding with whom to cooperate.", "We cannot predict how innovation will evolve or whether new systemic challenges and risks will be created.", "Currently, new entrants exert competitive pressures on incumbent banks.", "At the same time, these new entrants can facilitate innovation in the banking sector.", "These entrants are usually smaller (in terms of size and complexity), have a competitive advantage in terms of cost structure and overheads, and they are burdened by less red tape.", "However, they cannot effectively operate without the existence of traditional banks, nor can their business model be sustained without banks.", "Bank accounts and customer deposits are a basic pillar for the functioning of the payments ecosystem.", "Therefore, the co-existence of these institutions and traditional banks, is at the same time competitive and interdependent.", "Competitive, because fintechs have gained market share from traditional banks, particularly in payment services, and interdependent because they rely on traditional banks in order to provide these services.", "Incumbent institutions have recognised the opportunities presented by fintechs and have started embracing collaboration and partnerships.", "A few of them even established their own innovation labs or invested in fintech start-ups in order to leverage their expertise and drive digital transformation within their organisations.", "Banks and fintech companies can collaborate in various ways in order to leverage their respective strengths and offer better services to customers.", "There are benefits to be reaped when combining the network reach and regulatory expertise of incumbent banks, with the versatile and innovative operating model of fintechs.", "This could include: (i) The formation of partnerships or takeovers that would enable banks to benefit from the innovative technology and agility of fintechs, while leveraging their own infrastructure, regulatory knowledge, and customer base.", "(ii) Another benefit is access to capital: Fintechs often require capital to scale their operations.", "Banks can provide funding or invest in fintech start-ups, allowing them to grow and innovate.", "In return, banks can benefit from the potential upside of successful fintech ventures and gain exposure to emerging technologies and business models.", "(iii) Finally, banks possess a wealth of customer knowledge.", "By collaborating with fintechs, perhaps on an anonymised customer basis, banks can enhance the experience they offer to customers, and fintechs may further refine their offering and improve their risk assessment.", "However, new opportunities come with challenges and risks.", "The supervisory and regulatory community remains vigilant against these to ensure laws and regulations are followed, irrespective of business models and the levels of technological advancement.", "On the legislative and regulatory front, the European Parliament and the Council reached a political agreement last week on the Capital Requirements package, CRD 6, implementing the Basel 3 framework in the EU.", "Also last week, the European Commission proposed new rules in the area of payments, amending the Payment Services Directive, and also proposing a new Payment Services Regulation.", "These developments are important to strengthen further the resilience of supervised entities, combat and mitigate payment fraud and level the playing field between banks and nonbanks.", "Furthermore, the enactment of the Digital Operational Resilience Act (DORA) of the European Union earlier this year, is a critical milestone and accomplishment.", "The European Banking Authority and the other European Supervisory Authorities, have a critical role to play in its smooth implementation.", "DORA introduces advanced ICT risk management requirements, threat-led penetration testing and, importantly, oversight of third party providers, including BigTechs.", "Going forward, legislators and supervisors need to ensure that the existing and prospective legal framework does not leave significant room for undetected risks, while the level playing field should be strengthened.", "In addition, mechanisms should be developed at the global level to enable supervisors to cooperate effectively across borders.", "In this way, the stability of the financial system will be safeguarded, while combating money-laundering risks and protecting consumers.", "I take this opportunity to say a few words about the Innovation Hub that the Central Bank of Cyprus set-up earlier this year.", "We see the innovation hub as a vital platform to encourage, promote and support fintech innovation, while maintaining regulatory oversight.", "The innovation hub can serve as a bridge between regulators, fintech startups and established financial institutions, facilitating dialogue, collaboration and knowledge-sharing.", "It provides a safe space for fintech firms to enter into a confidential dialogue with the Central Bank of Cyprus, presenting their innovative products and business models and receiving feedback on regulatory requirements.", "The hub also enables the Central Bank of Cyprus to gain valuable insights into emerging technologies, risks and trends, allowing us to adapt our regulatory framework effectively.", "An equally important initiative is the project on \"digital onboarding\" for the banking sector, which was launched by the Central Bank of Cyprus, despite the fact that it is not within our duties to do so.", "We initiated this project, as we are convinced it brings multiple benefits to banks and to the real economy.", "In parallel to this, and with the aim to address the risks associated with the general digital transition, the Central Bank of Cyprus has already required licensed institutions to carry out a series of actions on an annual basis, including annual anti-intrusion testing of their critical systems to address cyber risks.", "The importance of cyber risk has increased over the past year, as several incidents of cyber attacks have occurred worldwide, making this a significant challenge for banks.", "The Greek philosopher Heraclitus said that 'Nothing endures but change' or in Greek ' '.", "Indeed, we live in a world that is changing rapidly, where predictions are almost impossible.", "The same applies in the field of financial technology.", "It is difficult to predict whether banks and fintechs will cooperate or whether the value chain will separate.", "What we can do, and will continue doing, is to be vigilant, understand the changes and new trends in the financial sector, and ensure that material risks do not remain undetected.", "ECB 2022 Study on the payment attitudes of consumers in the euro area (SPACE) - 2022 (europa.eu)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payments", "Fintechs", "Innovation", "Banks", "Regulation", "Cybersecurity", "Digital Transformation", "Collaboration", "Risks", "Consumers"]}