{"sentences": ["Your Excellency member of the Parliament Dr Mavrides, Your Excellency Deputy Minister to the President Ms Piki, Ladies and Gentlemen, It is with great pleasure that I welcome you today to the Central Bank of Cyprus International Conference on Financial Literacy and Financial Education in Cyprus.", "This Conference is a landmark event for our country.", "It marks the beginning of coordinated and collective efforts to implement the National Strategy for the promotion of financial literacy and education in Cyprus.", "The National Strategy was adopted by the Council of Ministers last June, following a proposal by the competent Committee, which was headed and coordinated by the Central Bank of Cyprus.", "This Conference, with its many distinguished participants, highlights the importance of financial literacy for the wellbeing of our citizens, but also for the collective welfare in Cyprus.", "The Benefits of Financial Literacy - a global perspective At its core, financial literacy refers to the ability of individuals to understand and manage their finances prudently and effectively.", "It is about the knowledge and skills but also the behaviour and attitudes necessary for the individual to make prudent and informed decisions about financial matters, such as saving, investing and borrowing.", "It is an essential competency for individuals to navigate the increasingly complex financial landscape.", "At a global level, in recent years, we have seen a significant increase in the complexity of financial products and services, making it more difficult for individuals to make informed decisions that safeguard their financial well-being.", "What is alarming is the fact that the level of financial literacy globally is very low.", "International research finds that, only 1 in 3 adults worldwide are financially literate.", "This is worrisome not only because of the negative repercussions at the individual level, but also, because of the potential impact it may have at the broader level of a country's economy, including financial resilience and stability.", "For instance, there are studies indicating that poor financial decision-making, including excessive risk-taking by individuals, preceded financial crises in the past.", "This phenomenon appears to be accentuated when the preceding prosperous periods have a longer duration than usual, as described by Minsky's Financial Instability Hypothesis.", "Examples include the Global Financial crisis, where many people became over-indebted to purchase real estate, as prices appeared, at least to them, to be ever-increasing.", "When the bubble eventually burst, they were unable to cope with their financial obligations creating a domino of bankruptcies thus, raising further financial stability risks.", "The negative repercussions of financial illiteracy and of other shortcomings of financial markets, especially on financial stability, can be addressed by enhancing the efficiency of financial regulation.", "Nevertheless, strengthening the financial literacy of individuals constitutes a key complementary and preventive tool, which enables financial regulation to achieve its goals more effectively.", "In fact, the European Banking Authority (EBA) which is, the independent Authority responsible for ensuring effective and consistent prudential regulation and supervision across the European banking sector, stresses the importance of financial literacy.", "For instance, the EBA 2020 Report called for greater efforts to promote financial education and literacy across Europe.", "It also urged policymakers, financial institutions and other stakeholders to work together to develop effective financial education programs.", "Financially knowledgeable citizens, in combination with a well-regulated financial system, are critical components and prerequisites for safeguarding a country's financial resilience and stability.", "Financially literate citizens in addition to being able to protect their own financial well-being, also contribute to the efficiency of the economy and to sustainable long-run economic growth.", "Against this background, in recent years numerous countries have taken steps to improve financial education and promote financial literacy among their citizens.", "Many of these countries have now adopted or are in the process of adopting a National Strategy for the promotion of financial literacy, using as a common basis the relevant guidelines prepared by the Organisation of Economic Co-operation and Development (OECD).", "Cyprus has recently joined this group of countries.", "Financial literacy, the Cyprus perspective and the role of the Central In December 2020, an ad-hoc Committee was established in Cyprus with the aim of formulating a National Strategy for the promotion of financial literacy and financial education in the country.", "The CBC has coordinated the work of the ad-hoc Committee, which consists of members from the CBC, the Ministry of Finance, the Ministry of Education, Sport and Youth, the Cyprus Securities and Exchange Commission and two academic experts from the two public universities in Cyprus.", "The Committee was also supported by a Secretariat from the CBC and external scientific collaborators, all of whom are here with us today.", "The formulation of the National Strategy drew heavily from the results of the CBC survey on financial literacy.", "A key finding of the survey was that the average financial knowledge score in Cyprus is below the minimum level considered by the OECD as sufficient for someone to be counted as financially literate.", "The results of the survey also indicate specific population groups, which are in greater need for financial education such as the young, the unemployed, women, low income and lower education citizens, and individuals who did not take economics courses during secondary education.", "They also indicate specific domains where lack of financial knowledge is evident, namely, interest compounding and diversification.", "One of the main parameters of the National Strategy to promote financial literacy and financial education in Cyprus relates to the need of the establishment of a permanent Committee, which will be responsible for the national strategy implementation.", "The ad hoc Committee continues to operate for a transitional period until this permanent Committee is convened.", "For the time being, significant preparatory work has been undertaken by the CBC, particularly as regards the designing of the detailed governance structure of the new permanent Committee.", "Another piece of preparatory work undertaken since the adoption of the National Strategy last June, is the launching of an OECD technical assistance project, in the context of a 250,000 euro grant from the European Commission, in relation to the implementation of specific actions for the promotion of financial literacy in Cyprus.", "The work on the agreed pillars of the project is progressing according to plan, with close collaboration between CBC staff and OECD technocrats.", "These pillars are, first, the conduct of an updated national survey on financial literacy in Cyprus, second, the development of a website and application for smart devices that would provide useful information and financial calculators and tools to the public, and third, the development of a \"train the trainers\" program for adults, which would focus on strengthening financial education.", "The abovementioned preparatory work undertaken at the CBC, will be utilised as input by the permanent Committee for the implementation of the National Strategy in Cyprus.", "In addition to this work, let me also mention a few other areas related to financial literacy where the CBC is currently actively involved.", "First, since 2022 the CBC has assumed a coordinating role for the Global Money Week in Cyprus, a global public-awareness campaign coordinated by the OECD annually, aiming at raising awareness among young people on the importance of strengthening financial literacy, skills, attitudes and behaviours.", "In fact, this conference is organised in the context of the Global Money Week in Cyprus for 2023.", "Also, the CBC has recently become a full member of the International Network on Financial Education (INFE) of the OECD, in which it aspires to have an active role in the Network's activities.", "Finally, I would like to mention that the CBC continues to devote resources on research of this topic, particularly in examining the link between financial literacy and financial stability.", "According to preliminary findings from the 4th wave of the Household Finance and Consumption Survey in Cyprus, financially illiterate individuals are 7-11% more likely to have late loan payments, providing evidence on the negative correlation between the level of financial literacy and financial stability risks.", "The analysis is still work in progress.", "More extensive results on the issue are expected from further analysis as well as from the new more elaborate survey on which we are collaborating with the OECD.", "Concluding remarks Let me conclude by reiterating that this Conference is a milestone event and sets the pace for a new era in Cyprus.", "An era whereby all efforts for the promotion of financial literacy and education in Cyprus are coordinated under the National Strategy umbrella, so as to enhance the well-being and prosperity of Cypriot citizens and to support the financial resilience and sustainable economic growth in the country.", "As Governor of the Central Bank of Cyprus my promise is to assist the new permanent Committee's role in implementing the National Strategy, as we also ensured that the CBC prioritises and leads this initiative since the very first establishment of the committee in December 2020.", "In this Conference, we brought together a top-notch group of experts from both Cyprus and abroad, that can exchange expert views and share with us their knowledge on best practices from other countries' experiences.", "I would like to mention by [surname] alphabetical order, Professor Panayiotis Andreou from the Cyprus University of Technology, Dr Sophia Anyfantaki from the Bank of Greece, Professor Adele Atkinson from the University of Birmingham, Dr Maria Demertzis from Bruegel, Professor Michael Haliassos from Goethe University Frankfurt, Professor Alexander Michaelides from Imperial College London, Professor Andreas Milidonis from the University of Cyprus, Dr Elena Miteva from the Organisation of Economic Co-operation and Development Professor Dennis Philip from Durham University and Dr Ernesto Villanueva from the Bank of Spain.", "We are very appreciative and grateful for their participation.", "In addition to the experts we physically have with us, we are also delighted to have through a digital connection, the pioneer academic and distinguished researcher in the field of financial literacy, Professor Annamaria Lusardi, a Professor of Economics and Accountancy at the George Washington University, in Washington DC.", "I have had the pleasure of meeting bilaterally with Professor Lusardi in Washington DC on different occasions while I'm there for the annual IMF meetings.", "Needless to say that her academic credentials, but also her passion and perseverance in promoting financial literacy across the globe, have left a great impression on me.", "I am thankful that she has accepted my invitation to be our key-note speaker in this event.", "Without further ado, I wish you all very productive and fruitful discussions during the Conference."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Financial education", "Financial stability", "Financial well-being", "National Strategy", "Financial regulation", "Financial resilience", "Financial knowledge", "Financial literacy survey", "Financial education programs"]}