{"sentences": ["Financial stability is essential to the ECB's primary objective of price stability.", "The events of the past few weeks have reminded us of the benefits of strong and harmonised banking regulation and the importance of completing the banking union.", "We are closely monitoring developments in financial markets and financial institutions.", "The euro area banking sector is resilient, with strong capital and liquidity positions that are well above the minimum requirements.", "And banks currently meet a very large portion of the liquidity requirements with the most liquid asset available - reserves held at the central bank.", "Since then, harmonised European banking supervision has been set up and we have made good progress in implementing the global regulatory reform agenda that was launched in the aftermath of the global financial crisis.", "But there is no room for complacency.", "Recent events in financial markets have heightened uncertainty, which may hamper the transmission of our monetary policy across the euro area.", "And we are likely to see a further increase in banks' cost of funding, a tightening of credit standards and a deceleration in the growth of lending volumes.", "There could also be a drop in consumer and investor confidence and lower overall aggregate demand.", "However, it is too early to draw conclusions about the impact all of this will have on growth and inflation.", "The turbulence may well be short-lived, but if amplification effects do emerge, they will show up in the data.", "In this context of heightened uncertainty, our approach to bringing inflation down to our 2% medium-term target will remain data-dependent.", "As we clarified in our latest press conference, our future policy path will be determined by our assessment of the inflation outlook in light of the incoming data, the dynamics of underlying inflation and the strength of monetary policy transmission.", "We believe that headline inflation is likely to decline considerably this year, while underlying inflation dynamics will remain strong.", "We came from double-digit monthly inflation in the euro area towards the end of 2022.", "Inflation has been edging downwards, falling to 8.5% in February, to 6.9% in March (flash estimate), and we expect it to continue to decline steadily thanks to lower energy prices, the easing of supply bottlenecks and a slight appreciation of the euro.", "In fact, energy inflation peaked in 2022 and should be around zero or even negative this year.", "But factors contributing to inflation are changing - food and non-energy industrial goods inflation will likely only reach its peak in 2023, sustaining the pressure on core inflation, which edged up to 5.7% in March (flash estimate).", "We have to pay particular attention to factors that could pose upside risks to inflation.", "The first of these is rising wage growth, which has a significant impact on the price of services.", "There are no clear signs of a self-sustaining wage-price spiral, but these risks need to be monitored.", "Labour markets are tight, unemployment is low and people feel secure in their jobs, which is very positive.", "But compensation for high inflation is a main theme in wage negotiations and nominal wages are expected to grow in 2023.", "We are also closely monitoring underlying inflationary pressures stemming from profits.", "Profits margins have grown much more than labour costs in some economic sectors.", "The feedback between higher profit margins, higher wages and higher prices could pose more lasting upside risks to inflation.", "Developments in China are another factor that merits our attention.", "China's reopening is clearly positive for growth, but a stronger than expected rebound could boost foreign demand and add to commodity price pressures.", "We also need to pay attention to how fiscal support measures develop over time.", "Governments' discretionary policy response to the high energy prices and inflation was close to 2% of GDP in 2022 and is anticipated to be at the same level this year.", "Fiscal measures tend to reduce inflation in the short term, but we expect the opposite to be true as they start to be withdrawn in 2024, leading to higher inflation in 2024 and 2025.", "This discretionary fiscal support initially increases GDP growth and supports households' nominal disposable income.", "However, only a small share of the support is actually targeted at lower-income households.", "As the energy crisis becomes less acute, it is important that governments start rolling back fiscal measures.", "The increased burden on public finances, especially if the support is extended through more longlasting measures, may pose additional challenges in Europe.", "Public debt ratios are higher than in the past, following the determined and effective fiscal policy response to the pandemic, and debt servicing costs are higher as well.", "Member States should also take note of the European Commission's fiscal policy guidance for 2024.", "Turning to growth, we moved away from a baseline scenario with a technical recession at the turn of the year, as economic activity proved to be more resilient than expected at the end of 2022.", "In our March projections, the outlook for growth was revised up, to an average of 1% in 2023.", "However, these projections were finalised before the events of the past few weeks, which are now adding uncertainty to our assessments.", "Nevertheless, reduced concerns about energy shortages and price increases, coupled with the continued resilience of the labour market, are expected to support activity over the coming quarters.", "In short, the growth outlook remains weak, but it has improved somewhat.", "At the Governing Council meeting in March, we decided to increase the three key ECB interest rates by 50 basis points, in line with our determination to ensure the timely return of inflation to our 2% medium-term target.", "As part of the monetary policy normalisation process, from the beginning of March, our asset purchase programme portfolio has been declining at a pace of €15 billion per month, on average, and it will continue to decline at this pace until the end of June 2023, while its subsequent pace will be determined overtime.", "Uncertainty has increased, so we are monitoring current market tensions closely and stand ready to respond as necessary to preserve price stability and financial stability in the euro area.", "But let me go back to financial stability.", "Just a few weeks ago, before tensions in financial markets emerged on both sides of the Atlantic, the overall improvement in the outlook for growth and inflation was supporting overly benign macro-financial expectations on the part of banks and financial market participants.", "Despite rising funding costs, bank profitability has improved, driven by significantly higher net interest income while impairments and provisions have been muted so far.", "Overall, from a system-wide perspective, euro area banks are moderately exposed to interest rate risk.", "Most are actually positioned to initially benefit from increasing interest rates, which boost net interest margins.", "On average, loan book repricing tends to more than offset higher funding costs and mark-to-market losses on fixed income securities.", "It is inevitable however that, with the tightening of financing conditions and in line with our policy objective, lending dynamics are weakening and may weigh on bank profitability going forward.", "Of course, certain bank business models may be more vulnerable to this transition.", "But, in our view, vulnerabilities in the financial system prevail in the non-bank financial sector, which grew fast and increased its risk-taking during the low interest rate environment.", "Credit and liquidity risk remain high, making the sector more vulnerable to market volatility and an abrupt repricing in financial markets.", "Despite some recent derisking, structural liquidity mismatch prevails in the non-bank financial sector and market corrections could be amplified by forced selling into illiquid markets.", "It is critical that policy reforms are pursued to address these vulnerabilities.", "Priority should be given to policies that help build resilience in the sector, such as by reducing liquidity mismatch, mitigating risk from leverage, and enhancing liquidity preparedness across a broad range of institutions."], "classifications": ["financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial stability", "Inflation", "Interest rates", "Growth", "Banking regulation", "Monetary policy transmission", "Wage growth", "Fiscal policy", "China", "Non-bank financial sector"]}