{"sentences": ["Accompanying slides in German of the speech President Nagel, Ladies and gentlemen, I would now like to take this opportunity to provide a few more details on the Bundesbank's annual accounts for 2022.", "All the figures can also be found in the Annual Report, copies of which are provided.", "And as ever, we will be happy to field any other questions you may have after our remarks today.", "With that in mind, I would like to focus my attention on a small number of standout points in our annual accounts.", "First, a look at the Bundesbank's 2022 balance sheet (slide 13): In a reflection of the Bank's monetary and foreign exchange policy operations, total assets did not grow any further in 2022, but declined instead by just over €108 billion.", "That leaves total assets at around €2,904 billion, 4% down on the record level of €3,011 billion recorded in the previous year.", "However, looking at longer-term developments over the past three years, the Bundesbank's total assets are currently still up by €1.1 trillion, or just over 60%, compared with the end of 2019 - that is, compared with their pre-pandemic level.", "Main reason for the current decline in total assets on the assets side of the balance sheet: lending related to monetary policy operations, which declined by €184 billion primarily due to the repayment of the TLTRO III longer-term refinancing operations, which had particularly favourable interest rates for credit institutions during the pandemic.", "By contrast, euro-denominated securities under the monetary policy purchase programmes grew again, by €45 billion, particularly on account of the PSPP and PEPP government bond purchases in the first half of the year.", "Another factor driving balance sheet growth in the two previous years was liquidity inflows from other European countries.", "In 2022, growth in the TARGET2 claim on the ECB came almost to a standstill.", "The increase amounts to €8 billion, and the claim as at the reporting date came to a total of €1,269 billion, which is very close to the record level of €1,277 billion recorded on 29 December 2022.", "On the liabilities side of the balance sheet, deposits declined significantly last year.", "Euro-denominated balances of domestic and foreign depositors reported in liability items 3, 4 and 5 shrank on the year, declining by 27%, or €198 billion, to €533 billion on the back of smaller general government and foreign central bank holdings.", "By contrast, liabilities related to monetary policy operations increased by €62 billion to €1,200 billion - that's around 5% up on the end of 2021.", "Just under one-third (30%) of all deposits of credit institutions throughout the Eurosystem are held with the Bundesbank.", "The volume of banknotes put into circulation by the Bundesbank rose further, climbing by €16 billion to €900 billion, an increase of 2%.", "The revaluation accounts are also worth taking a look at.", "This item increased by €11 billion year on year to €182 billion.", "A breakdown of the revaluation items can be seen on slide 14.", "The revaluation reserve for gold rose by €10.2 billion to €176.1 billion.", "The price of gold in US dollars as at the reporting date was down slightly on the previous year's price, but the stronger US dollar meant that the price of gold in euro was 6% up on the year.", "Viewed over the long term, there is still a sustained marked increase in the revaluation reserve for gold.", "Compared with its starting balance at the launch of monetary union (€21 billion), this revaluation reserve, with its current balance of €176.1 billion, is eight times as large as it was at the start of 1999.", "The revaluation reserves for foreign currencies grew by €1 billion on the year because of the weaker euro, with the US dollar being mainly responsible for this growth.", "Profit and loss account As Bundesbank President Dr Joachim Nagel has already mentioned, the Bundesbank's profitability in 2022 was far less favourable overall than in the previous year.", "The turnaround in interest rates has set a great many things in motion.", "At the Bundesbank, the interest rate hikes are reflected on both sides of the balance sheet.", "In a structure that is as complex and highly interwoven as a central bank, their impact fundamentally transforms many components.", "Our profit and loss account for 2022 bears testament to this complexity.", "The slide on the profit and loss account provides an overview (slide 15): The largest component of the profit and loss account is net interest income (column 1), which recorded a €1.5 billion increase from €2.5 billion to €4.0 billion.", "Net interest income in foreign currency rose by €0.5 billion on the back of rising US dollar yields.", "Net interest income in euro grew by €1.0 billion on the year.", "This was due to higher interest income from securities portfolios held for monetary policy purposes - particularly from inflation-linked Federal bonds, relief provided by the suspension of the two-tier remuneration system and the expiry of the special interest rate period for TLTRO III operations.", "These positive effects were offset to a degree by the rise in the deposit facility rate (this affects balances held by credit institutions and other domestic and foreign depositors) and by the (average) interest rate on TLTRO III operations (up to 22 November 2022).", "It is also worth mentioning in this regard that the rise in key interest rates means that - for the first time since 2016 - interest income is being generated again from the TARGET2 balance of €7,298 million (interest paid at the MRO rate).", "Interest income from monetary policy portfolios rose on balance by €2,687 million (from €101 million to €2,788 million): inflation-linked bonds generated interest income totalling €3,074 million, compared with €768 million in the previous year.", "Realised gains from financial operations and write-downs related to foreign exchange and securities (column 2) are €1.1 billion lower than in the previous year.", "Realised gains /losses decreased on balance by €376 million to €2 million due to rising capital market yields.", "Write-downs of €922 million were recorded (2021: €161 million), especially on Treasury notes (owing to the increase in US$ capital market yields).", "Income from participating interests (column 3) fell by €144 million to €28 million in 2022 owing to the lack of profit distribution from the ECB.", "The negative impact of the net result of pooling of monetary income (column 4) increased by €1.0 billion to -€2.2 billion, mainly owing to the low remuneration on the monetary policy holdings of supranational securities, which the Bundesbank itself does not hold.", "Other income (column 5) decreased by €1.4 billion owing to a one-off effect in the previous year when other income increased by €1.3 billion owing to the partial derecognition of Deutsche Mark banknotes of the BBk III/IIIa series.", "Administrative expenditure, which is summarised in the next column, i.e.", "the Bundesbank's staff costs and administrative expenses as well as the remaining expense items (column 6), is virtually unchanged on the year.", "To offset the accumulated losses, the provisions for general risks (column 7) were reduced by €972 million (2021: increased by €1,346 million) to €19.2 billion.", "The yearon-year change of €2.3 billion shown on this slide is a net figure combining the increase in the previous year and the release in 2022.", "As in the previous year, the profit and loss account for financial year 2022 closed with a balanced result - in other words, there was zero distributable profit (column 8), as in"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bundesbank", "Balance sheet", "Profit and loss account", "Monetary policy", "Interest rates", "Gold", "Revaluation reserves", "Foreign currencies", "Deposits", "Lending"]}