{"sentences": ["Dear President of ETH Zurich Dear Rector of ETH Zurich Dear President of the ETH Board It is a great honour and pleasure for me to speak to you on this year's ETH Day.", "Many citizens may not know that the Swiss Federal Institute of Technology (ETH) and the Swiss National Bank (SNB) have a related 'origin story'.", "The years after 1848 saw the founding of one important federal institution after another in the fledgling Swiss Confederation.", "And the question of where those institutions should be sited triggered a cantonal tug-of-war.", "The wrangling over the ETH and the SNB took a particularly long time to resolve.", "Indeed, in the case of the SNB, the situation was so delicate that, right up to the year 2004, a distinction was made between the institution's legal and administrative headquarters in Berne, and the seat of its Governing Board in Zurich.", "Dear Professor Mesot, just over a year ago, during your welcome address marking the centenary of the SNB's main building at Börsenstrasse, you made a tongue-in-cheek reference to the 'horse-trading surrounding federal institutions' and mentioned malicious rumours about the ETH being something of a consolation prize for Zurich.", "Without wishing to dwell on the question of who got the biggest and best prizes, I think it is safe to say that Zurich did not fare too badly with the ETH and the SNB.", "The city authorities recognised this fact by offering both institutions highly prestigious plots for their buildings.", "Incidentally, Zurich's business community argued vigorously at the time that the SNB's Governing Board would become intellectually ossified if its seat were not in Zurich.", "I am not aware of any such medical arguments being made with respect to the ETH.", "And I don't intend to go out on a limb here and defend the scientific veracity of this diagnosis.", "Their 'origin story' is certainly not the only thing that the ETH and the SNB have in common.", "Today, our two institutions are linked by important shared projects and close exchanges.", "For example, the new Secure Swiss Finance Network, or SSFN, is based on the SCION architecture developed at the ETH.", "The SSFN is the communications network used by the Swiss financial sector and is the first commercial application of SCION.", "The idea for the SSFN grew out of an experimental collaboration between the ETH and the SNB.", "We have also cultivated an academic exchange with the KOF Swiss Economic Institute since the 1930s and are represented on its Executive Committee.", "These are just a few points of contact between the ETH and the SNB.", "Even more significant than these links, however, is the fact that both of our institutions play an important role in creating the conditions for prosperity and growth in our country.", "The ETH does this via its exceptional contribution to education and research.", "Ladies and gentlemen, year after year your institution ranks among the top universities in the world - a formidable achievement.", "You educate the highly qualified specialists our country urgently needs.", "With your inventions and spin-offs, you also make a significant contribution to innovation and entrepreneurship in Switzerland.", "By ensuring price stability and contributing to financial stability, the SNB likewise plays a major part in shaping the conditions for prosperity in our country.", "Stability is one of the most important framework conditions for Switzerland.", "Low inflation enables an efficient allocation of resources and is also essential for social cohesion.", "Moreover, monetary stability is a fundamental prerequisite for politics and business in Switzerland to function optimally and to perform their respective tasks sustainably.", "As both our organisations serve the interests of the country as a whole, their mandates are regulated by law - the ETH Act in the case of the ETH and the Federal Constitution and National Bank Act in the case of the SNB.", "However, both institutions enjoy autonomy and independence in the fulfilment of their mandates.", "These freedoms are also enshrined in law.", "The ETH enjoys freedom in terms of teaching, learning and research.", "The SNB, for its part, may not seek or accept instructions either from the Federal Council or from the Federal Assembly or any other body in fulfilling its monetary tasks.", "These provisions prevent special interests from influencing monetary policy decisions.", "Independence in teaching and research on the one hand and in setting monetary policy on the other is anything but an end in itself, nor was it postulated by the legislature to make the work of our two institutions as pleasant as possible.", "On the contrary, it is an essential condition for the effective and successful operation of the ETH and the SNB.", "For without independence, ladies and gentlemen, research cannot be free and monetary policy cannot be shielded from special interests.", "But independence is neither a law of nature nor a matter of course.", "Rather, it is rooted in the population's belief that our institutions deliver their best results when they are independent.", "In other words, independence pays off for the population because they benefit from stable prices and scientific progress.", "But how can this belief best be upheld, especially given that it is continuously being challenged by a wide range of stakeholders?", "What does independence rely on?", "First, the ETH and the SNB must genuinely live their independence and perform their tasks as well as they possibly can.", "In the case of the ETH, for example, this means always conducting unbiased research, sharing its results with interested parties, thereby making them accessible and verifiable, and meeting the highest educational standards.", "For the SNB this means ensuring that monetary policy is always geared to maintaining price stability.", "But it also means constantly developing its analyses and methodologies.", "Maintaining a dialogue with the academic community is very important here.", "Second, both institutions must be accountable.", "The SNB must report comprehensively on its activities to the Federal Assembly and to the public.", "The ETH Board, on the other hand, must report annually to the Federal Council on the fulfilment of its strategic objectives.", "And third, if the ETH and the SNB are to retain their independence, it is essential that they only pursue objectives that are covered by their mandates and for which they have the appropriate instruments.", "A special interest-driven expansion of our remits would not be compatible with our independence as enshrined in law.", "Moreover, such an expansion would have no democratic legitimacy and this could sooner or later lead to a restriction of independence.", "The ETH and the SNB must limit their activities to those areas for which the legislature granted them independence and the requisite instruments.", "Moreover, if they are to continue fulfilling their statutory mandates, neither institution can allow itself to stand still.", "On the contrary, they must be highly flexible in order to respond to a rapidly changing environment.", "This is why the law affords the ETH and the SNB substantial latitude when it comes to the fulfilment of their tasks.", "A look at the recent past demonstrates just how important this latitude is: geopolitical changes, pandemics, climate change, financial risks, and technological innovations such as artificial intelligence or machine learning are constantly - and sometimes abruptly - changing the conditions in which we operate.", "A high degree of flexibility is therefore required from our institutions.", "The coronavirus pandemic, but also the crisis at Credit Suisse, have highlighted this.", "During the pandemic - under extreme time pressure and adverse working conditions - the ETH had to provide new insights which, by their very nature, could only be preliminary.", "During the pandemic the SNB was forced to deal with new kinds of disruptions, such as severe supply shortages, and to draw on new data sources and methodologies for economic analysis.", "During the crisis at Credit Suisse, we had to be extremely flexible in our role as lender of last resort and demonstrate the robustness of our processes in providing exceptionally large amounts of liquidity in a short period of time.", "These crises have shown that the ETH and the SNB are willing and able to react swiftly to changing framework conditions.", "They have also made it clear that, especially in times of crisis, the population can trust researchers and monetary policymakers to react appropriately to changes, tackle problems as they arise, and consistently perform their tasks in accordance with their statutory mandate - and hence in the interests of the country as a whole.", "A narrowly defined mandate combined with substantial latitude regarding implementation is crucial for the success of our institutions, especially in such acute crisis situations.", "This leads me to what may sound like a slightly bald conclusion: It pays for our two institutions to be stubborn on mandate but flexible on implementation.", "That said, I also want to be realistic.", "Flexibility and loyalty to our mandate alone are not enough to ensure long-term success.", "Both science and monetary policy operate under highly uncertain conditions, which can lead to situations being misjudged or to incorrect conclusions being drawn, even when the players involved have the best of intentions.", "So modesty and humility are also needed in our 'business'.", "Knowledge can quickly become outdated.", "One's own assessments and results must always be questioned critically and, if new findings prove them wrong, they must be revised.", "For example, we had to continually rethink our monetary policy response to the pandemic and had to adjust our forecasts to new developments on an ongoing basis.", "In other words, we must remain open to criticism and learning, and we should neither flag in our commitment nor in the demands we make on ourselves.", "Ladies and gentlemen, the ETH and the SNB bear a considerable responsibility for the development of our country.", "By ensuring price stability, the SNB makes a significant contribution to creating stable economic and social conditions in Switzerland.", "The ETH ensures technical innovation and scientific progress.", "Economic stability and scientific progress complement each other perfectly.", "These qualities enable Switzerland to assert itself in a constantly changing world and to find solutions to new challenges.", "Independence is critical to the fulfilment of both of our institutions' mandates.", "Upholding this principle is not always convenient; indeed, defending it may even require courage at times.", "Nonetheless, our two institutions should continue to live their independence, to hold fast to it and to demand again and again that it be respected.", "May I take this opportunity to thank sincerely all of you who contribute with such dedication and enthusiasm to research, teaching and innovation at the ETH.", "Our country needs you and we are proud of you.", "After all, you are the ones who prevent us, in the words of Zurich's business community during the debate about the siting of the SNB's Governing Board, from becoming intellectually 'ossified'.", "Keep up the good work!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Independence", "ETH", "SNB", "Monetary policy", "Stability", "Flexibility", "Mandate", "Research", "Innovation", "Education"]}