{"sentences": ["ep BANCA D'ITALIA WY) Disinflation in the euro area and the opportunities for the Italian economy Address by Fabio Panetta Governor of the Bank of Italy The Cooperative Banking Group: opportunities and challenges of a new banking model Fiera di Roma, 30 November 2023 The financial system is a key infrastructure of any modern advanced economy.", "It makes it possible to finance investment and growth, putting today's wealth to work for tomorrow's prosperity.", "Not all projects can be successful, and it is up to financial intermediaries and markets to select, diversify and manage risks in order to direct resources towards the best of them.", "Banks are playing a pivotal role at a time of heightened uncertainty with technological, climatic and geopolitical changes affecting global economic activity and trade.", "During this difficult transition, the efficient allocation of credit by banks is essential in order to support the much needed transformations, digitalisation and decarbonisation of Italian firms.", "This is particularly true for small and medium-sized enterprises, which receive most of their external financing in the form of bank loans.", "Their close relationships with customers and their understanding of local economies give cooperative credit banks (banche di credito cooperativo, BCCs) a competitive advantage in financing smaller companies.'", "The reform that led to the creation of the cooperative banking groups few years ago has not eroded this advantage: currently BCCs provide one-fifth of total loans to small businesses, compared with much smaller shares of other categories of loans.?", "Overall, the Italian banking system is in a good profitability and capital position.", "Thanks also to the public policies implemented in recent years at both European and national levels, it has been able to recover from the economic fallout of the pandemic and the See, for example, E. Sette and G. Gobbi, (2015), 'Relationship lending during a financial crisis', Journal of the European Association, Vol.", "453-481, which shows that, in the years following the global financial crisis, credit growth was higher and its cost lower the shorter the distance between a bank and its customers, the longer the relationship between them, and the higher the share of the firm's debt held by the bank.", "The effects were stronger for small firms.", "The BCCs currently have a 10 per cent market share of total loans to households and firms.", "invasion of Ukraine without great difficulty.", "The ratio of non-performing loans to total loans has been declining continuously since its peak in 2015 (Figure 1).?", "Profitability has risen to levels not seen since before the global financial crisis, driven by the increase in interest income and the decline in loan loss provisions.", "The CET1 ratio reached a historical high of 15.6 per cent.", "The sound condition of banks provides stability to the Italian financial system as a whole.", "It is a source of strength for the overall economy, as has been explicitly noted by leading international credit rating agencies in their recent rating reviews for Italy.", "As the economic situation in Europe and Italy weakens, some of the factors that have contributed to strengthen banks so far may recede in the coming months.", "According to our projections, the combined effect of the cyclical slowdown and high interest rates could spur a reversal of the NPL trend.", "The relatively high interest rates could lead to higher bank funding costs and squeeze interest income.", "Liquidity conditions will become less favourable due to the shrinking of the Eurosystem's balance sheet.", "Steps must be taken now to mitigate these risks, swiftly adjusting loan loss provisions to reflect changes in credit quality.", "Funding plans should be adapted to take account of the decreased availability of liquidity and should be implemented promptly.", "In recent weeks, we have asked the banks under our direct supervision to do so.", "The Italian banking system is able to withstand unfavourable developments.", "We can expect its profitability to decline in the next two years, but it should remain largely positive.", "Monetary policy and disinflation In the euro area, financing conditions have tightened, with effects spreading from the manufacturing to the services sector.", "The strong employment growth, that has been driving demand, is slowing (Figure 2).", "Output declined somewhat in the third quarter of this year and will remain weak in the fourth quarter.", "Risks to economic growth are tilted to the downside, partly due to the uncertainty stemming from acute geopolitical tensions.", "Inflation has fallen sharply since last year's peak.", "In the euro area, the twelve-month headline inflation rate fell to 2.9 per cent in October.", "Core inflation - which excludes food and energy - also declined, to 4.2 per cent.", "As at last June, non-performing loans net of provisions amounted to 1.4 per cent of total loans.", "In the first six months of 2023, the return on equity was 13.2 per cent on an annual basis.", "The CET1 ratio is the ratio of common equity tier 1 capital to risk-weighted assets.", "In the six months up to September 2023, the number of persons in employment increased by 0.5 per cent compared with the previous six-month period, about one-quarter of the peak reached at the end of 2021.", "Indicators of inflation momentum, which can be more informative than the usual year- on-year inflation rate when inflation is changing rapidly,' confirm that disinflation is well under way; based on these indicators, core inflation stood at 2.6 per cent in October (Figure 3).", "In the coming months we might witness a temporary increase in inflation owing to base effects, especially for energy prices.® However, this development is not due to a pick-up in inflationary pressures: beyond these purely statistical effects, inflation - especially core inflation - is expected to decline in 2024.", "The restrictive monetary policy of the European Central Bank (ECB) was necessary.", "High inflation distorts consumption, saving and investment decisions and has hidden and inequitable redistributive effects.", "Both these factors hamper growth and reduce the well-being of citizens, especially those on low incomes.", "Price stability also contributes to the sustainability of public finances, especially in highly indebted economies.", "In the decade before the pandemic, low inflation compressed risk premia on government bond yields, allowing European sovereign issuers to finance themselves at low costs despite a sharp, gradual increase in the debt-to-GDP ratio (Figure 4).", "This trend has been interrupted in recent years, as inflation has led to an increase in risk premia.", "According to the projections published by the ECB in September and the data that have become available since then, the current level of policy rates is sufficient to bring inflation back to our 2 per cent target over the medium term.", "Monetary conditions need to remain tight for as long as necessary to consolidate disinflation.", "The duration of this phase will depend on development in macroeconomic variables; it could be short if continued weakness in economic activity accelerates the decline in inflation.", "We need to avoid unnecessary damage to economic activity and risks to financial stability, which would ultimately jeopardise price stability.", "In this respect, the pass-through of monetary policy impulses into financing conditions is proving to be stronger than expected.", "The cost of bank credit has increased considerably (Figure 5).", "The growth rates of monetary and credit aggregates have fallen sharply to levels similar to or below those recorded in the aftermath of the global financial crisis and the sovereign debt crisis in the euro area (Figure 6).", "When inflation changes rapidly, the year-on-year inflation rates that are typically used in the public debate (i.e.", "the change in prices compared with one year ago) may not be very informative about the current change in the prices of goods and services.", "This reflects the fact that year-on-year inflation rates may give too much weight to data that are too far in the past.", "In such a situation, it is useful to get an indication about turning points by also looking at more recent inflation developments, including changes in prices over a period of three months based on seasonally adjusted data.", "The base effect is the temporary effect on the measurement of inflation resulting from unusual price developments in the initial (base) period for which inflation is calculated.", "Moreover, the ECB's monetary tightening has so far only produced some of its effects and - based on past experience -- is likely to continue to dampen demand in the future.", "For example, a large amount of medium- and long-term fixed-rate debt incurred by households and firms during the low-inflation period will mature in the coming months (Figure 7).° Roll-overs will be at higher interest rates, which will have a negative impact on consumption and investment.", "In addition, the current monetary tightening is different from previous ones.", "Its effect is not only due to traditional increases in policy rates, but also to a contraction of the Eurosystem's balance sheet, which reduces the supply of liquidity.", "On the one hand, the reduction in the stock of securities held by central banks will push up medium- and long-term yields, with further tightening effects.", "On the other hand, the reduced supply of liquidity will affect credit market conditions.", "The decline in bank reserves will increase competition in the deposit market, leading to a further increase in banks' funding costs and hence higher lending rates to firms and households.", "Empirical evidence also suggests that a decline in banks' excess reserves reduces the supply of credit.", "\"° In turn, firms' reduced cash holdings will make their investment decisions more sensitive to higher interest rates.", "For these reasons, we need to proceed cautiously with the normalisation of the Eurosystem's balance sheet.", "Having raised our policy interest rates to a level that would restore price stability, a sharp reduction in the Eurosystem's balance sheet, after the rapid reduction of recent months (Figure 8),'' could have a contractionary effect on the economy that would not be justified by the inflation outlook.", "Investments, innovation and growth in Italy After the recovery registered in the aftermath of the pandemic, the Italian economy is stagnating, as is the rest of the European economy.", "According to the projections available, production is likely to pick up pace in the coming months; growth is expected to stay below 1 per cent in 2024.\"", "The priority now is to avoid the risk of regressing to the unsatisfactory growth rates of the last two decades, building on the signs of a vibrant economy that have emerged so For firms, it is estimated that the cost of outstanding loans has so far factored in only two thirds of the increase in key interest rates.", "See, for example, C. Altavilla, M. Rostagno and J. Schumacher (2023), 'Anchoring QT: Liquidity, credit and monetary policy implementation', CEPR Discussion Paper No.", "The findings of the Eurosystem's bank lending survey confirm that the gradual reduction in liquidity is having a negative impact on credit supply.", "See, also P. Lane, 'Inflation and monetary policy in the euro area', remarks at the Michael Chae Seminar on Macroeconomic Policy, Harvard University, Cambridge, 2023.", "In recent years, the recovery has been driven by the expansion in investment, which has grown by more than 20 per cent since the end of 2019, against a fall of 4 per cent for the euro area as a whole.", "This is a major change, especially in comparison with the years following the global financial crisis and the sovereign debt crisis (Figure 9).\"?", "The increase in investment was not limited to construction, which has been fuelled by very substantial tax incentives since 2021.", "The contribution of expenditure on machinery and intangibles, which last year returned to euro-area average levels as a percentage of GDP, is significant, thus closing a long-standing gap (Figure 10).", "The recovery in investment is a sign of confidence in the outlook for the Italian economy, which needs to be sustained and reinforced by directing resources towards growth-boosting projects.", "Italy's structural growth problem is well known, as are its causes.", "However, I would like to draw your attention to a fundamental fact: Italy's economy has been suffering from stagnating labour productivity for more than two decades, compared with an annual increase of 1 per cent in the rest of the euro area (Figure 11).", "This is mainly explained by the disappointing growth in total factor productivity - i.e.", "efficiency gains from new technologies, organisational improvements, product innovation and the expansion of the most efficient firms.", "'° Barring any corrections, these trends will continue to have a bearing on development also in the years to come.", "The road to the recovery of the Italian economy passes through investments and productivity and, finally, growth.", "Given the demographic outlook, employments contribution to economic activity will be nil at best, even in the most favourable scenarios.\"", "Growth will therefore depend on the ability to increase output per unit of labour.", "In 2019, it stood at 18 per cent, around 4 points lower than before the global financial crisis and the euro area average.", "In absolute terms, between 2007 and 2019, investment fell by 19 per cent overall in Italy, compared with a 6.8 per cent growth in the euro area.", "In 2022, investment returned to levels just below those of 2007.", "Investment in machinery and intangibles had fallen from around 10 per cent of GDP in 2007 to around 8 per cent in 2013, more than 1 percentage point below the euro-area average.", "The measurement of total factor productivity is inherently imprecise, but it provides clear indications about the lags of our production system.", "Since 2000, total factor productivity has increased by 11 per cent in the euro area (0.5 per cent annually), while it decreased by almost 3 points in Italy (-0.1 per cent annually).", "According to Istat's projections, the working age population (those aged between 15 and 64) will fall by 16 per cent over the next 20 years.", "This decline could be offset by higher labour market participation of women and young people and lower levels of unemployment.", "But even if we were able to bring the participation rates up to EU average levels, employment's contribution to growth would still be basically nil.", "This contribution could be greater if we increased the flow of regulated labour migration compared with Istat's baseline projections, which already take into account net inflows of 130 thousand people per year until 2040.", "The unsatisfactory performance of total factor productivity should, in turn, be seen in light of the changes that have taken place since the 1990s.", "It was at that stage that the Italian economy started to lag behind: first in information and communication technologies and later in digital technologies and in intangible capital endowment,\" thus laying the foundations for low growth.", "'® It is therefore essential to ensure the continuity of the ongoing recovery in capital accumulation.", "However, even this will not suffice without a sharp increase in the innovation capability of Italy's economic system.", "We must not repeat the experience of the 2000s, when strong investment growth was associated with meagre productivity gains.\"", "Investment in intangibles remains more than 1 point of GDP lower than in the euro area.", "*° While there is no shortage of highly innovative and internationalised firms, the share of firms that are lagging behind, both in terms of their ability to develop advanced products and services and of their adoption of new technologies, starting with digital technologies, is still large.", "The gap between firms at the technological and production frontier and other firms is a common problem in several countries,*!", "though it is more pronounced in Italy.", "Here, the rate of adoption of new technology and the productivity rate are significantly higher for large and older firms than it is for small and young enterprises; likewise they are higher for firms in the Centre and North than for those in the South and Islands.\"", "Intangible capital is accumulated through investment in intangible goods such as patents, trademarks, software, research and development.", "It is estimated that at the end of the 1990s Italy lagged behind the United States in information and communication technology by about seven years.", "See M. Bugamelli and P. Pagano, 'Barriers to investment in ICT', Applied economics, 2004.", "Subsequent papers suggest that this divide eventually shrank, though Italy started to lag behind in the adoption of new digital technologies and the investment in intangible goods.", "See A. Brandolini and M. Bugamelli, 'Report on trends in the Italian productive system', Banca d'Italia, Questioni di economia e finanza (Occasional Papers), 45, 2009; M. Bugamelli and F. Lotti, 'Productivity growth in Italy: a tale of a slow-motion change', Banca d'Italia, Questioni di economia e finanza (Occasional Papers), 422, 2018.", "19 Between 2000 and 2007, the invested capital stock grew at rates not dissimilar to the euro-area average; however, total factor productivity stagnated in Italy, while it improved by around 0.8 per cent annually in the euro area.", "Unlike in the rest of the euro area, in Italy investment was concentrated in construction rather than in expenditure for machinery and intangibles.", "20 In 2022, total investment in intangibles stood at 3.2 per cent of GDP, against 4.5 per cent for the euro area on average.", "In 2021, expenditure for research and development as a share of GDP alone stood at 1.5 per cent, lower than in Germany, France and the euro area as a whole by 1.7, 0.7 and 0.8 per cent respectively.", "In the private sector, expenditure was equal to 0.9 per cent of GDP, compared with an average of 1.5 per cent in the euro area and of 1.8 per cent in OECD countries as a whole.", "21 The limited innovation capacity of a large portion of the production system helps explain why, overall, advanced economies have so far derived limited productivity gains from new digital technologies.", "See F. Andrews, C. Criscuolo and P. N. Gal, 'The best versus the rest: the global productivity slowdown, divergence across firms, and the role of public policy', OECD Productivity working papers, 26, 2016; F. Calvino and C. Criscuolo, 'Business dynamics and digitalization', OECD Science, Technology and Industry Policy Papers, 62, 2019, OECD Publishing, Paris.", "a2 Calvino, S. De Santis, I. Desnoyers-Jameet, S. Formai, I. Goretti, S. Lombardi, F. Manaresi, G. Perani, 'Closing the Italian digital gap: The role of skills, intangibles and policies'; OECD Science, Technology and Industry Policy Papers, 126, 2022, OECD Publishing, Paris.", "Thus, we need to broaden the pool of innovative and dynamic firms, while fostering the adoption of technology among the rest.", "It is an ambitious goal, one which requires not only investment but also the enhancement of human resources.", "Technology, management skills and labour quality are key and complementary ingredients for innovation and development.", "Public policies and the commitment of the entire production and financial system, which in these difficult years has shown resilience and a recovery capacity on which to build in order to boost Italy's economic growth, should focus on and persevere with these goals.", "Conclusions In the euro area, risks to price stability have not disappeared and must be monitored in order to promptly identify and counteract potential inflationary pressures.", "However, disinflation is well under way and the current level of the ECB key interest rates is sufficient to bring inflation back to the 2 per cent target.", "But the ECB's tightening will continue to unwind over the coming months; its impact on demand may be much stronger than had been expected, also in relation to the reduction in the supply of liquidity.", "The normalisation of the Eurosystem's balance sheet must avoid abrupt adjustments, which would not be justified by the inflation outlook and could even be counterproductive for growth and price stability.", "In Italy, the goal of raising productivity requires that changes be made in a number of areas.", "Investing in innovation marks the starting point for the action required, but this does not mean that other measures are any less urgent.", "The productivity of a system depends on a variety of factors, such as the skills of the workforce, the functioning of the financial system, the degree of competition, labour market rules, and the functioning of the public administration, particularly the justice system.", "Above all else, the debt-to-GDP ratio must be reduced.", "High public debt diverts resources that could go to counter-cyclical policies, social programmes and development measures; it increases the cost of financing for private firms, hampering their competitiveness and dampening the incentive to invest; it makes our economy, and ultimately the whole country, vulnerable to the erratic movements of financial markets.", "Debt has been a weight on the Italian economy's shoulders for too many years.", "We must free ourselves from it by avoiding the mistakes of the past, acting on both the public finances and on growth.", "This task is not an easy one and we will have to tackle it bearing in mind that we need to continue efforts to relaunch the economy in the South and Islands.", "These issues are being widely analysed and discussed.", "The Bank of Italy will continue to do so, as it always has done.", "I will personally examine them more in depth in the future.", "Note: Ratio of non-performing loans to total loans net of loan loss provisions; year-end data, end-June for 2023.", "Note: Vacancies as a share of total jobs (sum of employment and vacancies) for the non-farm private sector and Employment Expectation Index.", "Note: GDP-weighted average of euro-area countries' ten-year government bond yields.", "Note: Interest rates on new loans to firms and on new mortgage loans to households for house purchase.", "Real money and credit growth in the euro area (12-month percentage changes) 20} Financial I Sovereign 20 15) Financial Sovereign 15 crisis debt crisis debt crisis crisis!", "Note: The monetary aggregate M1 includes currency in circulation and overnight deposits.", "The monetary aggregate M3 includes, in addition to M1, deposits with an agreed maturity of up to two years, deposits redeemable at notice of up to three months, money market fund shares or units, repos and bank bonds with a maturity of up to two years.", "Real money and credit are calculated by deflating their nominal values using the consumer price index.", "Note: Share of fixed-rate loans with a residual maturity of over one year in total loans in each sector of each economy.", "Note: The index is set at 100 for the latest available data prior to the first increase in policy rates by the central banks shown in the figure; the x-axis starts on 15 July 2022 for the Eurosystem, on 11 March 2022 for the Federal Reserve and on 10 December 2021 for the Bank of England.", "Note: Public and private investment.", "Note: Public and private investment.", "Note: Productivity is measured as GDP per hour worked.", "Designed and printing by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Disinflation", "Monetary policy", "Economic growth", "Investment", "Innovation", "Productivity", "Labour market", "Public debt", "Financial system", "Cooperative banking"]}