{"sentences": ["Citi Philippines CEO Paul Favila; Chairperson of the Microfinance Council of the Philippines Gilbert Maramba; founder of CARD MRI Aries Alip; fellow members of the National Selection Committee; advocates for digital financial inclusion; our outstanding digital microentrepreneurs and microfinance institutions, special guests, good afternoon and welcome to the Bangko Sentral ng Pilipinas.", "Today, we honor five microfinance institutions and 20 microentrepreneurs under the second Digital Financial Inclusion Awards.", "They have embraced the transformative power of digital technologies to grow their operations and serve their clients.", "The digital solutions they adopted ranged from e-commerce, social media marketing, and use of ewallets.", "I can tell you, the National Selection Committee had a really tough time choosing the finalists.", "So rich was the pool of nominees.", "We applaud all the nominees for investing time and resources in digitalization.", "The BSP values this Digital Financial Inclusion Awards.", "It supports and promotes both microfinance institutions and microentrepreneurs who successfully adopted digitaiization to boost efficiencies and scale up customer services.", "Their initiatives are aligned with the BSP's Digital Payments Transformation Roadmap and our National Strategy for Financial Inclusion.", "Under this roadmap, our goal is to convert 50 percent of the total volume of retail payments into digital form and to onboard 70 percent of Filipino adults to the formal financial system.", "Well, the share of digital payment transactions reached 42 percent in 2022; account ownership was 56 percent in 2021; and 65 percent in 2022.", "We are gaining ground, but there is still so much more to do.", "Microenterprises and microfinance improve the lives of so many Filipinos, more so when they are digitalized.", "Today's awardees prove this.", "They are good role models that inspire and inform.", "I therefore thank our partners from Citi, from MCPI and the members of our national selection committee for supporting digital financial inclusion.", "To our awardees, we thank and congratulate all of you for your well-deserved recognition.", "Sana ay patuloy na mas dumami pa ang katulad ninyo na matagumpay sa larangan ng digital financial inclusion!", "Maraming salamat at magandang hapon po sa ating lahat !"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital financial inclusion", "Microfinance", "Digitalization", "Financial inclusion", "Digital payments", "Microentrepreneurs", "Microfinance institutions", "Digital technologies", "E-commerce", "Social media marketing"]}