{"sentences": ["Mr President and Members of the Committee of the Institute of Financial Services (IFS) Malta, distinguished guests, good evening.", "One year ago, I wasstanding in front of you at a time when the euro area economy, and that means us, waslooking for a silver lining amidst a gloomy outlook of high inflation and low growth triggered by the pandemic and by the war in Ukraine.", "The pandemic prompted severe dislocations in demand and supply, some of which are still felt today.", "Production had stalled big way due to lockdowns.", "In response, monetary policy became more expansionary while governments adopted unprecedented measures to support households and firms.", "To do \"whatever it takes\" was the mantra on both the monetary and fiscal side.", "The decision to support health care, purchasing power and employment was certainly the right one, but it came at a cost.", "Public debt ratiosrose to very high levels acrossthe euro area.", "In late February 2022, the outbreak of the war in Ukraine, a pivotal event with farreaching implications for the prevailing global order,significantly intensified the inflation process.", "This escalation was primarily driven by a substantialspike in energy prices resulting from the conflict.", "Consumer prices surged, growing at a peak annual rate of 10.6% in October 2022.", "A decade of low inflation abruptly ended, and the psychological two-digit inflation threshold was breached for the first time in a generation.", "Let me state the obvious, the primary objective of the European Central Bank is price stability.", "Faced with price instability, we at the ECB's Governing Council had to act in a decisive manner, which we did by increasing interest rates ten times in succession since July 2022.", "In fact, monetary policy tightening continued uninterrupted to September 2023, for a total increase of 450 basis points in the ECB's key interest rates.", "Interest rates were the main tool, but by no means the only monetary policy instrument that was activated in response to strong inflationary pressures.", "The reinvestment of maturing securities held under the Asset Purchase Programme were halted, and the Targeted Long-Term Refinancing Operations are being repaid.", "Monetary conditions are now firmly in restrictive territory.", "Maintaining stable prices is essential for a thriving economy.", "But why exactly is it that important for Central Banks to keep inflation low and stable?", "High inflation translates into an unstable unit of account: the value of money falls in terms of goods and services.", "When inflation is too high, salaries and pensions are worth less.", "Households' purchasing power decreases, productive work is damaged, whereas sterile speculation is rewarded.", "The euro area economy The path of inflation since the turn of the year attests to the correctness of the decisions taken by the ECB Governing Council.", "The figures for October 2023, the latest available, report a 2.9% annual inflation rate for the euro area, indicating that the economy is gradually returning to price stability.", "With fingers crossed, we can state that price developments over the last 24 November 2023 twelve months indicate that we are on target to deliver on our 2% inflation objective by 2025.", "Considering the whole policy toolbox, the ECB Governing Council has thus engineered a sharp tightening of financing conditions.", "This was necessary to break the selfsustained build-up of inflationary pressures.", "The Governing Council has shown and will continue to show its commitment to safeguard price stability.", "Coming after almost a decade of supportive monetary policy and given similar developments in the United States and Britain, many feared that the sharp monetary tightening would have plunged the euro area into a recession.", "Although that remains a possibility, the euro area showed resilience instead, with quarterly real GDP pointing to a marginally negative growth only in the third quarter of this year.", "The Eurozone labour market also remains tight, with unemploymentstanding at historical lows in September 2023, at 6.5%.", "Inflation in Malta The Maltese economy has also been characterised by a high degree of labour tightness, and inflation in Malta is also moderating from high levels.", "After having reached a peak of 7.3% in December 2022, overall HICP inflation is estimated to have fallen to 4.2% in October, while inflation excluding food and energy is estimated at 3.6%.", "The latter core inflation measure - which excludes the more volatile items and is a better gauge of underlying price pressures - has stood slightly below the euro area average in recent months.", "Thisreflectsthat itstwo components-services and non-energy industrial goods inflation - have both fallen below the corresponding euro area averages.", "Nevertheless, it is still elevated from a historical perspective and still well above levels deemed consistent with price stability.", "On the other hand, overall inflation was until recently below the euro area average but in recent months has tended to exceed it.", "This reflects some base effects of sharply declining energy prices in other countries with lower subsidies than ours, but as we shall see there are some domestic factors at play.", "Overall inflation in Malta is set to ease further in the coming months.", "The disinflation process is largely being supported by the resolution of supply chain bottlenecks and the lagged impact of tighter monetary policy on imported inflation.", "Furthermore, as pandemic-related re-opening effects fade out, imbalances between the demand for and supply of consumer services are also correcting.", "Nevertheless, there are a number of domestic factors that are working in the opposite direction.", "These include a still dynamic economy buoyed to some extent by the support to demand arising from the energy subsidies.", "The weak pass-through of higher monetary policy ratesto deposit and lending rates in Malta is another factor supporting robust credit growth, especially on the real estate market.", "This state of play may be good for economic growth in the short-term.", "However, it also means that the power of a key policy tool that is geared towards dampening demand and hence inflationary pressures is severely diluted in Malta, where the direct transmission of tighter monetary policy to the domestic economy is impaired.", "At the same time, the indirect inflationary effects through import prices are strong.", "This means that for the disinflation process to accelerate, more ambition is required to address impediments to the reallocation of resources across sectors and lift the supply potential of the economy.", "The timely absorption of EU funds under NextGenerationEU is therefore key, as are enhanced incentives that support digitalization and upskilling.", "The fiscal stance is also set to shape the path of inflation going forward.", "In this regard, misalignments between fiscal and monetary policies are to be avoided to the extent possible.", "Fiscalsupport must be targeted and temporary.", "Both the IMF and the Commission are expecting a gradual reduction in energy subsidies.", "Earlier this week the Commission provided us with more clarity regarding the forthcoming fiscal rules, with an agreement expected in December, asthe Stability and Growth Pact (SGP) escape clause will be deactivated before the end of the year.", "From my experience the Rating Agencies main focus boils down to the Debt/GDP ratio.", "Here we have a few experiences to go by.", "Our past success to get out of an Excessive fiscal deficit and gradually move to surplus territory can be attributed to various factors.", "But essentially the underlying force was purely the macroeconomic debt dynamics equation where the country's rate of economic growth has to exceed the rate of interest.", "The current and future environment cannot be compared to the pre-Covid period.", "It will definitely be more challenging this time.", "So nobody in his or her right senses will ask for a sharp fiscal consolidation.", "But wherever the economy allowsit, we should grab the opportunity to make further progress towards stabilising and reducing the primary imbalance.", "The future is highly uncertain and shocks could come from anywhere, so building buffers will enhance the resilience of our economy.", "One word regarding the Bank's macroprudential response The sluggishness of monetary policy transmission is also affecting financing conditions.", "While the financial cycle has turned in the euro area, in Malta the real estate cycle is still on an expansionary trajectory, which is contributing to further concentration risks in the banks' loan portfolios.", "Macroprudential policy comes at the forefront to correct such imbalances.", "A case in point is the Central Bank of Malta's recent implementation of a sectoral systemic risk buffer to address the robust mortgage growth domestically.", "Preserving resilience of the financial system remains key.", "Overall, there is no space for complacency, and it would be unwise to assume that we are at the end of the current monetary policy tightening cycle, or that a cut in policy rates for the euro area is imminent as uncertainty in the global geo-political environment, and its potential impact on Europe, is still very high.", "The ECB's Governing Council will ensure that policy rates will be set at sufficiently restrictive levels for as long as necessary to ensure that inflation returns to its 2% medium-term target in a timely manner.", "And when that happens, that would be the best Christmas present, hopefully for next year.", "Thank you all for your attention, I wish you all a Merry Christmas."], "classifications": ["none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Price stability", "Economic growth", "Eurozone", "Fiscal policy", "Debt", "Financial stability", "Macroprudential policy"]}