{"sentences": ["Accompanying slides to the speech I am delighted to be speaking at UK Finance's Digital Innovation Summit, and to be announcing the winners of the UK Finance-NatWest Bank first ever ISO 20022 Ideathon.", "I have been impressed by the breadth, diversity, and creativity of the entries, ranging from fraud detection to ESG issues and much in between.", "Together, these demonstrate the transformational possibilities that the global messaging standard ISO 20022 can catalyse.", "The Ideathon emphasises that in addition to having innovative ideas and implementing them, it is always important to look beyond the obvious and to work collaboratively to cultivate their full potential.", "I would today like to discuss how we can reap the benefits of ISO 20022 using a timely analogy, given the harvest season.", "Producing a good harvest requires forward planning and needs the right ingredients, the right tools (indeed combine harvesters have their own ISO standard), favourable conditions and an understanding of how the crop will be used.", "And what is grown needs to adapt to the changing demands and tastes of consumers, and of the wider environment.", "This is the case in payments too.", "We have seen fundamental changes in the way that we pay from bartering to coins and banknotes, to cards and to electronic payments and smart watches.", "It is important that core payment systems are able to support these changes, to adapt and provide a strong platform for competition, innovation and future demands.", "Through the renewal of our Real Time Gross Settlement (RTGS) service, the Bank of England has been creating the right conditions for the payments industry to grow.", "Last year RTGS settled on average £775 billion of payments each working day.", "These represent a variety of economic activity from bond settlements to house purchases to salaries, all of which ultimately settle in central bank money, the risk-free asset.", "Our multiyear transformational Renewal Programme aims to enhance payments through increased resilience, greater access, wider interoperability, and improved user functionality.", "Next year we will introduce a new core settlement engine, supporting broadened access for more and for different types of participants.", "It will have increased technological resilience and cyber security, provide improved user functionality and more modern systems to make interactions with RTGS easier, including through Application Programming Interfaces (APIs).", "The modular architecture of the renewed RTGS will enable future changes to be more efficient and provide a platform for growth.", "Beyond 2024, we will continue to enhance RTGS, and are already working closely with industry on our ambitious, Roadmap of future payment innovations1 , exploring innovative enhancements such as synchronised settlement.", "In a world where there is an increasing demand for payments to be quick and efficient, the messages exchanged need to be able to carry all the data required to process, settle and reconcile the transaction.", "Demands for data have increased over time, aiding fraud detection and improved automated processing, with further advantages identified for settlement, speed, and routing if more information could be included.", "Yet until very recently CHAPS, the UK's high value payment system, in common with many other systems worldwide, was using a messaging standard that had its origins and structure rooted in 1970s technology: this limited the data that could be carried.", "In June 2023, we achieved the first major public milestone in our RTGS Renewal Programme by migrating CHAPS to ISO 20022.", "And next year our core RTGS settlement engine will become fully ISO 20022-native for all services and account holders.", "ISO 20022 facilitates the sending of richer data in a more structured format than the disparate legacy messaging standards in use across the world.", "It is an open international standard, providing the potential to create a single common language for most payments globally.", "Many other payment system operators, including for cross border, high value and faster payments are busy implementing ISO 20022.", "And many systems and schemes that were early adopters of ISO 20022 are updating to a newer version to support additional functionality.", "Many systems speaking the same language drives towards one of our key goals of wider interoperability across the payments chain, not just within the UK but worldwide too, and is an important tenet of the G20 cross-border payments roadmap .", "Greater interoperability can improve resilience in the payments ecosystem by making it more straightforward to redirect payments to other systems.", "Use of a common language understood by all should also improve straight through processing, and with it increase the speed and reduce the cost of payments, particularly for more complex cross-border payment chains.", "A common language also makes it simpler for payment service providers to participate in many systems, with the potential for improved access facilitated by APIs.", "The ability to send and receive a greater amount of data opens up the opportunity to extract more information from payments and to achieve better outcomes, such as quicker, simpler and more automated reconciliation, or faster end-to-end payments.", "And these benefits will be most striking the more the payments ecosystem includes enhanced structured data within the payments.", "To start seeding the payments ecosystem with enhanced data, the Bank is mandating the use of purpose codes and Legal Entity Identifiers (LEIs) for certain CHAPS payments from November 2024, followed by structured addresses and remittance information from November 2025.", "Standardised information about the purpose of the payment can realise benefits in fraud prevention, payment prioritisation and customer insights.", "For instance, the Bank's work with industry developing our Property Sector Market GuidanceOpens in a new window highlighted that Payment Service Providers (PSPs) could use the purpose code to identify and prioritise time-critical payments such as property purchases.", "The Bank will mandate the inclusion of a purpose code for property payments and payments between financial institutions from November 2024.", "Introduced in response to the Financial Crisis, the LEI is a unique global identifier of corporate entities involved in an economic transaction.", "Consistent and wide usage of the LEI will support improved resolution planning, financial crime detection, sanctions screening, customer due diligence, and innovation in products and services.", "Ultimately this supports faster and cheaper payments for end-consumers.", "To support the necessary up-take, the Bank will mandate the LEI for payments between financial institutions from November 2024.", "Using a common language will also help boost competition in the industry.", "Technology vendors will be more readily able to offer products across different countries and currencies.", "ISO 20022-native payment initiators will be able to choose and add new payment providers and payment paths more quickly.", "And the ISO 20022 standard offers the flexibility to evolve with new services, such as our proposed service for synchronising payments (and/or asset) movements between different ledgers.", "The large data sets available to the participants could also enable the use of Artificial Intelligence for fraud identification and payment improvements.", "Whilst ISO 20022 provides opportunities for interoperable global financial messaging, the pure technical standard itself is not sufficient to fully unlock the benefits.", "The ISO 20022 base messages support a vast array of data model choices, and has allowed different conventions to arise in domestic markets.", "For payments to move seamlessly cross-border, it is important to have a high degree of harmonisation in the data model being supported internationally.", "As part of the G20 cross-border payments programme, the Bank for International Settlements' (BIS) Committee on Payments and Market Infrastructures (CPMI) and the private sector global Payments Market Practice Group (PMPG) created a joint task force to establish harmonised data requirements of crossborder ISO 20022 messages.", "The final reportOpens in a new window was published by the BIS in mid-October.", "Whilst the current CHAPS ISO 20022 message usage guidelines that control the technical specification of CHAPS payment messages already support the vast majority of the data requirements set out in the publication, we will make some adjustments by end-2025 to ensure full compatibility, as part of a regular process for updating message guidelines.", "In developing our ISO 20022 approach we worked with Pay.UK to create a common credit message for UK customer credit transactions.", "This is particularly important to facilitate greater interoperability between CHAPS and the New Payments Architecture that will use ISO 20022 messaging from the outset.", "Additionally, the common messaging approach will improve choices of payment paths for customers and participants alike, and we will continue working with them on an aligned approach to support the cross-border data model to the fullest extent.", "The Bank is also a key supporter of the HVPSplus group, where we are working with other high value payment systems operators to create a Financial Market Infrastructure ISO 20022 implementation charter.", "This will showcase market best practice, and ensure cross border payments and high value payments standards are closely aligned going forwards.", "The support for and adoption of APIs may offer another, and potentially more efficient means to input, extract or collate payments information.", "In the past few months, CPMI has established a panel of private and public sector API experts to issue recommendations on the harmonisation of API protocols for cross-border payments next year.", "The benefit of well-structured payment messages goes beyond the payment service providers themselves.", "Once the payment is received by the end-user, the remittance information in the message can be matched against an outstanding invoice.", "This could for example be a farmer checking the payment for the grain harvest has arrived, and improving cashflow forecasting.", "At the moment, this reconciliation of invoices and cash positions often involves considerable manual matching and investigation.", "Adding relevant references and invoice numbers in a structured format in the payment message itself could considerably improve end-users' own processing and reduce their costs of doing business.", "The ISO 20022 messages need to be cultivated by a range of players.", "A number of key Financial Market Infrastructures are scheduled to migrate to ISO 20022 messaging in the next couple of years and support for the old 'MT' standard for cross-border interbank messaging in Swift is scheduled to end in November 2025.", "Many financial institutions, though able to send and receive ISO 20022 messages, have not yet made their core banking systems fully ISO 20022-compatible, which limits the data they can use and send.", "This disparity prevents the industry fully unlocking all of the benefits of ISO 20022, and from passing those benefits on to their own customers.", "It is important that payment service providers continue to invest in their internal systems over the coming years.", "Corporates may need to invest in their own systems to realise the benefits.", "There are many ISO 20022-compatible solutions provided by vendors; indeed, we have been told by some corporates that they are ISO ready and waiting on their payment services providers to provide a compatible interface.", "And all organisations will need to update their systems to the latest standards, and continue to do so as the standard evolves.", "I hope that my remarks coupled with the great proposals in the Ideathon have demonstrated the importance and potential of ISO 20022.", "To reap the benefits there is a role for a wide range of players from Financial Market infrastructures such as the Bank, to financial institutions initiating, receiving and passing on payments, to corporates interfacing with their payment providers, to vendors and Enterprise Resource Planning ('ERP') providers facilitating payments and back-office systems.", "Let me plant these ideas with you: 1.", "ISO 20022 can bring many benefits your organisation.", "Do you understand them, and what are you doing to place ISO 20022 in your longer-term data strategy?", "Harmonisation is key to success.", "How can your organisation collaborate to support this?", "This could be through implementing ISO 20022 payment messaging, driving ISO 20022 improvements through harmonised procedures for remittance.", "ISO 20022 is not just a financial institution concern.", "The benefits extend to end users including corporates and SMEs.", "ISO 20022 should not just be viewed as a mandatory or regulatory requirement.", "If nurtured it has the ability to transform the payments ecosystem.", "Through unearthing the full potential of ISO 20022 we can reap the greatest benefits.", "I would like to leave you with a quote by Meister Eckhart, a 14 century German theologian, \"What we plant in the soil of contemplation, we shall reap in the harvest of action.\"", "I would like to thank Elizabeth Leather, James Southgate, Tanveer Bhatti, Mark Streather and Brendan Hogarth for their help in preparing these remarks.", "Bank of England (2023) Roadmap for the Real-Time Gross Settlement service Financial Stability Board (2023) G20 Roadmap for Enhancing Cross-border Payments: Consolidated progress report for 2023Opens in a new window Bank of England (2021) Property Sector Market GuidanceOpens in a new window Bank for International Settlements: Committee on Payments and Market Infrastructure (2023) Harmonised ISO 20022 data requirements for enhancing cross-border payments - final reportOpens in a new window"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ISO 20022", "Payments", "Data", "Interoperability", "Harmonisation", "Resilience", "APIs", "Financial Market Infrastructures", "Fraud Detection", "End-to-End Payments"]}