{"sentences": ["Dear Ladies and Gentlemen, First of all, on behalf of the Governor of the Bulgarian National Bank Mr. Dimitar Radev and on my behalf, I would like to thank the organisers from the Institute of Certified Public Accountants in Bulgaria (ICPA) and the International Association of Chartered Certified Accountants (ACCA) for inviting me to take part in today's conference.", "The selected topics are particularly relevant in the light of both the new European legislation on corporate sustainability reporting and the planned introduction of the euro in the Republic of Bulgaria.", "For this reason, I am happy to emphasise the role of cooperation between the BNB and ICPA on topics of common interest, which I personally promote.", "Regarding the general topic of sustainability and, in particular, corporate sustainability reporting, we should note the significant role of the conceptual framework at the European level, i.e.", "the 'European Green Deal', better known as the 'Green Deal'.", "By the Green Deal, the European Commission undertakes to revise the provisions of Directive 2013/34/EU (so-called 'Accounting Directive') on the reporting of non-financial information.", "The Green Deal aims to transform the EU into a modern, competitive and resource-efficient economy, and to protect, preserve and increase the Union's natural capital, as well as the protection of the health and well-being of the Union's citizens from environmental-related risks and effects.", "Another objective of the Green Deal is to ensure the participation of all regions and citizens of the Union in a socially-fair transition towards a sustainable economic system.", "As part of the measures and activities designed to achieve sustainable development, we should also mention initiatives, such as the sustainable finance package adopted in April 2021.", "It introduced Directive (EU) 2022/2464 (the Directive on corporate sustainability reporting), which expanded the scope of the conditions specified in Directive 2014/95/EU amending the Accounting Directive as regards disclosure of nonfinancial information by certain large undertakings and groups.", "The mentioned Directive on corporate sustainability reporting phases in requirements for large undertakings (with over 500 employees) and the undertakings, except micro-undertakings, which are listed on a regulated market in the EU.", "Therefore, it is envisaged that for the financial years starting from 1 January 2026 small and medium-sized undertakings must also include in their reports information in compliance with the requirements laid down in the Directive.", "Some of these requirements are related to undertakings' regular reporting on their environmental protection activities and the impact of their business on society.", "Our sustainability discussion should also touch on the larger topic of the completion of our country's integration into the large European family by the introduction of the euro in Bulgaria.", "For me, as a specialist in the academic and financial spheres, it is of utmost importance to speak to you, the certified public accountants in Bulgaria, about our progress on this topic as I highly value your expertise and experience, and I hope that, through you, the information on the various aspects of the preparations for the euro changeover will reach as many specialists as possible.", "In order to raise awareness of the euro topic, information materials with questions and answers on this issue have already been published on the websites of the Bulgarian National Bank and the Ministry of Finance.", "There you can find information on the euro area, the European Central Bank (ECB), the criteria for euro adoption and its benefits, as well as technical information on the exchange and conversion from levs to euro.", "A dedicated website on the euro is about to be put up, describing in details the benefits of the euro adoption, good practices and the experience of other countries that have introduced the euro, the currency exchange, the dual price display period, the security features of euro banknotes and euro coins, etc.", "The organisational, technical and regulatory activities related to the introduction of the euro are running in accordance with the National Euro Changeover Plan of the Republic of Bulgaria.", "A draft law on the introduction of the euro has been prepared, which establishes the rules and procedures related to the euro adoption in Bulgaria.", "This law stipulates that the conversion of accounts from levs to euro will be automatic and free of charge on the day of introduction of the euro in Bulgaria.", "During the first month as of the date of the euro changeover, the lev and the euro will circulate simultaneously, both as legal tender.", "When this one-month period expires, the euro will become the sole currency of our country.", "Full participation in the Economic and Monetary Union is a strong pre-condition for full integration into the European structures and for making maximum use of the potential of our country's participation in the single European market, including by eliminating the need to convert levs to euro and eliminating transaction costs.", "The data and experience of the countries that joined the euro area earlier show that the introduction of the euro accelerates sustainable development and the convergence with the average European incomes.", "In conclusion, I would like to once again welcome the guests at this high forum and the speakers participating in it, and I wish interesting and productive discussions to all participants in today's conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainability", "Corporate Sustainability Reporting", "Euro Introduction", "European Green Deal", "Sustainable Finance", "Economic and Monetary Union", "Euro Changeover", "Non-Financial Information", "Bulgarian National Bank", "European Central Bank"]}