{"sentences": ["Speech 9 November 2023, 6.15 pm A pillar of financial stability - The SNB's role as lender of last Alumni WWZ Basel Martin Schlegel* Vice Chairman of the Governing Board Swiss National Bank Basel, 9 November 2023 © Swiss National Bank (speech given in German) Ladies and gentlemen Today is 'National Future Career Day', when girls and boys throughout Switzerland accompany their parents to their workplace and spend the day watching them at their jobs.", "I too had a visitor at work today, and once again I found that children bring fresh perspectives and often ask quite fundamental questions.", "This is precisely what I want to do in my speech today: to take a close look at a core task of the SNB in relation to financial stability - its role as lender of last resort.", "In this role, the SNB made up to CHF 168 billion in liquidity available for managing the crisis at Credit Suisse this spring.", "Such a number is hard to grasp.", "It corresponds to approximately one-third of Credit Suisse's balance sheet total at the time, or double the annual expenditure of the Swiss Confederation.", "Why is the SNB the lender of last resort and why does it provide liquidity assistance in this capacity?", "How does it provide this liquidity?", "What conditions does it set, and to whom does it provide liquidity?", "These are the fundamental questions I want to address today, while also taking an in-depth look at the challenges and limits involved.", "I will conclude by talking about the liquidity assistance provided to Credit Suisse.", "The role as lender of last resort Acting as lender of last resort means that a central bank makes liquidity assistance available to banks when they suddenly need substantial liquid funds which they are no longer able to obtain on the market.", "It is an important part of a central bank's contribution to the stability of the financial system.", "The reason why this role is necessary lies in the nature of the traditional banking business.", "On the one hand, banks accept deposits from savers.", "On the other, they grant loans.", "In so doing they bridge the different time horizons of their customers' needs.", "Households want instant access to their deposits.", "However, borrowers need to be able to plan with certainty, which is why they generally take out loans for several years, such as a ten-year mortgage for buying an apartment.", "This is known as 'maturity transformation', and with it banks play a valuable role in the economy.", "The Achilles heel here is that a bank can get into distress if there are substantial withdrawals of deposits.", "This is because in order to pay out large volumes of deposits at the same time, a bank would have to realise assets.", "Doing so at short notice would incur losses, if it is even feasible at all.", "For example, a bank cannot simply demand early repayment of the ten-year mortgage mentioned earlier.", "And although securities can be sold, doing so in large quantities in a 'fire sale' is often only possible at a discount.", "High outflows thus threaten a downward spiral towards insolvency.", "Other banks can then also be caught up in the crisis of confidence, giving rise to the risk of a financial crisis.", "A lender of last resort can interrupt such a downward spiral.", "Liquidity assistance can allow a bank to pay out deposits without getting into distress and having to sell its assets at a loss.", "How does the SNB perform its role as lender of last resort?", "There has long been broad international consensus on this fundamental role of lender of last resort.", "How does the SNB perform this role in practice?", "It does so by granting emergency liquidity assistance, or ELA for short.", "Specifically, this means that a bank which is no longer able to refinance its operations on the market can obtain emergency liquidity from the SNB.", "The SNB gives the bank liquidity assistance in the form of loans.", "The bank has to provide sufficient collateral to cover these loans.", "The SNB accepts a broad range of collateral - in particular also illiquid assets.", "The aim is for banks to be able to obtain as much liquidity as possible from the SNB should the need arise.", "The eligible assets primarily comprise mortgages.", "The SNB accepts mortgages on both private and commercial properties in Switzerland as collateral.", "The focus is on mortgages because they are generally illiquid and banks are therefore unable to realise them at short notice.", "Furthermore, they are banks' most important assets by far, accounting for around 85% of domestic credit volume.", "Systemically important banks can also use various securities as collateral.", "The eligible securities can be denominated in different currencies and comprise securitisations, equities and bonds, including those issued by borrowers with lower credit ratings.", "Unlike mortgages, securities can usually be used by the banks themselves to obtain liquidity on the market.", "Nonetheless, this option can be helpful to banks, particularly when key parts of the financial markets come to a standstill, as happened in the global financial crisis.", "Here I would like to emphasise something that is frequently overlooked.", "You will often see texts that simply state that central banks provide liquidity assistance.", "In practice, it involves a complex apparatus with operators working under high pressure.", "When the SNB provides liquidity assistance, it receives collateral from the recipient bank.", "This has to be checked: Has the collateral actually been delivered and does it meet the agreed criteria?", "In return, liquidity is created, transferred and settled.", "If the SNB provides liquidity in foreign currency, it usually has to obtain it against its own collateral on the market or from the corresponding central banks.", "In addition, legal clarifications are required, and the risks have to be monitored and managed on an ongoing basis.", "Of course, close cooperation with the other authorities involved is also necessary, particularly with FINMA and the Federal Department of Finance.", "Dialogue with the commercial banks is also highly important.", "In an emergency, this work has to be completed within a matter of hours.", "This apparatus does not run automatically.", "It has to be carefully set up, maintained and tested over and again.", "What conditions does the SNB set for liquidity assistance?", "What conditions have to be met for the provision of liquidity assistance by the SNB?", "I would like to highlight two.", "The first condition is solvency.", "The bank must be solvent and viable, or a package of measures must be available which ensures that the business will remain viable.", "If the SNB were to provide liquidity assistance to an insolvent bank, this would only delay the bank's inability to meet its obligations, not prevent it.", "If the bank has too many bad loans on its books or its business model is ailing, it will need more capital or it will have to restructure its business.", "Liquidity assistance is not the best medicine for such ills.", "More deep-seated problems need to be resolved with other measures.", "The second condition is collateralisation.", "The liquidity assistance must be covered by sufficient collateral.", "For this reason, the SNB applies risk discounts, or 'haircuts' as they are known.", "A haircut of 10%, for example, means that the SNB grants a loan of CHF 90 million against collateral of CHF 100 million.", "In this way it takes into account the fact that the assets may not necessarily fetch their full original value when sold.", "The SNB uses recognised assessment methods to determine these haircuts.", "The haircuts depend among other things on the type of assets concerned, the currency in which they are issued, and how well diversified they are.", "For example, haircuts for a broadly diversified portfolio of mortgages are between 10% and 15%.", "The assets also have to be transferable to the SNB.", "To ensure transferability, banks have to make legal and operational preparations in respect of the assets.", "For instance, the individual customer contracts need to allow transfer to third parties.", "Furthermore, banks must be able to ensure that the same assets are not used more than once as collateral.", "This preparation for transferability may sound trivial, but in practice failure to do so can severely restrict the volume of liquidity assistance available.", "To whom does the SNB provide liquidity assistance as lender of last resort?", "A further important question is who can receive emergency liquidity from the SNB.", "As I said earlier, the rationale behind the role as lender of last resort lies in the very nature of the banking business and the aforementioned Achilles heel.", "Bank collapses can lead to financial crises and cause serious harm.", "The lender of last resort function is therefore aimed at banks.", "This is in line with the SNB's statutory task to contribute to financial stability.", "Until now emergency liquidity assistance has been prepared and regularly tested with all systemically important banks - namely PostFinance, Raiffeisen Group, UBS (including Credit Suisse) and Zürcher Kantonalbank.", "The SNB is currently expanding the possibilities for obtaining liquidity against mortgages to the whole banking sector.", "No matter their size, banks can find themselves in a situation where they need significant amounts of liquidity quickly.", "Having started preparations for this expansion in 2019, the SNB began the implementation with a pilot project in 2022 and informed the general public in September this year.", "This expansion will allow the SNB to provide liquidity against mortgage collateral to the whole banking sector in the event of liquidity shortages.", "As mentioned before, a prerequisite for liquidity assistance is that the collateral must be transferable to the SNB.", "If only a handful of banks are involved, this can be individually arranged, implemented and tested.", "The expansion to cover the entire banking sector calls for a standardised process.", "Mortgage collateral will therefore be transferred digitally and in a standardised format via the electronic SIX Terravis platform.", "This expansion is open to all banks.", "The SNB expects banks active in mortgage lending to take part in this initiative and prepare mortgages for transfer.", "Broad participation will increase resilience to liquidity shortages both at the banks involved and in the banking system as a whole.", "To sum up, emergency liquidity assistance is currently operationally available to all systemically important banks, with a wide range of eligible collateral.", "With the expansion, all banks will now be able to obtain liquidity assistance against mortgages when needed - provided they make the requisite preparations.", "What are the challenges a lender of last resort faces?", "As economics graduates, you will not be surprised to hear that the lender of last resort function also involves trade-offs, which give rise to challenges.", "What are these challenges and trade-offs?", "The first trade-off concerns the disclosure of liquidity assistance.", "If the provision of liquidity assistance is made public, for example due to disclosure obligations or voluntary reporting by the bank, this sends out a signal.", "Ideally, this signal will create trust and calm the situation.", "However, what can also happen is that the receipt of liquidity support catches the market unawares - especially if a bank's liquidity problems are not yet widely known.", "This can give rise to a phenomenon referred to in jargon as 'stigma'.", "For example, the emergency liquidity granted to the UK bank Northern Rock was seen as a warning signal and triggered a bank run.", "One possible measure to mitigate this stigma issue is to try to make liquidity assistance commonplace.", "The hope then is that receiving liquidity support loses its stigma if liquidity is obtained by banks on a regular basis rather than only being available in an emergency.", "Yet it is clear that obtaining large amounts of liquidity will always sound alarm bells - even if it is not called 'emergency' assistance.", "Stigma will therefore not be resolved simply by renaming liquidity assistance.", "Another measure would be to adjust the disclosure requirements so that the receipt of emergency liquidity assistance is not immediately made public.", "Currently it can be the case that both the SNB and the banks are obliged to disclose such liquidity assistance in their regular reports or in ad hoc announcements.", "A delay in disclosure during a crisis would allow time for tackling the cause of the loss of confidence.", "However, this would entail some reduction in market transparency.", "The second trade-off concerns the availability of liquidity assistance in relation to banks' own provisions.", "When things are calm, banks finance themselves via the market and customer deposits.", "If a bank finds itself in an emergency situation, the SNB stands ready as lender of last resort.", "However, the availability of liquidity assistance could potentially mean banks have less incentive to cover their liquidity in advance themselves.", "This gives rise to 'moral hazard'.", "Just as, on the one hand, helmets offer skiers better protection, on the other hand they can also encourage greater risk-taking and therefore result in more serious accidents.", "The interest rate terms also have to be mentioned when discussing this trade-off.", "The SNB applies an interest rate surcharge for the liquidity assistance it provides.", "This reduces the incentive for banks to rely on liquidity assistance.", "Moreover, liquidity regulations have a key role in this regard.", "They limit the moral hazard and ensure that banks build up their own buffers so that they can absorb liquidity shocks.", "The regulations are also designed to create time to be able to react to increasing outflows.", "Nevertheless, it is of course impossible to completely rule out losses of confidence and outflows.", "What are the SNB's limits as lender of last resort?", "As lender of last resort, the SNB makes a key contribution to financial stability.", "But what limits does the SNB face in this role?", "When addressing the question as to 'how' the SNB provides liquidity assistance, I explained that it does so against collateral.", "This is not just a technical restriction, it is also an institutional issue concerning the division of roles between the central bank and the government - in our case the Confederation.", "The restriction to secured loans ensures that the SNB's support is limited to liquidity assistance and does not become solvency support.", "The decision on the use of public funds is the responsibility of the Confederation.", "There may be cases in which a bank's collateral, even if well prepared, is insufficient for the liquidity assistance required.", "If further liquidity assistance (without collateral) is still needed to protect the Swiss economy from serious consequences, the federal government and parliament must be able to decide what action to take and also bear the risks.", "This allocation of roles in an extreme emergency is international practice.", "A proposal is currently being discussed by parliament which would complement secured liquidity assistance from the SNB with a further form of liquidity support secured by a federal guarantee.", "This public liquidity backstop, or PLB for short, takes account of the SNB's limits and tallies with the tried-and-tested division of roles between the SNB and the Confederation.", "Accordingly, the SNB supports the anchoring of the PLB in law.", "Lender of last resort during the crisis at Credit Suisse I shall conclude by returning to the crisis at Credit Suisse.", "How were the principles I have mentioned reflected in the SNB's role during this crisis?", "Just over a year ago, in October 2022, there were large-scale outflows of deposits from Credit Suisse.", "In this phase, the bank was still able to cover the outflows using its liquidity buffers.", "In March this year, there were further substantial outflows.", "Credit Suisse was no longer able to cope with this second phase of high liquidity outflows on its own.", "The SNB provided liquidity assistance as lender of last resort.", "Without this liquidity assistance, Credit Suisse would have become unable to meet its financial obligations.", "The outflows were so large that emergency liquidity assistance (ELA) was not enough.", "It was supplemented by ELA+, liquidity assistance established under emergency law.", "Furthermore, the Federal Council activated the PLB via emergency law to ensure the successful implementation of the acquisition of Credit Suisse by UBS.", "The SNB's liquidity assistance loan granted via the PLB was covered by a federal guarantee.", "Altogether, the SNB provided up to CHF 168 billion in liquidity with these instruments.", "It was the largest amount of liquidity assistance ever provided to a single bank anywhere in the world.", "The amount of liquidity assistance was calculated so that it could cover virtually all possible short-term outflows from the bank.", "It was provided with same-day execution in Swiss francs, euros and US dollars when requested by the bank.", "How were the two conditions of solvency and sufficient collateral applied?", "As regards solvency, Credit Suisse was solvent, but was suffering from not just a temporary liquidity shortfall but also a fundamental loss of confidence.", "This was why a comprehensive package of measures was needed.", "Liquidity assistance alone would not have resolved the crisis at Credit Suisse, and the package of measures addressed the underlying problems.", "As regards sufficient collateral, the prepared collateral and the associated liquidity assistance were not sufficient.", "The outflows were massive.", "Furthermore, Credit Suisse had not prepared all the possible collateral for transfer to the SNB or other central banks.", "As a result, additional liquidity had to be made available in another form.", "The SNB provided ELA+, liquidity assistance introduced by the Federal Council under emergency law.", "This emergency liquidity was not covered by the delivery of collateral, but instead was secured solely by means of preferential rights in bankruptcy proceedings.", "In this exceptional situation, the SNB considered the preferential rights to be sufficient for the risk incurred.", "Overall, there are lessons to be learned from this crisis.", "In relation to the lender of last resort function, I would like to pick out three.", "The first lesson is crisis prevention.", "The crisis showed how quickly deposits can be withdrawn.", "An important step to counteract this would be to extend the maturity of deposits.", "This would reduce the risk of a large proportion of the deposits being withdrawn in a very short space of time.", "The bank and the authorities would thus gain valuable time to manage a crisis.", "The second lesson is the preparation of collateral.", "With more extensive preparation, Credit Suisse would have been able to receive more liquidity assistance under the existing framework.", "It is therefore crucial going forward that banks prepare enough collateral for transfer to the SNB and other central banks.", "The third lesson is the PLB.", "Even with more preparation by banks, it is possible that their collateral might not be sufficient to cover their liquidity needs.", "In such extreme situations - when even the SNB's emergency liquidity assistance is not enough - the PLB should take effect.", "ELA+ was necessary in the specific case of Credit Suisse, but it is not a model for managing future crises.", "This type of loan was created as an emergency solution exclusively for the specific crisis at Credit Suisse.", "The combination of ELA and ELA+ served to create the necessary time window until a comprehensive solution to the crisis of confidence at Credit Suisse could be worked out.", "However, blanket provision of liquidity assistance without the delivery of collateral contradicts the institutionally appropriate division of roles between the Confederation and the SNB as enshrined in law.", "The crisis at Credit Suisse has shown that the SNB takes its role as lender of last resort seriously - both in times of crisis as well as in the ongoing development in this respect over the long term."], "classifications": ["none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance"], "topics": ["Lender of last resort", "Liquidity assistance", "Emergency liquidity assistance", "Collateral", "Solvency", "Mortgage", "Financial stability", "Stigma", "Moral hazard", "Public liquidity backstop"]}