{"sentences": ["When we look at the future of the world, we always see risks and opportunities.", "One cannot predict with certainty if it will be the former or the latter that will prevail.", "We can construct scenarios that assume specific trends and political measures and also take into account the role of chance.", "The risks posed by technological change, demographic and migratory trends, and potential trade wars are plain to see.", "Major opportunities also come from technology and its role in stimulating and interacting with entrepreneurship; seizing them requires suitable government policies that are also able to safeguard against risks.", "In this context, Italy has some cards to play.", "We come from a quarter of a century in which we have lost ground to the other advanced countries, culminating in a double-dip recession that caused damage comparable to that of a war.", "Though not without great exertion, we are now emerging from the crisis.", "We are succeeding in chipping away at that structural roadblock that chokes and limits firms.", "Today, the first results of this collective effort are visible.", "The productive structure of the economy is slowly changing, employment is rising, and investment has started to grow again; this points to increased confidence in the future.", "The external accounts are performing well and our net foreign liabilities have plummeted.", "Banks are overcoming the serious difficulties originating in the real economy.", "Sounder public finances have made it possible to channel financial resources to supporting the economy to the extent permitted by the continued need to keep debt, which is especially high in our country, under control.", "The exceptionally expansionary monetary policy stance, whose aim is to guarantee price stability in the euro area, is aiding the efforts of both the private and public sectors.", "Public finance choices centre around the taxes needed to finance expenditure and on how to employ the resources available to assist growth and protect the weak.", "On one level, the severe crisis that hit us accentuated the tax burden; on the other it stoked the fears of those who have a job and the anxieties of those seeking one.", "The ultimate objective of economic policy can only be to increase everyone's income and welfare: an economy that gets poorer is less equal and less happy.", "To achieve this goal, the system's growth potential, and therefore productivity, must be raised.", "If the public sector limited itself to contracting new debt without reorienting towards economic development the composition of its balance sheet and the rules and mechanisms governing the functioning of the economy, this would have grave consequences.", "But it must be stressed once again that there are no shortcuts for cutting debt.", "A large portion of the financial savings accumulated by Italians can be directly or indirectly traced backed to the €2.3 trillion that make up our public debt.", "If the value of their wealth were to be imperilled, they would react by fleeing and seeking shelter elsewhere.", "And foreign investors would follow suit even more rapidly.", "The financial crisis that would ensue would put us back significantly.", "It would taint Italy's reputation forever.", "We are not constrained by the European rules but by economic logic.", "And closely linked to this is the obligation not to compromise the future of the next generations; increasing the debt means saddling them with what we are unwilling to pay today.", "Reducing public debt and at the same time boosting economic activity is difficult but not impossible.", "The situation is not unfavourable.", "We are not too far from a balanced budget, which would enable us to create a virtuous circle of lower borrowing costs and higher growth, competitiveness is improving, and financial conditions in Europe are relaxed.", "We can gradually channel resources to more productive uses by increasing public investment and working towards completing adequate infrastructures.", "Balance and patience are required to identify the necessary means, by cutting needless expenses and rethinking and simplifying the tax system as a whole, without ruling out increasing less distortive taxes.", "Efforts in this direction must be made worldwide.", "Some phenomena inevitably require governance on an international scale: economic integration, technological progress, immigration and finance are all topics that cannot be managed within the narrow confines of national borders.", "Isolation is not the best seedbed for development.", "Italy's destiny is that of Europe.", "We are part of a very large and deeply integrated economic area, whose development determines that of Italy and at the same time depends on it.", "It is important that Italy has an authoritative voice in forums where the future of the European Union is to be decided.", "All its member states must contribute to its progress.", "Some very important issues will be dealt with over the coming months: the governance of the EU, its multi-annual budget, and the revision of financial regulations.", "Europe needs to overhaul its existing tools and to create new, shared ones to tackle economic and financial shocks, given that national tools are either weak or unavailable.", "Following the reforms of recent years, any further progress appears to be on hold for now owing to concerns about the public and private financial vulnerabilities accumulated during the crisis and by mutual distrust.", "The situation is a difficult one that we can overcome by creating the conditions that will enable us in the future to take the steps that today appear impossible.", "It is often recalled that the European Union and the euro area do not have a common government, yet it is precisely this major objective that has enlivened the history of modern Europe.", "There is still a long way to go, but this should not weaken our resolve to play a vigorous and leading role in the dialogue and deliberations upon which the prosperity of European citizens depends.", "The delicateness and exceptionality of these times is clear to everyone.", "While it is to be hoped that the goals and the projects of the various political groups will be set with clarity and foresight, together with the plans to achieve them, it would not be wise to ignore financial compatibilities.", "This, not because of European rigidities or the threat of speculation, but because our actions and our plans send out the signals that guide the allocation of resources at national and global level.", "The rules of the game can be debated, even criticized; they can surely be improved.", "Yet we cannot disregard constitutional constraints: protecting savings, balancing the accounts and respecting the Treaties.", "Above all, we must never forget the very serious risk of losing the irreplaceable asset of trust: trust in the strength of our country which, aside from petty and untenable judgments, is great, from both an economic and a civic perspective; trust in the soundness of our savings, founded on the capacity to overcome financial, economic and social imbalances; and trust in our future, which must not be frittered away in actions that will not affect growth potential and may even risk reducing it.", "If we all persevere in the endeavour to modernize we will be able to contribute to the success of the fundamental values of the European projects, return to sustained growth, and guarantee peace and wellbeing for future generations.", "Never before have the words of the illustrious Governors who have gone before me been so relevant: 'It's up to us'.", "Forecasts: Bank of Italy, ECB and IMF.", "Inflation 4 4 Euro area Figure 3 Eurosystem and Federal Reserve: total assets (trillions of euros and dollars) Federal Reserve Eurosystem 2006 2008 2010 2012 2014 2016 2018 Sources: ECB and US Federal Reserve.", "Primary surplus and differential between the average cost of public debt and nominal GDP growth in Italy (per cent of GDP and percentage points) Avg.", "Ratio of public debt to GDP in Italy: scenarios Primary surplus nil from 2019, (r-g) → 3 p.p.", "Bank credit quality in Italy (per cent of total lending) Total NPLs Bad debts Printing and Publishing Division of the Bank of Italy Rome, 29 May 2018 Printed on EU Ecolabel paper (registration number FR/011/003)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "fiscal dominance", "none", "financial dominance", "financial dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Public debt", "Fiscal policy", "Europe", "Financial stability", "Productivity", "Investment", "Monetary policy", "Risks", "Taxes"]}