{"sentences": ["Accompanying slides of the speech.", "Members of Parliament, Ladies and Gentlemen, It is a great pleasure to discuss these most relevant topics of EMU reform with a most knowledgeable audience, among old and new friends.", "Since 2013, economic growth has continued in the euro area, and the unemployment rate has been on a downward trend.", "However, we have major challenges of the short term and longer term now.", "The first ones relate to the current economic downturn, the latter to the unfinished business of the Economic and Monetary Union.", "Let me discuss these challenges one after another.", "For some time by now, the world economy has been going through a downswing led by the deceleration in world trade and industrial production.", "That's why the Governing Council of the European Central Bank decided two weeks ago on a monetary policy package that consists of mutually reinforcing elements.", "It aims to ensure that financial conditions remain favourable to firms and households, so that they support sustained growth and the sustained convergence of inflation to our medium-term inflation aim.", "However, as rightly pointed out by President Mario Draghi, these substantial monetary policy measures are leveraged best when also the economic policy areas support euro area growth.", "Monetary policy cannot be the only active player in the field.", "In recent years, especially as the low interest rate environment and the effective lower bound have been constraining monetary policy, more and more attention has been put on and its capacity to help revitalise the economies that are suffering from subdued growth that is clearly below potential.", "It is evident that the role of fiscal policy is stronger when the effective lower bound is binding.", "This calls for a better balanced policy mix in the Eurozone than is the case today.", "Policy mix does matter for both the short-term and longer-term.", "Even though cyclical fluctuations refer to temporary movements, their effects may persist for a long time.", "For instance, a cyclical rise in unemployment may have long-lasting effects, especially if the labour market institutions do not support the unemployed in regaining work.", "While an effective, coordinated use of fiscal and monetary policies can provide a sound counter-cyclical response and thus dampen detrimental economic fluctuations, it can also support the conditions for longer-term economic well-being, social inclusion and sustained employment.", "Today, the euro area member states have very different fiscal positions: some do have fiscal space, while others really don't.", "Moreover, the surplus economies would, when facing a recession, benefit from boosting domestic investment, not least in the digital infrastructure that is critical for Europe's economic revival.", "This would support economic activity across the euro area, as advised by the European Commission and the IMF.", "All this calls for better policy coordination for the sake of smooth rebalancing of the euro area than so far.", "In my view the Eurogroup could use the Macroeconomic Imbalances Procedure more effectively, in order to provide us with better coordinated economic and fiscal policies across the Member States, to the overall benefit of the euro area.", "is conducted currently in a challenging environment with vast uncertainties about the economic outlook.", "Furthermore, there are also new uncertainties and possibly fundamental changes in the functioning of the economy.", "Low interest rates, low inflation and persistently low growth put our economic theories and past empirical relationships into a real test.", "Facing these new challenges, it is sensible that the ECB should conduct a strategy review of our monetary policy frameworks.", "It will offer us an opportunity to conduct a thorough scientific assessment of our monetary policy framework and to evaluate its effectiveness in the light of the new economic landscape and new monetary policy instruments.", "Furthermore, turning to the medium-to-longer term, we should not turn complacent and think that the monetary union is completed.", "It is perhaps fair to say that since the year 2014 no major reforms have been made to strengthen the euro area architecture, unfortunately.", "Yet, sooner or later, we will again face more difficult times in the economy, and especially then, a strong monetary union will be very much needed.", "From a central bank's standpoint the need to have a strong monetary union is evident.", "The primary objective of the Eurosystem is to maintain price stability.", "This may not be possible, if economic shocks tend to cripple the financial system and easily lead to severe problems in public finances.", "Effective countercyclical policies would then also be hampered.", "From the point of view of my native Finland, a strong and resilient monetary union is very much needed.", "Finland is a relatively small and relatively open economy, and thus very much dependent on the health of the European economy.", "This goes for the other Member States as well.", "Every EU member state is a small state in the global context - the only difference is that some have already realised it, while others not.", "So how to make the monetary union stronger and more resilient?", "In my view, we need both risk reduction and risk sharing - a synthesis of these.", "Completing the Banking Union would be an important step in securing trust in the liquidity and solvency of euro area banks.", "It would reduce the probability of crises that threaten the stability of the banking system both in individual Member States and in the euro area as a whole.", "In push to break the bank-sovereign doom loop, the Banking Union has been a major improvement - even if it is still incomplete.", "It has reduced the threat of the banking system causing severe problems for sovereigns.", "But when considering the other side of the doom loop, less progress has been made.", "Problems in the financing of individual sovereigns could still have serious consequences for banks.", "In some cases, the concentration of sovereign debt in the books of domestic banks is high.", "Reducing this concentration would as such weaken the doom loop.", "At the same time it could help breaking the deadlock on building the European Deposit Insurance Scheme.", "Furthermore, the creation of a European safe asset could help in weakening the bank-sovereign doom loop.", "Banks could hold the safe asset instead of domestic government debt.", "Any flight to safety in a crisis would take place between the safe asset and a more junior tranche - rather than between the bonds issued by different Member States.", "A well-designed European safe asset could also help in fostering the Capital Markets Union.", "If a common safe asset existed, it would be possible to price newly issued securities against it.", "Deep capital markets require an abundance of risk-free assets as their backbone.", "And all this would be essential for a stronger global role of the euro in future.", "One measure that could be introduced relatively quickly is to boost the growth of the European market for green bonds.", "It is already the largest green bond market in the world, and the demand for such bonds is significant.", "Governments and the EU could facilitate the growth of this market.", "There is currently work ongoing to develop an EU taxonomy to define what is 'green'.", "It has been suggested that an EU standard for green bonds could build on this taxonomy.", "Yet another measure I would bring forward to promote the Capital Markets Union concerns activating retail investors, that is, SMEs and households.", "Currently, their participation in capital markets is lower than in the United States.", "It is restrained by a wide range of barriers.", "Offering different investment products to retail investors could be made easier.", "Retail investment regulation could be harmonised and simplified.", "Overlaps and inconsistencies across Member States could be removed.", "Finally, regarding the Capital Markets Union, would it be useful to change the narrative attached to it?", "Perhaps the project would benefit from a new concept.", "\"Growth and Investment Union\", for instance, might provide a more positive perspective for the project.", "Ladies & Gentlemen, To sum up, we have major challenges to make the Economic and Monetary Union both more resilient and better able to deliver sustained growth and full employment.", "That is indeed our common challenge, so let's focus today on these challenges that really matter to our citizens - which is the only valid yardstick when considering our policy choices.", "Looking forward to the discussion and many thanks for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fiscal policy", "Economic downturn", "Monetary policy", "Banking Union", "Euro area", "Capital Markets Union", "Green bonds", "Growth", "Investment", "Employment"]}