{"sentences": ["We thank the Senate Committee on Banks, Financial Institutions, and Currencies for giving Bangko Sentral ng Pilipinas (\"BSP\") the opportunity to share its insights and position on the legislative measures relating to the enactment of Financial Institutions Strategic Transfer Act (\"FIST Bill\").", "BSP appreciates the time and effort this committee has poured into the FIST Bills in order to facilitate the timely enactment of this economic recovery intervention.", "BSP recognizes the objectives of FIST Bill to help financial institutions (\"FIs\") in their bad debt resolution and non-performing assets (\"NPA\") management in response to the adverse impact of the COVID-19 pandemic on their financial operations.", "BSP supports the laudable objectives of FIST Bill to induce economic activity and improve the liquidity of the financial system, enabling FIs to respond to the looming increase in NPAs, and therefore, propel economic growth.", "The enactment of the FIST Law will assist the financial system perform its role of efficiently mobilizing savings and investments for the country's economic recovery as well as its sustained growth and development.", "The banking system has built-in buffers which provide it with the capacity to internalize losses on their exposures as well as continue with their lending and investment activities.", "There is, however, a limit to this risk-bearing capacity of FIs; thus, the establishment of resolution frameworks, such as the FIST Law, will ensure that distressed FIs have a mechanism to strengthen their balance sheet.", "The enactment of the FIST Law can help ease banking system stress through a jointgovernment and private sector undertaking.", "It encourages the private sector, government financial institutions and government-owned-or-controlled corporations to help in the rehabilitation of distressed businesses.", "Through the sale of NPAs: a.", "Banks will not have to incur costs related to the management and administration of NPAs, activities that are best left to asset management companies; b.", "Liquidity within the banking system will increase since this will no longer be tied up in NPAs; c. Bank capital will be freed-up, thereby increasing the system's risk-bearing capacity and ability to expand investment and lending activities.", "Later on in my presentation, I will discuss the FIST Bill Business Model, the necessity of enacting FIST Bill, and the improvements from the Special Purpose Vehicle Act (\"SPV\") of 2002, as amended, introduced in FIST Bill which aim to address the issues and difficulties encountered during the implementation of SPV Act and to cater to the present needs of financial institutions, especially in this pandemic.", "Again, we thank the Committee for giving BSP the opportunity to participate in the passage of this landmark legislation."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Financial Institutions", "Non-Performing Assets", "Economic Recovery", "Banking System", "Liquidity", "Risk-Bearing Capacity", "Resolution Frameworks", "Asset Management Companies", "Special Purpose Vehicle Act", "Pandemic"]}