{"sentences": ["Colleagues, friends from the media, good morning.", "Thank you for joining us at this press briefing of the Financial Stability Coordination Council or FSCC.", "The other members of the Executive Committee of the FSCC are with us online and we are happy to dialogue with you today and in many more occasions in the future.", "We are holding this briefing to share with you our view on the emerging risks, amidst the COVID19 pandemic.", "Indeed, the world is facing the deepest global recession whose effects the IMF says have not been seen since the 1929 Great Depression.", "Yet, our present situation is different because it was not caused by a stock market crash like \"Black Tuesday\" in 1929 or from excessive credit as was the case in 1997 and 2007.", "Rather than financial market vulnerabilities affecting the macroeconomy, COVID-19 has directly impacted the macroeconomy itself.", "While we address the public health issues, we want to ensure that these difficulties do not contaminate our financial system and trigger a negative feedback to the real economy.", "Ensuring the continued health of the financial system requires a whole-of-market approach.", "This is where the FSCC plays a critical role in bringing together the Department of Finance, the Securities and Exchange Commission, the Insurance Commission, the Philippine Deposit Insurance Corporation, the Bureau of the Treasury and the Bangko Sentral ng Pilipinas to collaborate and address disruptions to and by the financial system which can adversely affect the rest of the economy.", "We do this by assessing the risk behaviors of those in the financial market, looking at how they interact with one another, identifying the channels through which they interact and, appraising how the outcomes at the level of the overall system can be very different from the simple sum of the parts.", "You will hear us talk about \"macroprudential policies\" which refer to our interventions for managing systemic risks.", "I should emphasize that the \"systemic-ness\" of risks is not defined by the size of the initial shock but rather by the pervasiveness of its full effects.", "We are as mindful of the big shocks as we are of small shocks that can morph into bigger and more extensive risks to the system.", "Let me use COVID-19 as an analogy.", "COVID-19 may have started with infected individuals, but it has spread so massively that we are now treating both individuals and economies.", "This epitomizes systemic risk.", "For the same reason, the FSCC looks at the interactions of risk behaviors throughout the financial system.", "The system is a network of connected chains and any chain is only as strong as its most vulnerable link.", "The FSCC is where we assess vulnerabilities and strengths in contextualizing the collective network.", "As chairperson of the FSCC, I want to assure the public that the health of the financial system - the details of the underlying interlinkages - is a continuous concern at the highest level of policy.", "We want to ensure the sustained health of the financial system to serve the financial needs of the public as well as be an anchor for our ongoing recovery efforts.", "As a sign of our commitment and our responsiveness to the times, the FSCC is proud to announce that today, we are launching the maiden semestral issue with the April 2020 release.", "I will ask our Technical secretariat to provide more details later in the press conference.", "I also want to take this opportunity to share with you two other important initiatives.", "We will be releasing the national Macroprudential Policy Strategy Framework.", "This document provides a clear narrative of the policy mindset that we have in place when thinking of systemic risk issues.", "Also, our work is underway in formalizing a Systemic Risk Crisis Management framework.", "This organizes the efforts of the financial authorities to assess and act should a systemic disruption to financial markets occur.", "We are pursuing this not because we see any imminent vulnerability that rises to the threshold of being \"systemic\".", "Rather, the framework is a pre-emptive initiative, fully cognizant that its best use is when it is not in use but fully prepared nonetheless when the times call for it.", "Allow me also to thank the FSCC-member agencies whose principals - Finance Secretary Dominguez, SEC Chairperson Aquino, Commissioner Funa of the IC, and PDIC President Tan - make time from their busy schedules to engage in candid conversations and agree on the appropriate next steps.", "At the FSCC, we all understand that the continued health of the financial system is critical.", "But we also know that the value of a strong and resilient financial system is not the ultimate goal.", "Rather, the ultimate goal is a thriving economy.", "This is where a whole-of-market collaboration - from finance to fiscal to national development, entrepreneurship, industries, infrastructure, among others - is a value proposition for the general public.", "This is why mitigating systemic risks is all about public welfare.", "Thank you and once again, good morning."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Systemic risks", "Financial system", "Macroprudential policies", "FSCC", "COVID-19", "Financial stability", "Macroeconomy", "Vulnerabilities", "Risk behaviors", "Public welfare"]}