{"sentences": ["23.07.2020 Challenges for the Spanish economy in the face of the impact of the Webinar Economy, work and society in Spain.", "The impact of COVID-19.", "Spanish Economic and Social Council (CES) Pablo Hernández de Cos Honourable Minister for Labour and Social Economy, Chair of the Spanish Economic and Social Council, ladies and gentlemen, Good morning.", "It is a pleasure to be able to participate today in this presentation of the Annual Report of the Economic and Social Council (CES).", "As earlier highlighted, its content goes beyond the 2019 timeframe of events and delves into the challenges that the COVID19 pandemic entails for the economy, for social cohesion and for the labour market in Spain.", "In this respect, the CES and the Banco de España have concurred in recent weeks that our respective studies and annual reports should strive to be useful instruments that help society face these challenging times.", "An incipient, incomplete, uncertain and uneven recovery The COVID-19 pandemic has exacted a very high price in terms of human lives as well as deep-seated disruption to society and the economy.", "As a result, the dynamics marking the global and Spanish economic environment in late 2019 and early 2020 have been abruptly altered.", "Specifically, the pandemic and the lockdown measures to combat it have affected all economies most adversely.", "In Spain's case, in a setting in which the state of alert affected the last two weeks of Q1, we witnessed the biggest-ever contraction in GDP historically in a single quarter, namely a quarter-on-quarter rate of 5.2%.", "This decline was one of the most pronounced in the euro area, and was in response to several circumstances.", "These included a relatively greater severity of the lockdown measures (given, too, the greater intensity of the pandemic) and the presence of certain structural factors in our economy that make it more vulnerable to a shock of these characteristics.", "The most significant factor here is perhaps the high weight of the tourism-related sectors, which have been particularly affected by the social distancing measures.", "The reduction in hours worked, estimated at 5% in Q1, was also the biggestever in the time series and highlights the marked impact of the various measures affecting movement on the labour market in the early stages of this crisis.", "Admittedly, the restrictions on movement were gradually eased as from early May.", "But the state of alert ran for much of Q2, whereby a notable increase in the decline in GDP and in employment in this period is to be expected.", "The latest Banco de España macroeconomic projections, published in June against a background of unusually high uncertainty, posted estimates of quarter-on-quarter declines in activity in a range between -16% and -21.8%.", "And the information since available tends to confirm that the decline in economic activity in Q2 as a whole will have been in this range.", "That said, an improving path could be seen throughout Q2, in tandem with the ongoing gradual reopening of the economy.", "At present, then, we are witnessing an incipient recovery in the economy, which, however, is still incomplete, uncertain and uneven.", "The correlation of this economic activity during Q2 with the intensity of the restrictions on people's movement in force at each point in time was very high.", "Thus, some indicators that measure people's movements hit record lows in the first two weeks of April, with declines of around 80% in motorway traffic and fuel consumption, and of over 90% in the case of airport traffic.", "This was reflected in the high-frequency indicators of economic activity in the weeks in which the lockdown was stricter; then, for example, we saw reductions in electricity consumption by firms and in consumer spending paid using cards of approximately 30% and 60%, respectively.", "For April as a whole, there was an unprecedented event in the time series when some variables fell practically to zero.", "This was the case of new car registrations and international tourist inflows, the latter variable obviously being closely related to the restrictions on personal movement.", "Since early May, and to a greater extent in June, the progressively staggered and regionbased easing of the lockdown measures prompted a gradual recovery in the mobility indicators and, in tandem, in economic activity indicators.", "This was particularly so in the final stretch of the lockdown-easing process when trips between provinces in different regions and the arrival of foreign tourists from the Schengen area were once again permitted.", "However, it is worth noting the role that voluntary limitations on movement probably continue to play.", "These mean that movement is still some way off full normalisation, especially as regards international movements, which are so important for a country such as Spain where, as you know, the significance of tourism within the productive structure is so high.", "In late June, the volume of air traffic was still 65% down on the previous year.", "The recovery has been more patent in the mobility indicators, which tend mainly to reflect national movements (such as motorway traffic), or the indicators constructed with mobile telephony data, which include trips to workplaces, retail establishments or leisure centres, with yearon-year reductions of around 15% in all instances.", "This path of partial recovery in mobility has been reflected in the high-frequency indicators of economic activity, whose year-on-year declines have progressively eased.", "By way of example, the fall in electricity consumption by firms is expected to have eased between the opening weeks in April and the final weeks in June by close to 20 pp, to around - 10%.", "Likewise, the progressive re-opening of commercial establishments deemed non-essential since early May prompted a pick-up in retail sales that month, more markedly so in the case of products whose sales were more affected during the lockdown, such as personal equipment goods, home equipment and motor fuel.", "This improvement in consumer spending is expected to have run into June, according to the information available on payments made using cards.", "Throughout Q2, the labour market moved on a path of recovery similar to that described for economic activity.", "Consequently, the fall in Social Security registrations eased in May and, especially in June, following the heavy declines recorded in the second half of March and in April.", "In any event, registrations provide a partial picture of the scale of the labour market adjustment since the start of the crisis, insofar as the workers affected by furlough-like schemes (ERTEs) continue to be considered as registered, despite the fact they are not contributing to production.", "For a truer assessment of changes in the labour force since the onset of the crisis, regard is had to the series of registrations after having stripped out workers subject to ERTEs.", "This series, which might be dubbed \"actual registrations\", is estimated to have shown a year-on-year decline of 22% at end-April, with much sharper reductions in some of the services segments most affected by the restrictions on movement associated with the state of alert, such as the hospitality sector.", "As of late June, the annual decline in actual registrations is estimated to have eased, such that the level of actual registrations was 11.4% down on the figure a year earlier.", "Should the epidemiological situation not change significantly, the recovery observed in Q2 will continue over the summer and give rise to high quarter-on-quarter growth in Q3.", "Nonetheless, interpreting this growth calls for caution, since we should not lose sight of the fact that the level of activity will continue to be significantly below that observed prior to the pandemic breaking, such that the process of recovery will be far from complete.", "We can thus talk of an incomplete recovery, using the first of the three adjectives I referred to at the start of my address.", "The conditioning factors I mention for the short-term outlook to materialise - the absence of any material changes in the course of the pandemic in Spain - are no minor matter.", "Indeed, economic developments would be adversely affected in the coming months, perhaps severely so, if the outbreaks seen in recent weeks in different territories after the easing of the restrictions on movement could not be controlled with local-level and temporary measures.", "Accordingly, health-related uncertainties will persist for some time until effective treatment for the illness or widespread access to a vaccine against the virus are achieved.", "Moreover, the doubts over economic developments in the coming quarters are not confined to the health area.", "In particular, along with the adverse impact that the social distancing measures we may have to maintain in the future may exert on activity, there is a further effect.", "This is more difficult to measure a priori and relates to the possible and potentially persistent changes in agents' behaviour in response to the \"new normal\".", "These changes might include modified patterns of consumption and saving, or changes in supply chains or in certain aspects of firms' operations.", "All these considerations would warrant qualifying the current recovery as uncertain, to take the second of the adjectives I used earlier to characterise this recovery.", "Additionally, from the standpoint of the sectors of activity, not all of them suffered on a comparable scale the consequences of the pandemic lockdown measures, as they are not equally susceptible to the imposition of social distancing measures.", "And the gradual startup in activity is not taking place at the same pace in the different sectors.", "The earlier normalisation of manufacturing and of certain services coexists alongside a slower than usual recovery in levels of activity in those other services, such as leisure and hospitality, where personal interaction is greater.", "Here, full normalisation is not likely to be attained until we have an effective medical solution.", "These differences in the pace at which normal levels of activity in productive sectors are being restored allows us to characterise this recovery as uneven, taking the last of my three adjectives.", "The economic policy response in this second phase of the crisis Naturally, the economic policy response to this crisis should adapt to how the pandemic unfolds healthwise.", "At this second phase of the crisis, with the characteristics I mentioned, the economic policy response must combine two objectives: to support the recovery - which advises avoiding a premature withdrawal of the support measures that would raise the risk of economic growth undergoing more lasting damage - and to smooth the adjustment of the economy to the post-pandemic scenario.", "The importance of European support To achieve these objectives, the economic policy response in this second phase of the crisis should have the firmly resolute backing of the European Union (EU).", "Indeed, given the enormous economic and financial interactions across the area's various economies, joint action is the most effective means of ensuring that the economic effects of the pandemic will be overcome in a shorter time and at a lower cost to each and every country.", "This is particularly important in the current situation, where we face a global crisis, but which is exerting asymmetrical economic effects on the different countries.", "European action is particularly important so as to avoid an uneven exit from the crisis that bears down on overall economic growth for a longer period.", "These arguments, beyond those relating to necessary European solidarity, highlight the importance of the agreement reached by the European Council last Tuesday with the approval of the European recovery fund.", "In fact, as you know, the result of the European Council meeting some days back was, I would venture to say, most satisfactory.", "First, agreement was reached on the EU multiyear budget for 2021-2027, the negotiations for which had faced many difficulties in recent months, for an amount of €1,074 billion.", "Further, a recovery fund (Next Generation EU) has been created.", "This is additional to the budget and introduces a pan-European recovery financing framework that is unprecedented in the history of the EU.", "This fund will be financed by the European Commission's recourse, on behalf of the Union, to the capital markets, for a maximum amount of €750 billion between 2021 and 2026, i.e.", "it is temporary in nature.", "The funds will be assigned to tackle the consequences of the COVID-19 crisis, both through loans to the Member States (48% of the total) and through direct transfers (essentially the remaining 52%).", "The gradual amortisation of this debt will run to 2058, through new EU own resources.", "To swiftly mobilise the aid, which will take the form of investment project financing and structural reforms, in areas such as research, progress in digitalisation and combating climate change, the European Commission will, before the European Council's October meeting, submit proposals on how to accelerate and smooth procedures in the Member States.", "According to the draft agreement, the legal spending commitments attached to the projects included in Next Generation EU shall be made, at the latest, by 31 December 2023, and the related payments will have to be made effective, at the latest, by end-2026.", "More specifically, 70% of the transfers should be committed during the 2021-2022 two-year period, with a country-based distribution factor that depends on the unemployment rate in 2015-2019, population and the country's per capita income.", "The remaining 30% must be committed before end-2023, and the distribution factor will be adapted to incorporate more directly the heterogeneous impact of the health crisis.", "Thus, the unemployment rate will be replaced by a variable that will weight, in equal portions, the decline in GDP in 2020 and the cumulative decline in GDP in 2020-2021.", "In sum, the fund will enable, at least in part, a balance to be struck between the potential and real financial divergences among the European partners.", "This is because it will benefit from the positive externalities arising from joint action and it will serve to engineer a coordinated exit from the crisis, based on common budgetary instruments.", "The financing of the fund through Community debt will benefit from the favourable low-interest-rate environment and will prevent this new debt being assumed by Member States individually, under conditions which, in some cases, would be foreseeably more unfavourable than those which are expected to be applied to this pooled instrument.", "Given the novel nature of the instrument, its amount and the difficulties in reaching agreements in the EU on such multi-faceted matters, I must say that the outcome is very satisfactory in terms of underscoring the shared will to move the European project forward.", "The challenge now is to convert these funds that will be made available to countries into a fiscal impulse that accompanies and steers the recovery effort needed in our productive system.", "In this connection it would be advisable to prioritise, in the short term, public investment projects in innovation, technological capital, education and lifelong learning, and projects that contribute to the transition to a more sustainable economy, in line with the strategic guidelines recently laid down by the European authorities.", "The fact that the recovery fund agreed by the Council focuses on medium and long-term objectives means there is still a significant need in the short term to fund the Member States' budgetary effort in combating the effects of the pandemic.", "Also, in the medium term it remains necessary to equip the EU with an appropriate institutional framework to address the asymmetrical effect of economic shocks, e.g.", "through the launch of a common budgetary macroeconomic stabilisation capacity, a cyclical stabilisation function or a pan-European unemployment insurance scheme.", "That would influence greater pooling of resources and risks in the budgetary arena and would enhance the resilience of the Union as a whole to negative shocks.", "Reducing the European economy's vulnerability to future shocks will also call for continuing progress towards a full Banking Union and a Capital Markets Union.", "The necessary support of the European Central Bank On this occasion, and unlike previous crises, the approval of the European recovery fund will prevent the European response to the crisis in the euro area from resting exclusively on the common monetary policy.", "The European Central Bank (ECB) has deployed a range of emergency measures during this crisis.", "These have involved, first, the extension of sovereign and corporate bond purchases in the euro area, with the aim of improving financing conditions.", "Specifically, the ECB has increased its pre-existing purchase programme and added a new emergency programme currently worth €1.35 trillion (11.3% of euro area GDP in 2019) and which will last, at least, until June 2021.", "One new feature is the fact that asset purchases under the new programme are being made with a high degree of flexibility regarding their distribution over time and across asset classes, and, in the specific case of public asset purchases, also as regards the issuing countries.", "As a result, the Eurosystem is focusing its purchases there where they are most needed at each point in time.", "The aim is to ensure the smooth transition of the single monetary policy to all countries in the area and to head off the risks of financial fragmentation.", "The ECB has also made its liquidity provision facilities more accessible to the banking sector, in terms both of cost and volume, and it has relaxed the requirements made of assets pledged as collateral, in order to smooth financing to households, firms and the self-employed.", "All these measures have been effective in alleviating the financial tensions generated by the crisis.", "These tensions took the form of a strong rise in sovereign and corporate debt yields, which were then largely reversed.", "The ECB's action has also helped keep bank lending flows to companies notably robust in recent months and contributed to their cost holding at low levels.", "Also crucial for these dynamics have been the government-implemented public guarantee programmes for bank lending.", "The ECB measures have further provided considerable room for manoeuvre for national authorities.", "In this second phase of the crisis, in which the recovery in economic activity is, as I said, incomplete, fragile and uneven across sectors in countries, actual inflation and inflation expectations are holding at very low levels.", "And it is to be expected in the medium term that the weakness of demand will continue exerting downward pressure on prices.", "Against this background, on the ECB Governing Council we have made it clear that a high degree of monetary accommodation is needed to support the recovery and safeguard our price stability objective.", "Specifically, we have reiterated our commitment to do what it takes to support the euro area economy in these extremely difficult circumstances.", "That includes ensuring that the common monetary policy is properly transmitted to all sectors of the economy and to all countries, and to prevent the financial fragmentation of the area.", "We also stand ready to adapt all our instruments should it be necessary.", "Naturally, we must also remain vigilant regarding the risks to financial stability.", "Evidently, the banking sector is facing this crisis from a healthier position than in the previous recession, which highlights the importance of the far-reaching changes made in this sector over the past decade.", "The ECB has also taken resolute action here.", "Among other measures, it has allowed banks to use the capital buffers available, which were created precisely for situations such as the present one.", "But, undoubtedly, the crisis will significantly impact the quality of banks' credit portfolios, on a scale that will depend on its ultimate severity and which will be uneven across banks.", "The outcome will depend on banks' starting position, on their business model and on the distribution of their exposures to the sectors and regions most affected by the pandemic.", "Accordingly, we supervisors must continue to closely monitor the risks to financial stability and we must be ready to provide a forceful, panEuropean response should such risks materialise.", "In short, European and national economic authorities must share the objective of preventing the current crisis from being accompanied by an across-the-board tightening of financing conditions or from seriously harming the stability of the financial system.", "We are well aware that crises that incorporate a significant financial downturn are usually deeper and longerlasting.", "The health crisis will directly affect the profitability of the European banking sector.", "Such profitability was already low before the crisis broke, and events have highlighted the need to tackle even more urgently certain challenges, such as those associated with digitalisation, the management of cybersecurity risks, reputational risks and those relating to climate change.", "This underscores the importance of making further headway in improving banking efficiency.", "Given the extraordinarily prevalent role played by this sector in the Spanish and European economy, how successfully these challenges are resolved will notably influence the intensity and sustainability of economic growth in the coming years.", "The importance of an extension and selective adaptation of national stimulus measures In the national economic policy arena, achieving the dual aim of supporting the recovery and smoothing the adjustment of the economy to the post-pandemic scenario calls for two actions.", "First, the authorities must extend and regularly recalibrate some of the measures already applied, which will have to be more closely focused now on the groups of firms, sectors and individuals most affected.", "And further, their design should enable the structural adjustments needed ahead of the new post-pandemic environment to be brought about.", "Allow me to illustrate this idea in relation to two measures that have been particularly important in recent months: the policies on guarantees and on ERTEs.", "Indeed, the notable reduction in business activity further to the restrictions associated with the state of alert prompted a much sharper decline in non-financial corporations' operating revenue than that in the payments they must meet.", "The latest Central Balance Sheet Data Office figures give an idea of the severity of this shock to firms' liquidity.", "There was a strongly adverse impact on these agents' profits already in Q1, despite the fact that the sharp contractions in activity and operating revenue associated with the declaration of the state of alert only affected the last two weeks of this quarter.", "The reduction in the return on assets for the overall sample of firms was so significant that it pushed ROA below the cost of borrowing, a development not seen since 2014.", "The information on bank lending shows firms resorting to this source of financing to cover a large portion of these liquidity requirements.", "Specifically, the outstanding balance of bank financing granted to Spanish non-financial corporations rose to 8.7% in May after having shrunk by 1.1% year-on-year in February.", "And the preliminary data for June would suggest that this trajectory has been holding in the most recent period.", "Yet for financial institutions to have been able to meet such a notable increase in firms' applications for credit, the contribution of the support measures launched at both the European and national levels has been decisive.", "On one hand, banks have been able to gain access to the ECB's long-term financing under most advantageous conditions thanks to the purpose-built programmes introduced by the ECB.", "On the other, the public guarantees on loans to firms and the self-employed approved by the Government have contributed to lessening financial institutions' potential reluctance to take new risks on board in such an uncertain setting.", "Analyses by the Banco de España based on the evidence available suggest that these guarantee facilities are, in particular, paving the way for the financing both of firms facing greater difficulty gaining access to credit and of small enterprises, marked by having been affected by the impact of the health crisis and for having a greater risk profile.", "Thanks to the guarantees, SMEs have been able to finance themselves in recent months under more favourable conditions in terms of the interest rate, the amount of credit and, above all, the maturity of the operation, which on average has stood at close to five years.", "The role of lending to companies in the current crisis is thus proving to be of great importance.", "It is contributing to reducing the risk of bankruptcy for firms that are viable but which face temporary liquidity problems, with the adverse consequences this would have in terms of job destruction and damage to the productive system, and, in sum, to the robustness and momentum of the economic recovery.", "The launch of the new ICO (Official Credit Institute) line of guarantees, recently announced by the Government and worth €40 billion, will significantly reinforce at a most timely juncture this important instrument for combating the economic effects of the pandemic.", "Against this backdrop, the findings of the latest Bank Lending Survey anticipate the possibility of a tightening of credit standards for European firms in Q3 this year.", "Should this be confirmed, prolonged or increased support measures for the financing of firms would be advisable, in order to sustain the recovery.", "In any event, in this second phase of the economic policy response, credit support mechanisms should focus on prioritising access to these funds for firms with sound viability prospects, with a view to providing for the necessary cross-firm and cross-sector reallocation of productive resources.", "Likewise, it is admittedly highly likely that a significant number of firms will emerge from this crisis with high debt levels and with diminished demand prospects, at least for some time.", "In this respect, it is also a pressing concern to review corporate restructuring and insolvency processes, with the aim of establishing pre-emptive, flexible and simplified administrative procedures enabling firms to pursue their business activity while they are still viable.", "The second decisive contribution of economic policies to alleviating the consequences of the crisis has been the use of furlough arrangements (ERTEs).", "This has also been a very important instrument for mitigating firms' liquidity needs.", "But, above all, it has been a key tool for ensuring the maintenance of affected employees' income and for improving the prospects of recouping employment once the restrictions on activity imposed by the state of alert are lifted.", "The particular characteristics of this shock, which temporarily shut down many workplaces, and the incentives approved for the use of this instrument after the state of alert was declared have contributed to a much greater resort to ERTEs than in past crises.", "Hence, if we focus on the arrangements available for permanent employees, at end-April the number of workers affected by an ERTE totalled 3.4 million.", "Since then, this figure has fallen significantly.", "Moreover, on the information available, only a very small portion of wageearners who have emerged from this situation have gone into unemployment or become idle, whereas most of those affected have returned to their pre-crisis job.", "These developments are qualitatively consistent with the objective pursued; namely, that ERTEs would be a temporarily used tool while the transitory shutdown in activity lasted.", "In late June, coinciding with the end of lockdown-easing, 1.8 million workers continued to avail themselves of an ERTE.", "This figure is almost half the end-April peak and accounts for close to 10% of total wage-earners, confirming that one of the characteristics of this recovery is its incompleteness.", "From the standpoint of the labour market, what we have is also an uneven recovery.", "This is because the reduction in the number of workers on ERTEs has been very uneven across the productive sectors.", "With lockdown-easing having concluded, some services segments are still affected by restrictions on operating normally, and the proportion of workers affected by furlough arrangements continues to be a majority.", "This is the case of the accommodation, air transport and travel agency segments where, at end-June, the reach of ERTEs was still between 70.4% and 53.7%.", "The very high proportion of workers protected by an ERTE in these specific services segments is in striking contrast to the percentages in manufacturing industry and construction (8.9% and 4.2%, respectively).", "That highlights the deeply asymmetric effects of this crisis on different productive activities.", "In absolute terms, at the end of Q2 almost half the workers on ERTEs were in the retail and hospitality sectors.", "In response to this situation and to the high uncertainty over the recovery, the ERTE support measures - initially programmed to end-June - have been extended, albeit with amendments, to the end of Q3.", "The new conditions include the possibility of increasing Social Security exemptions in the event of a fresh outbreak of the virus, which is an explicit acknowledgement of the uncertainty surrounding the recovery.", "These new conditions also attempt to square the objective to continue providing support to firms and workers temporarily affected by restrictions on operating normally with the aim of providing incentives for a progressive reallocation of employment towards activities with a better future outlook.", "In parallel with the role of ERTEs, it is important to ensure the proper functioning of the different labour flexibility mechanisms available to firms, whose function is particularly useful in these circumstances for efficiently accomplishing the adjustments arising from the crisis.", "Active labour market and training policies for the unemployed and workers affected by ERTEs also take on considerable importance.", "Once suitably re-designed, these policies should be geared to boosting employability and smoothing the relocation of the workers most affected by the crisis to sectors or firms with greater growth potential.", "The criteria whereby support instruments are maintained, but after being appropriately designed so as not to distort the necessary adjustments in the economy, are also important.", "And particularly so those expressly intended to sustain the income of the most vulnerable households.", "The necessary implementation of an ambitious structural reform agenda Let us look beyond the policies needed in this phase of incipient economic recovery.", "Taking a broader view, the extraordinarily complex setting envisaged by the Banco de España's latest economic projections - and those of the vast majority of analysts - for the coming years also means we should define a reform agenda aimed at tackling the structural challenges our economy faces, and which this crisis has made more pressing.", "In this setting, an ambitious reform strategy would be an essential lever for positioning the Spanish economy on a sustainable path of growth, job creation and well-being.", "One of the key structural challenges is that relating to the need to increase our economy's growth potential.", "Before the pandemic broke, Banco de España estimates had placed the Spanish economy's growth potential slightly above 1% per annum.", "It is too soon to accurately assess the scale of the damage the current crisis will cause to this potential growth.", "But, unquestionably, the impact will be negative and, therefore, our growth capacity looking ahead might be lower than that estimated before the crisis.", "The main factor behind the Spanish economy's modest potential growth is, undoubtedly, the low structural growth of total factor productivity.", "These differences should not be underestimated, since productivity gains are a fundamental ingredient for achieving a sustainable increase in a country's economic well-being.", "Indeed, the greater these gains are, the greater the possibilities of raising wage levels and the quality of the jobs created, along with increasing the resources for funding public policies.", "It is thus necessary to address the various structural aspects which, across the board, restrict productivity gains.", "In this connection, we must improve the quantity and quality of public and private investment in human and technological capital, revise our educational model and promote business growth and dynamism.", "Elsewhere, labour market duality, a very high structural unemployment rate and high longterm unemployment not only restrict our growth capacity but also contribute to increasing inequality.", "In fact, since 1980 the unemployment rate in Spain has averaged almost 17%, a figure far higher than that observed in other European countries.", "Moreover, however, unemployment in Spain has historically shown very marked cyclical changes: in episodes of crisis, the unemployment rate has easily exceeded 20%.", "This means that each recession expulses extensive groups of workers from the market, particularly those with less work experience, low skills and, generally, those on temporary contracts and, therefore, with a lower degree of protection.", "True, the marked temporary employment ratio in the Spanish labour market shows its most damaging effects in periods of crisis.", "But it also has adverse economic effects in expansionary phases (e.g.", "in terms of firms' and workers' human capital investment decisions).", "In addition, insofar as the temporary employment ratio is essentially affecting the young, whose unemployment rate is very high, this Spanish labour market shortcoming also influences key decisions in people's life cycle such as those relating to household formation.", "For all these reasons, reducing the high duality of our labour market is, in my view, an inescapable objective.", "Thus, employment protection mechanisms should be reviewed under the prism of squaring employee protection with flexibility needs, but, above all, with the aim of achieving a fairer distribution of protection among workers with a different contract status.", "We should also recall how, before the current crisis, almost 43% of the unemployed had been seeking a job for more than a year and that around 30% had been looking for more than two years.", "The situation will worsen with the current crisis, whereby it is vital to strengthen the role of policies aimed at increasing the employability of the more vulnerable workers and preventing unemployment from becoming structural.", "It is worth noting here that the sectors potentially most affected by this crisis (among which transport, hospitality, leisure and retail) account for almost 20% of employment in our country.", "But, moreover, these sectors evidence a greater concentration of less skilled workers who are less exposed to IT-, numeracy- and literacy-related tasks.", "That hampers the employability of these workers in other productive sectors that foreseeably have better growth prospects in the near future.", "Improving active labour market policies is also necessary over the medium-term horizon.", "Undoubtedly, technological advances (artificial intelligence, automation and robotics) will create new opportunities and will contribute to much-needed gains in productivity.", "But some workers will lose their jobs in this transition and will not always be in a position to instantly take advantage of new opportunities.", "Accordingly, active labour market and training policies, duly re-designed to boost their effectiveness and efficiency, and with the appropriate funds behind them, are a natural lever for ensuring lifelong-learning for workers.", "This will enable them to acquire new skills, to hone them and to recycle themselves professionally in a changing and foreseeably very demanding environment in terms of technological skills.", "In sum, these and other reforms should contribute to increasing the economy's growth potential.", "And along with income-sustaining measures (such as the minimum living income), they will help reduce inequality in Spain.", "Inequality levels, which were higher at the onset of this crisis than at the start of the previous one, will probably rise further in the coming quarters, given that this crisis is affecting groups with relatively low incomes to a greater extent.", "Nor can we forget the need to address ongoing population ageing which, among other aspects, will most appreciably influence the behaviour of the labour market, growth dynamics and the main fiscal magnitudes in the coming decades.", "It is also a first-order challenge for our pension system.", "And, of course, the Spanish economy must be nimble and proactive so as to harness the new opportunities that arise from combating climate change and from the transition to a more sustainable economy, from the changes in the globalisation model and from the foreseeable acceleration in the digitalisation of the economy.", "The prompt design of a medium-term fiscal consolidation programme for gradual implementation once the crisis is behind us After the pandemic, the Spanish economy will post the highest levels of public debt in many decades, partly as a result of the necessary fiscal expansion in the short term.", "Accordingly, it is also necessary to design a plan to restore health to the public finances in the medium term, the application of which, in any event, will have to be postponed until the recovery is firmly rooted.", "Otherwise, persistently high public debt/GDP ratios will leave us chronically vulnerable to the possibility of adverse macrofinancial shocks arising in the future.", "This programme should include a clear definition of the budgetary objectives and their timeframe, along with details of the measures needed to attain them.", "It should also be based on a prudent forecast of macroeconomic developments.", "Further, it should include an appropriate response to possible slippage, and be compatible with an improvement in the quality of public finances.", "In this respect, it will be a priority on the expenditure side to subject the various items to exhaustive review, with the aim of identifying the areas in which there is room to improve efficiency.", "It is important that the recommendations further to AIReF's assessments be taken into account as soon as possible.", "We also need a comprehensive review of the tax system, in order to improve its revenueraising capacity and its efficiency.", "Comparison with the other European countries can guide us here.", "And, once again, the results of AIReF's recently published review of tax benefits are a significant contribution in this connection.", "In sum, following an unprecedented recession, we face a gradual recovery in the economy, which is still incomplete and uneven, and subject to high uncertainty.", "Against this background, the ECB's actions since the onset of this crisis and the recent approval of the European recovery plan are also an unprecedented common European response.", "For this response to be effective, it must be accompanied by national economic policy responses befitting the European action and the challenges we face.", "This response calls for the following: to maintain the support of fiscal policy to the economy, on a temporary basis, focusing on the groups of firms, sectors and individuals most affected and with a design that allows for the structural adjustments needed; to convert the European funds into a fiscal impulse that accompanies and steers the recovery effort of our productive system; to urgently implement an ambitious, comprehensive, lasting and assessable strategy of reforms that tackles the structural challenges of our economy; and, finally, to design a medium-term fiscal consolidation programme, for gradual implementation once the economic crisis caused by the pandemic is behind us, that ensures the sustainability of our public finances and enables fiscal buffers to be built up for use in future recessionary episodes.", "The future well-being of our country depends on an economic policy strategy that combines these principles.", "Thus, as I have stressed on other occasions, there should in my opinion be a high degree of consensus among the various political, economic and social agents regarding the guiding principles of this strategy, so that the foundations on which our growth rests are predictable and lasting."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Economic recovery", "European economic support", "National stimulus measures", "Corporate restructuring", "Labour market", "Structural reforms", "Fiscal consolidation", "Productivity growth", "Labour market duality", "Active labour market policies"]}