{"sentences": ["23.06.2020 The main post-pandemic challenges for the Spanish economy Appearance before the Parliamentary Committee for the Economic and Social Reconstruction of Spain after COVID-19 - Congress of Deputies Pablo Hernández de Cos 1.", "Introduction Ladies and gentlemen, I appear before this Committee to set out what should be the guiding principles, in the opinion of the Banco de España, of Spain's economic policy strategic priorities at present.", "Before elaborating on these priorities, allow me to convey my praise and gratitude to Spanish citizens for their exemplary behaviour in the especially difficult circumstances we have faced in recent months.", "Naturally, my support also goes out to all those who have lost loved ones as a result of the pandemic.", "The crisis has disrupted economic activity on a massive scale.", "To such an extent that, on all available forecasts, this year will see the biggest declines in GDP recorded in peacetime.", "As I argued in my appearance last May before the Parliamentary Economic Committee, the severity, temporariness and global nature of this shock initially warrants forceful economic policy measures that are time-limited and internationally coordinated.", "The goals of this shock therapy should be to lessen the effects of the pandemic in the short term and provide for an exit from the lockdown of the past few months with the least economic harm possible.", "Broadly, the response of the authorities - with measures I described and assessed in the aforementioned appearance - has been significant.", "Following the shutdown, a second phase now ensues in which the economy is gradually beginning to recover, in step with the lockdown-easing measures.", "Some key characteristics mark this second phase.", "First, uncertainty remains very high.", "There are still many unknowns as to how the disease will unfold.", "This uncertainty will adversely affect consumption and investment decisions and international trade.", "Second, minimising the risk of a second wave of the disease will mean retaining certain restrictions and health safety measures for some time.", "These circumstances will have a bearing on normal economic activity and will unevenly affect the different productive sectors.", "Third, we will also be able to see in this phase to what extent, despite the economic policy measures applied, the crisis is causing more lasting damage to different sectors, firms and population groups.", "Finally, signs are emerging that the pandemic may cause some structural changes, although these are difficult to define at present.", "In this second phase, the economic policy response must combine two objectives: to support the recovery (which advises not withdrawing the support measures prematurely, as that would increase the risk of economic growth enduring more lasting harm); and to help the economy adjust to the post-pandemic scenario.", "This extraordinarily complex setting also necessitates the definition of a reform agenda aimed at tackling our economy's structural challenges, which have become more pressing with the crisis.", "Lastly, nor should we forget that, after the pandemic, we will have our highest level of public debt in many decades.", "We must thus accept that the necessary fiscal expansion in the short term should go hand-in-hand with a public finances restructuring plan in the medium term.", "I shall set out the reasons which, in my view, warrant the urgent launch of an ambitious, comprehensive, permanent and assessable strategy of structural reforms and fiscal consolidation.", "The strategy must be ambitious.", "The scale of the challenges the Spanish economy faces demands such ambition, if we truly aspire to lay the foundations for sustainable and balanced growth.", "We should infuse the design and implementation of the reforms with greater impetus, as their credible formulation may positively affect spending, investment and hiring decisions, even in the very short term.", "Fiscal consolidation should be applied once the economy moves back onto a sound growth path, but its definition and early communication would significantly benefit the credibility of our economic policy.", "The strategy should be comprehensive, taking into account the multiple interactions among the challenges we must face; such challenges, in many cases, call for international and, in particular, European action.", "Our ambition must be such as to decisively influence these actions.", "The strategy should be pursued with a view to it lasting.", "It is therefore vital that there should be a high degree of consensus.", "In my previously mentioned address to the Parliamentary Economic Committee, I referred to the need for a political agreement spanning several legislatures.", "I stand by that need today.", "Ultimately, any strategy conceived with a medium-term horizon has to be carefully assessed.", "Adopting this culture of assessment in economic policy design should be one of its pillars.", "Allow me now to give you a brief overview of the impact of the pandemic on economic activity.", "Subsequently, I shall briefly address the content of the economic policy strategy I have just outlined.", "Details of this content are, in any event, in a document I forwarded to the Chair of this Committee to be distributed among its members.", "The economic crisis caused by the coronavirus pandemic The pandemic has had an extraordinarily acute impact.", "In Q1, China saw the biggest decline in its GDP in history.", "In the United States, the unemployment rate rose to record highs.", "And euro area GDP fell by 3.6% in the same period.", "In Spain, despite the fact the lockdown measures only affected the last fortnight of Q1, GDP slumped by 5.2%, also the biggest quarter-on-quarter decline in our recent history.", "The fact that virtually all of the restrictions linked to the state of alert have been in force for more than half of Q2 will necessarily mean a significantly sharper decline in activity in this period.", "On Banco de España estimates, this contraction in GDP might stand at between 16% and 22% relative to its Q1 level.", "The severity of the crisis has been particularly visible in employment.", "The adjustment from mid-March to end-May affected more than 26% of total employment.", "In parallel, the number of firms registered in Social Security records has undergone the biggest fall in its history.", "It is true, however, that economic activity has begun to regain momentum as the lockdowneasing plan has moved forward.", "Should this momentum continue, it would open the way for a more favourable performance in the second half with year.", "Nonetheless, this is subject to considerable uncertainty.", "Reflecting this uncertainty, the latest Banco de España projections include several scenarios.", "The first, \"early recovery\" scenario depicts a situation in which no significant obstacles would emerge in the coming quarters.", "Under this scenario, output would fall by 9% in 2020.", "The second, \"gradual recovery\" scenario incorporates a more persistent impact of the decline in activity during the lockdown phase and includes fresh outbreaks of the disease of moderate intensity.", "That would lead to an 11.6% drop in GDP this year.", "In both cases, we would be before the biggest fall in activity in a single year, and this despite the fact that GDP will grow at a very marked quarter-on-quarter rate in the second half of the year.", "These forecasts also point to persistent effects in the medium term.", "In 2022, GDP will stand, respectively, around 4 pp and 6 pp below the level projected in December 2019; the unemployment rate will hold at over 17%; and the public debt/GDP ratio will be between 115% and 120%.", "Further, we cannot rule out other, more adverse scenarios, resulting, for instance, from the disease unfolding more adversely or from greater harm being inflicted by the crisis on the productive system.", "The Banco de España projections include a third scenario, in which the materialisation of some of these risks might give rise to a decline in GDP for this year of 15%.", "Economic policy in the second phase of the crisis The key magnitudes of these forecasts illustrate the challenges we face and the need to formulate a forceful economic policy response.", "I shall now turn to detailing the main elements which, in my view, this response should include.", "As earlier stated, in this second phase of the crisis economic policy should combine two objectives: to support the recovery and provide for the structural adjustment of the economy.", "First, I shall broach the policies relating to the monetary and financial areas.", "As part of the European Central Bank (ECB), the Banco de España contributes to such policy decisions at the European level.", "Here the priority should continue to be to support the recovery and maintain financial stability.", "As mentioned in my previous testimony to the Economic Committee, I believe we should all share the goal of preventing the current crisis from being accompanied by a generalised tightening of financing conditions or from seriously harming our financial system.", "In this connection, and in relation to monetary policy, we have on the ECB Governing Council reiterated our commitment to doing everything needed to support euro area citizens in these extremely difficult times.", "That includes ensuring that our monetary policy feeds through to all sectors of the economy and to all countries, and heading off any financial fragmentation problems like those experienced in the past.", "In short, we stand ready to adjust all our instruments as necessary.", "On the supervisory front, the banking sector must clearly tackle this crisis from a healthier position than in the previous crisis.", "In any event, we should continue to be doubly watchful.", "First, over banks and financial markets, so they continue to smooth the flow of financing.", "And second, over the risks to financial stability.", "Regarding the first objective, beyond the role of monetary policy, we supervisors have enabled banks to make use of the capital buffers available and the Government approved a public guarantees programme for loans to firms that has softened financial intermediaries' reluctance to incur higher risks in circumstances such as the present.", "All these measures have been effective.", "The latest data for April show a year-on-year rebound of almost 90% in the flow of new lending granted by banks to firms.", "In any case, the information analysed by the Banco de España shows that small firms and those most affected by the crisis might have difficulty gaining access to financing, especially in the absence of public support instruments.", "In turn, incentives must be gradually restored so that financial resources may be reallocated to those firms and sectors that can most contribute to the recovery in activity and employment.", "This advises studying the possibility, depending on how economic activity evolves, of extending the public guarantee mechanisms.", "In re-designing the latter, priority of access to such resources should be for firms with sound viability prospects.", "The crisis will significantly impact banks' credit portfolios.", "The declines in GDP projected for 2020 under the scenarios previously outlined exceed those of any stress test in the past; yet it is true that, if the rebound in activity forecast for 2021 and 2022 were to materialise, this severity would be significantly mitigated.", "Moreover, the crisis will affect banks differently in terms of their business model and of the distribution of their exposures to the sectors and regions most affected by the pandemic.", "Overall, then, we must remain vigilant to stave off the risks to financial stability derived from this crisis, and be ready to respond forcefully at the European level if these risks materialise.", "Second, in the domestic arena, some of the measures already applied should be temporarily extended and recalibrated.", "It seems right to retain some of the income support instruments for the most vulnerable households, though it is essential they remain focused and designed so as not to distort, for example, labour market participation decisions.", "It would also be wise to extend furlough-like schemes in certain sectors and firms that will continue to be very affected by social distancing measures.", "And, in parallel, the various flexibility mechanisms available to firms should be ensured, as their role is particularly useful for allowing potential structural adjustments derived from the crisis.", "Third, new measures should be taken in several areas, such as those relating to active labour market policies and to training for the unemployed and for temporarily furloughed workers.", "The aim of these measures would be to maintain their employability and smooth their reinsertion into sectors or firms with greater growth capacity.", "The suspension of face-to-face education risks prompting an adverse impact on students' academic performance, particularly in lower-income households.", "Consequently, the education system requires mechanisms allowing students to acquire the necessary skills and qualifications, albeit in the absence of presence-based education.", "Likewise, there is a pressing need to review restructuring, insolvency and debt burden-relief processes for firms.", "Flexible and simplified administrative procedures must be set in place.", "Specifically, ailing debt-laden firms should have the capacity to move into a preventive framework enabling them to pursue their business activity while they are still viable.", "Fourth, a fiscal impulse should be added in the initial phases of the recovery, also giving support to the restructuring of our productive system.", "Here it would be advisable to prioritise the use of any future European recovery fund for specific investments that contract more at times of uncertainty and financial difficulty.", "Such is the case of investment in technological capital and in training.", "The time is also right for pushing through projects that contribute to the transition to a more sustainable economy.", "The size of this European fund should be proportionate to the public spending financing needs generated by the pandemic; indeed, the fund's approval and launch should be expedited.", "The design of an ambitious structural reform agenda Beyond these short-term measures, we need to define an ambitious structural reform agenda, aimed at increasing the economy's potential growth.", "Let me briefly outline what, in my view, the content of this agenda should be.", "Improving productivity dynamics Firstly, the main determinant of the Spanish economy's low potential growth is lacklustre productivity growth.", "In the past 20 years, Spanish total factor productivity has grown at an average annual rate of 0.2%, far below Germany and the United States.", "It is therefore a priority to improve the dynamics of this variable.", "I shall focus on three aspects which, across the spectrum, determine these productivity gains.", "Promoting business dynamism and growth, and raising the degree of sectoral The Spanish economy is characterised by the small size of its firms.", "And it is precisely in Spanish SMEs that we see a high, negative productivity gap with their European counterparts.", "Boosting their growth would not only help increase productivity; it would also enhance the financial soundness of the business sector.", "We must ensure here that the objectives behind all the regulations that introduce a degree of size-based business discrimination are compatible with competition and do not pose obstacles to business growth.", "Deeper-seated improvements to the regulatory framework must be sought so as to converge on the best practices our peer economies boast.", "The indicators available show there is room for improvement as regards business start-up formalities, the regulations governing some sectors (such as the retail trade and certain transport and professional services segments) and the functioning of the legal system.", "In a country as decentralised as Spain, regional and local governments should bring their different practices onto a common footing to reduce the current barriers to the singleness of the market.", "Improving human capital Raising productivity further requires improving human capital.", "Here considerable challenges remain, such as those stemming from average educational levels for employees and employers lower than those for the EU, from early school leaving and from the negative gap in educational quality indicators.", "These shortcomings, along with the need to address the challenges posed by globalisation, technological progress and the automation of tasks, point to the advisability of reconsidering the institutional design of the educational system, along with curriculum content and the very system of learning.", "The goals should be to promote individualised and early guidance for students; in the university sphere, to improve tutoring research staff selection and tooling funding of the system to excellence-based objectives; and regarding vocational training, to allocate resources to redesigning it so as to achieve an optimal mix of general training and practical experience in firms.", "Increasing technological capital Technological capital is another fundamental pillar on which any growth strategy should rest.", "Here, too, the Spanish economy falls short.", "The proportion of innovative firms in Spain is at some distance from the related figure in France, Italy and Germany, and the weight in GDP of public and private investment in R+D is 26% and 54%, respectively, below the European average.", "Possible public action in this field cannot be confined to a bigger budgetary item.", "Also desirable would be changes to the arrangements for promoting research and highereducation research studies in order to smooth access for and the personal development of new high-potential researchers.", "Worthy, too, of consideration would be a restructuring of the public organisations that undertake innovation in an attempt to harness synergies between them and to strengthen the mechanisms for allocating resources across centres to reflect academic excellence.", "Reducing unemployment and job insecurity The second reform agenda objective would be to tackle labour market challenges, whose shortcomings are evident.", "Testifying to this is the fact that the average unemployment rate in Spain has stood at almost 17% since 1980.", "Reducing the temporary employment ratio One of the differential aspects of our labour market is its high temporary employment ratio.", "On average over the past decade it has stood at 25.2%, compared with 13.9% for the euro area.", "It is indeed employees on temporary contracts who have disproportionately borne the brunt of job destruction flows in the Spanish economy.", "That gives rise to very adverse effects on inequality, careers and productivity.", "And this without forgetting that excessive temporariness influences such important decisions as those on youths leaving the family home and starting a family.", "For all these reasons, reducing duality is unavoidable.", "In this connection, the employment protection mechanisms should be reviewed under the prism of squaring the necessary protection of employees with flexibility for firms.", "Accordingly, I believe we should explore modalities such as contracts with growing severance costs.", "There are also mixed models which combine the possibility of accumulating in advance in a fund a portion of these severance costs with a severance payment in the event of dismissal whose amount increases with years of service.", "Improving active labour market policies Another characteristic of our labour market is the high persistence of unemployment.", "For example, at end-2019, almost 43% of the unemployed had been seeking a job for more than one year.", "The situation will now worsen, given that the workers most affected by this crisis are, on average, lesser-skilled.", "Active labour market policies should therefore be strengthened.", "In particular, we should set in place mechanisms for the monitoring of and individualised guidance for the unemployed, based on statistical profiling techniques targeting the unemployed and available vacancies.", "Possible changes in the sectoral structure of employment also advise reinforcing lifelong learning.", "It would also be desirable to retain the possibility of training contracts, with the greatest possible flexibility, for youths and firms.", "Finally, the current arrangements on hiring rebates should be reviewed and priority given to those aimed at the elderly and lesserskilled, with ongoing monitoring of their effectiveness.", "Addressing the challenge of population ageing Population ageing is one of the biggest challenges the Spanish economy faces.", "Illustrating this is the foreseeable course of the dependency ratio, which currently stands at 29.5% and will increase by more than 25 pp in the next 25 years.", "The determinants include most notably one of the highest rates of life expectancy in the world and a very low fertility rate.", "This suggests it would be worth introducing measures promoting life-work balance, increasing support for families and offering more opportunities in the labour market, especially for young women with children.", "The latter are frequently economically affected to a greater extent by the decision to become mothers.", "Further, migratory policy should be adapted to bring it better into line with labour market needs.", "Population ageing effects weigh down particularly on public finances.", "The European Commission's projection for Spain is that spending on health and long-term-term care will, in 2050, be almost 2 pp of GDP higher than in 2016.", "Addressing pension system reform The upward pressure on spending will be even greater under the pensions item.", "Here, following the suspension of the application of the compensatory mechanisms included in the 2013 reform, we will need additional measures to ensure their future sustainability.", "The starting point for the debate on this question should be to set the level of benefits the public pension system should provide and to ensure the mobilisation of sufficient funds to afford them, establishing basic intergenerational equity parameters.", "In this respect, some countries (such as Germany, Sweden and Italy) have opted for mechanisms adjusting life expectancy to the level of benefits or to retirement age to stabilise the system.", "Moreover, it would be advisable to increase their transparency and strengthen the link between contributions made and benefits received, ensuring at all times a level of sufficiency.", "The introduction of incentives to better align the effective and the legal retirement age would also be desirable.", "Strengthening inclusion policies As a fourth consideration, we must address the challenge posed by the increase in inequality.", "We are starting the current bout of recession with a higher level of inequality than that at the end of the previous expansionary cycle, given that it is affecting to a greater extent groups which generally earned relatively lower income.", "The employment protection and household income support measures already approved should contribute to lessening the vulnerability of the households most affected.", "Also, many of the structural measures aimed at improving productivity or reducing unemployment and job insecurity are also key to reducing inequalities.", "Pushing through the right design and application of the minimum living income The recently approved minimum living income could contribute, in coordination with regional schemes, to reducing the level of extreme poverty.", "It will be important in this connection to assess its practical application and, in particular, whether the eligibility requirements established are effective in supporting the most vulnerable groups.", "Its design must also provide sufficient incentives for beneficiaries to join the labour market and avoid any switching to informal sectors.", "Bolstering housing affordability policies A further question concerns rental housing affordability problems for certain groups.", "This is a global phenomenon which is particularly noticeable in the metropolitan areas of the advanced economies.", "The international evidence shows that policies aimed at increasing the supply of rental housing are the most effective in tackling these problems.", "Many countries have opted in particular to combine public guarantees and tax incentives for the rental housing-promoting private sector.", "It is also crucial to ensure legal certainty for owners.", "Steering the transition to a more sustainable economy Combating climate change and steering the transition to a more sustainable economy are other fundamental challenges our society faces.", "Fiscal policy will have to play a predominant role in the strategy needed to attain the objectives set in this area, both to deter environmentally harmful activities, through an internationally harmonised tax system, and to foment the public and private investment needed to develop cleaner technologies, and to alleviate the social costs of the transition.", "The financial sector is also called on to play a key role.", "To do so, it is crucial that it incorporates into its decision-making the risks associated with climate change.", "Environmental stress tests devised by supervisors will be a useful instrument in this connection, as will the international harmonisation of a taxonomy that provides transparency on the activities that contribute to the transition to a low-carbon economy.", "Maintaining a sound financial sector I devoted my last appearance before the Parliamentary Economic Committee to analysing the challenges this crisis will pose to the financial sector.", "I should in any event like to stress today that, from the medium-term standpoint, the current crisis will entail additional downward pressure on profitability.", "That highlights the need for banks to urgently address some of the challenges associated with digitalisation and the management of cybersecurity risks, along with others of a reputational nature.", "An additional drive must be made to reduce operating costs and to achieve efficiency gains, to invest in technology and to improve banks' conduct and reputation.", "Addressing the new structural challenges after COVID-19.", "All the challenges I have mentioned were prior to the pandemic breaking.", "But others are also arising as a result of this crisis.", "The globalisation of production The crisis has highlighted some of the vulnerabilities associated with globalisation and the risks arising from protectionism.", "Set against this, Spain should play a leading role in defence of a global trade model, based on multilateral rules and free competition.", "Let us not forget that Spain has increased its external openness very significantly, which is essential for our growth but also makes us more sensitive to any reversal in international trade.", "The crisis might also accelerate the ongoing digitalisation of the economy.", "It has demonstrated the possibilities of remote working, whose use in Spain was limited prior to this crisis.", "Developing teleworking will mean its positive aspects must be boosted and its shortcomings mitigated.", "In particular, there is evidence that, if the right conditions are not in place, remote working productivity might be lower than that involving workplace attendance.", "Training policies are thus needed enabling the employment opportunities arising as a result of the more intense use of teleworking to be harnessed.", "Headway in e-commerce during the lockdown, building on its extraordinary growth in recent years, might step up in the future.", "In that case, it will be essential to understand its implications in terms of business competition and price dynamics, and, if it were necessary, to pursue measures minimising any potential adverse effects.", "Driving European governance reform This crisis has also demonstrated that, despite the progress of recent years, we need further improvements in euro area governance.", "Specifically, the momentum of the recent agreements to create a permanent European macroeconomic stabilisation fiscal mechanism should be harnessed to allow for greater risk-sharing, e.g.", "Completing the Banking Union is also a priority, with the approval of a fully pooled European Deposit Guarantee Scheme.", "Further, we must move towards lowering the barriers to a genuine Capital Markets Union.", "Ensuring the sustainability of public finances To conclude, let me emphasise the importance of ensuring the sustainability of public finances.", "As earlier stated, after the pandemic we will be facing the highest level of public debt in many decades.", "The persistence over time of these public debt levels would reduce the fiscal policy headroom for addressing adverse shocks, it would expose the economy to a situation of chronic vulnerability ahead of changes in sentiment on financial markets and it would weigh down our growth capacity.", "In the medium term, then, we must undertake a programme of gradual deficit and public debt reduction.", "Let us first take the Stability and Growth Pact as an anchor, and assume that, once the effects of the crisis have abated, an annual reduction in the structural deficit of 0.5% of GDP is applied until a balanced budget is attained.", "It may then be estimated that, under certain assumptions, public debt relative to GDP would tend to progressively fall.", "That is to say, gradually reducing the sizeable volume of public debt that will arise because of this crisis is feasible, provided we have an appropriate consolidation programme.", "This programme should include a clear definition of the budgetary objectives and their timeframe, along with details of the measures needed to attain them.", "It should also be based on a prudent forecast of macroeconomic developments and include a suitable response to possible slippage.", "It is in the political sphere that the details of this programme must be decided, incorporating social preferences about the level and composition of public spending and revenue.", "In any event, it should be compatible with an improvement in the quality of public finances.", "In this connection, it would be a priority to subject the various items on the expenditure side to an exhaustive review, in order to identify those areas with room for more efficiency.", "It is important that the recommendations stemming from the AIReF's assessments be taken into account forthwith.", "A comprehensive review of the tax system is also in order, to improve its revenue-raising capacity and its efficiency.", "Comparison with the other European countries can offer guidelines here.", "And, once again, the findings of AIReF's ongoing review of tax benefits will provide a significant contribution.", "Finally, in a country as decentralised as Spain, it is vital to be able to count on the collaboration of the regional and local governments in the design and implementation of the consolidation programme.", "Moreover, the reform of regional financing arrangements should be tackled with the aim of aligning their revenue to a prior objective estimate of their expenditure needs, ensuring transparent distribution and increasing the degree of fiscal coresponsibility.", "Conclusions I shall conclude insisting on the five attributes for the growth strategy which Spain, in my view, currently needs: it should be urgent, ambitious, comprehensive, assessable and based on broad consensus.", "Urgent, owing to the extraordinarily complex circumstances we face and to the scale of the challenges to be tackled.", "Inaction works against us, since a lack of response to these challenges raises the scale of their threat.", "Ambitious, because the complexity of the situation and the scale of the challenges require a broad raft of - in many cases disruptive - reforms, not minor, isolated adjustments.", "Comprehensive, because the different challenges conditioning the economy's growth outlook and the well-being of our society are closely interrelated.", "Seeking to resolve any of them in isolation is neither feasible nor desirable.", "Moreover, the strategy should be regularly assessed, to identify areas where its design or application may be improved.", "Finally, it must be based on broad consensus, to infuse it with permanence and credibility.", "Structural challenges call for structural responses, that last over time.", "Therefore, in a democratic society like ours, the guiding principles of this strategy should enjoy a high degree of consensus across the various political, economic and social agents, so that the foundations underpinning our growth are stable."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Productivity", "Unemployment", "Public Debt", "Globalization", "Digitalization", "Sustainability", "Financial Stability", "Population Ageing", "Housing Affordability", "Economic Policy"]}