{"sentences": ["News conference Berne, 18 June 2020 Andréa M. Maechler Introductory remarks by Andréa M. Maechler I will begin my remarks with a review of developments on the financial markets over the last half-year.", "I will then discuss the operational implementation of the SNB's COVID-19 refinancing facility and explain the flexible set-up of this new mechanism, which we put in place extremely quickly.", "Finally, I would like to inform you about some of the latest developments on the Swiss franc money market.", "Situation on the financial markets Over the last six months, activity on the financial markets has been heavily influenced by the crisis surrounding coronavirus (COVID-19).", "After a positive start to the year, the major stock markets in Europe and the US were still posting record highs in mid-February and volatility was historically low in some markets.", "However, the situation changed abruptly at the end of February due to the global spread of COVID-19 and the associated containment measures.", "Investors' risk sentiment buckled in response to these developments.", "Within a very short space of time, the stock markets had recorded losses on a scale last seen during the 2008 global financial crisis (cf.", "In addition to this, prices on the oil market fell dramatically at the beginning of March.", "Under these conditions, safe assets were highly sought after.", "Yields on highly rated, longer-term government bonds fell sharply, reaching alltime lows in some countries in early March.", "There was strong demand on the foreign exchange markets for safe-haven currencies such as the US dollar, the Japanese yen and the Swiss franc (cf.", "The situation on the financial markets worsened again in mid-March, with high levels of uncertainty and liquidity shortages triggering further severe price losses.", "At this stage, many investors were even selling off safe investments such as longer-term government bonds.", "Yields on these bonds therefore rose markedly for a time despite high risk aversion (cf.", "In Switzerland, for example, yields on 10-year Confederation bonds rose by almost 80 basis points within a couple of days.", "Against this backdrop, US dollar liquidity was particularly sought after.", "At times, accessing this liquidity incurred considerable additional cost, especially for banks outside the US.", "To alleviate this situation, the SNB participated in coordinated central bank action to increase the supply of US dollars through existing US dollar swap agreements.", "Approximately CHF 10 billion in US dollar repo transactions is currently outstanding at the SNB.", "The situation on the financial markets has eased somewhat since the end of March.", "In addition to a gradual relaxation of the containment measures adopted in the fight against the pandemic, the numerous supporting measures taken by governments and central banks have played a decisive role in this, enabling the major stock markets to recoup some of their losses.", "Tension on the Swiss franc capital market has also eased since the end of March.", "Risk premia on corporate bonds had increased sharply in Switzerland at the beginning of March, as in other parts of the world.", "The increase was, however, less pronounced here than abroad.", "Furthermore, investor demand for corporate bonds in Swiss francs remained solid.", "Overall, the larger Swiss companies therefore had little problem refinancing themselves on the capital market.", "This is evident in particular from the high volume of newly issued bonds with strong credit ratings.", "On the foreign exchange markets, by contrast, concerns about the future of the euro area initially exerted upward pressure on the Swiss franc.", "The pressure was heavily influenced by short-term investors speculating on Swiss franc safe-haven gains.", "The SNB countered this appreciation pressure with its willingness to intervene more strongly in the foreign exchange market.", "Conditions on the currency markets have also eased somewhat since mid-May thanks to the proposal of a European recovery fund and the improved situation on the risk markets.", "The Swiss franc, along with the other safe-haven currencies, has depreciated.", "Overall, however, uncertainty remains high.", "SNB COVID-19 refinancing facility - experience to date Let me now move on to the new SNB COVID-19 refinancing facility - or CRF - that Thomas Jordan has already spoken about.", "I will focus on our experience of implementing the CRF so far.", "The SNB has broken new ground with the CRF.", "Under normal circumstances, the SNB provides the banks with liquidity in exchange for marketable collateral.", "Under the CRF, the SNB is, for the first time, granting loans that are secured by state-guaranteed corporate loans.", "Banks can therefore refinance loans granted under the COVID-19 ordinance on joint and several guarantees (COVID-19-Solidarbürgschaftsverordnung) at the SNB.", "To do this, they must assign their credit claims in full to the SNB as collateral.", "In May, we expanded the range of eligible collateral.", "In addition to COVID-19 loans guaranteed by the Confederation, loans that are secured by cantonal guarantees, credit default guarantees offered by cantons, or claims secured by joint and several loan guarantees provided for startups by the Confederation in cooperation with the cantons are now also deemed eligible collateral.", "Given the situation at the peak of the COVID-19 crisis to date, it was essential that banks were able to grant loans quickly.", "By the same token, it was important that the SNB's liquidity could also be paid out to the banks swiftly.", "The operational implementation of the new facility therefore needed to be lean and minimise the administrative burden on the banks.", "A key challenge here was to enable the banks to rapidly assign a large number of corporate credit claims.", "The federal government's emergency ordinance provided for exactly this eventuality and made it possible for the SNB to simplify the assignment process considerably.", "Instead of having to assign each credit claim individually to the SNB, the banks can now assign their collateral en bloc via an electronic register held at the SNB.", "Moreover, as the SNB only counts the portions of the credit claims guaranteed by the Confederation or the cantons as collateral, the CRF does not create any additional credit risk for the SNB.", "The SNB can therefore waive separate risk assessments.", "The CRF also offers banks a large measure of flexibility - there is no fixed term and no upper limit on the loans granted by the SNB.", "The refinancing loans are credited the very next day after the bank has assigned its credit claims.", "The banks can increase or reduce their loans on a daily basis, provided the amount of the loans drawn under the CRF is covered at all times.", "Thus, COVID-19 loans that were granted in the form of overdraft facilities also qualify as eligible collateral.", "In addition to this, the three-month notice period for the refinancing loans has been designed to ensure that CRF-based lending does not negatively affect banks' regulatory liquidity ratios.", "Developments in the Swiss franc money market Let me now turn to some of the developments on the Swiss franc money market.", "On 1 April, in order to increase banks' latitude for lending, the SNB further reduced the negative interest burden on the banking system by raising the exemption thresholds (i.e.", "the amounts on which banks do not pay negative interest).", "Currently, around a quarter of the sight deposits that banks hold at the SNB are still subject to negative interest.", "The raising of the exemption thresholds means that, overall, it has become cheaper for banks to hold liquidity at the SNB.", "On the one hand, this has reduced pressure on the banks to pass on negative interest charges to small savers.", "On the other, as expected, it has increased demand for additional liquidity from banks that have not yet used the full amount available to them under the exemption thresholds.", "This has led to a slight interest rate rise on the repo market.", "The interest rate pressure should be temporary and should recede as soon as these exempt amounts have been largely exhausted.", "In our experience, this usually takes some time.", "The SNB therefore conducts fine-tuning operations in the form of repo transactions.", "As anticipated, the volume of fine-tuning operations is now falling again.", "Thanks to a powerful and efficient infrastructure, the Swiss franc repo market has performed flawlessly at all times, even during periods of major turbulence on the financial markets.", "The SNB uses the same infrastructure as the interbank market to implement its monetary policy.", "This infrastructure, which is continuously being refined and adapted to meet changing requirements, has been operated by SIX for over 20 years, and the SNB is involved in shaping its ongoing development.", "On 15 June this year SIX reached another milestone when phase one of its new Triparty Agent (TPA) for settling repo business was successfully put into operation.", "This is based on a new, future-proof technology featuring significantly more efficient processes and improved usability.", "The new TPA will enable participants to further optimise the management of their securities.", "I would like to close with a few remarks on the transition from Libor to SARON.", "Overall, work on this is well under way.", "Some banks have begun launching SARON-based cash products - especially mortgages.", "Other providers will follow suit in the coming months.", "Wider use of SARON on the credit markets will create additional demand for hedging, thereby strengthening the SARON-based yield curve.", "This will play a key role in enabling an efficient Swiss money and capital market going forward.", "A robust yield curve is important not only for our country's financial system, but also for the transmission of the SNB's monetary policy.", "There is still a long way to go, however.", "Around 80% of banks are still using Libor (or the Libor swap curve) to price their credit products (cf.", "It is therefore important that work relating to the changeover to SARON as the new reference interest rate continues, despite the exceptional challenges presented by the COVID-19 crisis.", "Market participants should make the most of the remaining time until the end of 2021, when the UK Financial Services Authority withdraws support for Libor, to complete their transition arrangements."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["COVID-19", "Swiss franc", "SNB", "Financial markets", "SARON", "Libor", "Monetary policy", "Repo market", "Credit claims", "Liquidity"]}