{"sentences": ["Remarks by Toni Gravelle Deputy Governor of the Bank of Canada Autorité des marchés financiers Montréal, Quebec November 23, 2020 Financial stability and the COVID-19 pandemic Thank you for the invitation to connect with you virtually in these unusual times.", "The Bank of Canada has enjoyed a long and productive relationship with the Autorité des marchés financiers.", "We have worked together on our respective oversight of financial market infrastructures and shared our perspectives on stress testing of systemically important institutions.", "And, of course, I have known several of you personally, including Mr. Morisset, for some time through this work and through my role supporting and participating in the Heads of Regulatory Agencies (HoA).", "The Bank greatly values your contributions to maintaining a stable and healthy financial system-not just for Quebeckers but for all Canadians.", "My remarks today are part commitment to update Canadians twice a year about key vulnerabilities and risks to the financial system.", "We continually assess the financial system's to function well in both good times and bad.", "We do this work precisely for times like these, when the economy and financial system have been hit by a calamitous shock like the COVID-19 pandemic.", "Canada already faced significant financial vulnerabilities before the onset of COVID-19, most notably the high level of household debt and the imbalances in some housing markets.", "Given these, we have long warned that a recession could create broad stress across the financial system.", "Yet, despite the devastating economic impact of the pandemic, this risk has not-as of yet-materialized.", "The main reason it come to pass is the unprecedented policy response to the pandemic.", "Early on, the Bank acted quickly to restore and maintain market functioning, and the federal government launched a range of support programs to help millions of households and businesses cover financial gaps.", "Another fundamental reason is that our financial institutions were capitalized well enough coming into the crisis that they could be flexible about debt repayments without risking their own solvency.", "This underscores the importance of having a resilient financial system, such as Canada's, when the economy faces a major Canada's financial shock.", "system has continued to serve Canadians well through the pandemic-just as it did during the 2008-09 global financial crisis.", "Nonetheless, the pandemic remains a source of considerable financial system risk, despite this resilience.", "From a system-wide perspective, we still have to watch for the possibility that the tough times many households and businesses are facing could lead to credit losses that ripple throughout the financial system.", "If losses make it harder for banks to make loans, the recovery in economic activity and employment will be hampered, amplifying an already challenging situation.", "So we need to remain vigilant.", "With that in mind, begin with some details about vulnerabilities and risks arising in the household and business sectors.", "After that, I'll talk about the overall resilience of the Canadian financial system, including what our latest Financial System Survey tells us about how COVID-19 has affected the perceptions of people who work in the financial industry.", "Financial vulnerabilities and risks from COVID-19 The impact of COVID-19 on lives and livelihoods is unlike anything we have seen in our lifetime.", "And as we outlined most recently in the October Report (MPR), a full economic recovery will take quite some time.", "The longer the pandemic constrains jobs and incomes, the greater the risk of financial trouble for highly indebted households, and the greater the risk of defaults that could impair the whole financial system.", "Also, many businesses in sectors where physical distancing is difficult-such as restaurants, bars, hotels and gyms-are struggling to remain solvent as they try to cover fixed payments with less revenue.", "This too could become a financial stability risk as time goes on.", "Household sector risks In the May 2020 Financial System Review (FSR), we explained that COVID-19 had hit employment incomes hard and that many households faced great difficulty, especially if they were already carrying a lot of debt.", "Six months after the FSR, it's government income support programs have been instrumental in getting millions of Canadians through the crisis.", "The financial system has also helped households cope, with deferrals on a range of loans, including mortgages, lines of credit and credit cards.", "Since the start of the pandemic, about 14 percent of homeowners with mortgages and 10 percent of renters have asked for deferrals on some kind of debt repayment.", "Still, these measures were always meant to be temporary-by the end of September, about 60 percent of all payment deferrals had expired.", "That includes about 70 percent of deferrals on credit card debt and automobile loans.", "We have been tracking this closely to gauge the risk of defaults on loans and whether they could be sufficiently widespread to threaten financial stability.", "the Bank's latest Data from Canadian Survey of Consumer Expectations indicate that about 1 in 3 borrowers who asked for deferrals did so as a precaution or to repay other debt, not to help manage income losses due to COVID-19 (Chart 1).", "This suggests there is reason to be optimistic that they will be able to return to regular debt repayment as their deferrals expire.", "Chart 1: Many borrowers who asked for deferrals did so for reasons that were unrelated to the COVID-19 pandemic 0 10 20 30 40 50 Could not pay due to pandemic-related decline in household income Could not pay due to reasons unrelated to COVID-19 Requested as a precaution Decided to repay other Other/not applicable Own with mortgage Rent Source: Canadian Survey of Consumer Expectations-Third Quarter of 2020 Last observation: 2020Q3 Indeed, so far, the risk of a wave of consumer defaults seems low.", "The vast majority-over 99 percent-of households with expired deferrals on any kind of debt have resumed repayment (Chart 2).", "Chart 2: Almost all households with expired deferrals have resumed repayment Share of accounts at least 30 days behind on payments Mortgages Installment and auto Home equity lines of Lines of credit (excl.", "Credit cards loans credit (HELOCs) HELOCs) All accounts before COVID-19 Expired deferrals Last observation: September 2020 Sources: TransUnion and Bank of Canada Calculations It is too soon to be definitive, though, especially about mortgages.", "Many mortgage deferrals ended only in October, so we may not have a full picture of how many homeowners have fallen behind on those payments until the end of the year or early 2021.4 Although the risk of widespread defaults appears well managed, we still need to closely monitor the underlying vulnerabilities.", "This is particularly important given that we expect to keep interest rates low for quite some time.", "To be clear, low interest rates are necessary to support a broad recovery of economic activity.", "By supporting jobs and incomes today, monetary policy has helped minimize financial risks from the sharp economic slowdown and jump in unemployment that resulted from the pandemic.", "But there is a trade-off: low interest rates can increase key financial vulnerabilities, making the financial system and economy less resilient to future shocks.", "Targeted macroprudential policies, such as the mortgage-interest stress test, can be particularly effective at helping to limit the growth of vulnerabilities.", "So, it is important for all policymakers to keep a close eye on how vulnerabilities are evolving.", "turn to what the Bank is seeing in terms of the household debt burden.", "The overall ratio of household debt to income fell during the second quarter-at the height of containment measures-from 175 percent to 158 percent.", "This is mainly because government transfers boosted income for many households.", "In fact, total household debt was relatively unchanged, although there were significant differences between consumer and mortgage debt.", "Outstanding consumer debt has declined since the pandemic began, driven by a drop in credit card balances of roughly 15 percent because many households have paid down debt or increased savings.", "This is probably because people in sectors where more workers can do their jobs from home are more likely to have remained employed-a reminder of the uneven effects of this crisis.", "It is also because people are spending less on non-essentials, which has meant less overall credit use, particularly during the spring and early summer (Chart 3).", "Chart 3: Consumer credit fell in the spring and has stayed below pre-pandemic levels Index: March = 100 Index Mar Apr May Jun Jul Aug Sep Personal loans Credit cards Lines of credit Total Source: Bank of Canada Last observation: September 2020 However, the bulk of total household debt is mortgage debt, and it has continued to grow at a solid pace-supported by the strength in the housing market that we saw over the summer and into fall.", "Since imbalances in some housing markets have been another key source of financial vulnerability in Canada, we're naturally paying close attention to how this evolves.", "While low interest rates have supported housing, the strong bounce back in many markets also reflects pent-up demand that built up over the containment period as well as a shift in preferences toward homes with more space.", "Since real estate activity picked up again in late spring, households that haven't seen much or any loss of income have been in a position to act.", "To this point, we do not see signs that home prices are rising due to speculation, like we saw in the greater Toronto and Vancouver areas a few years ago.", "Moreover, recent price growth has been strongest in cities where mortgages are more moderate relative to income, such as Montréal, Ottawa and Halifax.", "The next few months will give us a better sense of where the housing market is fundamentally.", "But we still need to watch for possible downward pressure in certain pockets, even if the overall picture seems well-balanced.", "More specifically, the shift in preferences as people spend more time at home and want more space has obvious implications for condominium markets in major cities like Toronto.", "Another factor limiting demand for condos during the pandemic has been lower immigration and fewer foreign students coming to Canada.", "On the supply side, a softer rental market could lead some real estate investors to list their units.", "Active listings for condo rentals in Toronto were 210 percent higher in October than a year earlier (Chart 4), and the median rent was 13 percent lower.", "And plenty of construction was underway in Toronto before the pandemic, so thousands of units will hit the market in 2021.", "Chart 4: Active condo listings in the greater Toronto area have risen while rents have fallen Year-over-year percent change -10 2015 2016 2017 2018 2019 2020 Active listings (left scale) Median condo rent (right scale) Sources: Realosophy Realty Inc.", "Brokerage and Bank of Canada calculations Last observation: October 2020 Business sector risks turn to businesses.", "Back in May, we said that the businesses facing the most stress were those that came into the crisis with high debt levels and few liquid assets.", "Businesses faced a situation much like that of households: the longer the economic recovery, the greater the risk that cash flow issues could become solvency issues.", "Six months later, the pandemic continues to create a challenging environment, especially in sectors that involve in-person contact or confined spaces.", "In the second quarter of the year, total revenue in the non-financial business sector fell 14 percent.", "We saw even larger declines in industries such as transportation, arts and entertainment, and accommodation and food services (Chart 5).", "Chart 5: Operating revenue fell sharply in many sectors during the second quarter of 2020 Professional, scientific and technical services Pipelines Telecommunications Educational and health care Agriculture, forestry, fishing and hunting Repair, maintenance and personal services Rental and leasing Administrative support Mining and quarrying Information services Total non-financial industries Transportation Arts, entertainment, accommodation and food services Oil and gas extraction and support services -50 -40 -30 -20 -10 0 10 % Sources: Statistics Canada and Bank of Canada calculations Last observation: 2020Q2 Even after much of the economy reopened in the third quarter, many businesses in these and related sectors continued to report lower revenue compared with pre-pandemic levels.", "For example, in August, revenue was down at least 40 percent from a year earlier for almost half of all arts and entertainment and recreation businesses.", "The drops have been sharpest for smaller companies, which may find it relatively tougher to access funds.", "As well, firms in the oil and gas sector have had to deal with the drop in oil prices that occurred after global travel ground to a halt.", "Revenue for the sector as a whole plunged 45 percent in the second quarter, even as energy companies were still adjusting to the 2014-15 collapse in oil prices.", "Government measures such as wage and rent subsidies have helped businesses in many sectors manage their cash flow needs.", "The recent extension of these subsidies into 2021 will continue to help businesses-and their employees-hurt by the pandemic.", "The Canadian Emergency Business Account has also played an important role, allowing almost 800,000 small and medium businesses to obtain subsidized loans to help them manage their expenses.", "Taken together, these measures mean fewer businesses facing severe shortfalls due to COVID-19 are using traditional forms of financing such as loans, bonds and equity to survive the crisis.", "Aside from a \"dash for cash\" in March-as large firms drew on their lines of credit-business financing has been relatively subdued over the pandemic.", "And business insolvency filings remain below prepandemic levels (Chart 6).", "Chart 6: Business insolvencies have remained below pre-pandemic levels 2018-19 average 2018 2019 2020 Source: Office of the Superintendent of Bankruptcy Last observation: September 2020 But the pandemic is far from over.", "As we said in the October MPR, even if widespread lockdowns again, we expect successive waves of the virus will require ongoing localized and targeted restrictions.", "Bank staff have been working to assess how well businesses could manage what is likely to be a long and bumpy recovery.", "We expect that an increasing number of businesses will need financing in the coming quarters to get by.", "Staff will be conducting simulations using firm-level data to quantify this, and we plan to publish those results in the next couple of months.", "Market functioning The likelihood that more businesses will need financing highlights how important it is for the financial system to function properly.", "Think back to early in the pandemic.", "As uncertainty rippled through global markets, investors were dumping debt securities in favour of cash or halting their trading altogether.", "To alleviate these market stresses, the Bank launched a series of asset purchase programs and liquidity facilities in March, April and May.", "These programs sought to restore market functioning to make sure that our monetary policy actions could pass through to the economy and that businesses-and households-could still get credit if they needed it.", "Today, markets are functioning well enough that several of these programs have been discontinued.", "When the Bank provides markets with extraordinary liquidity support, we try to we're trying to solve make sure that we address the problems without creating incentives for financial system participants to take on undue risks in normal times.", "In other words, we aim to avoid moral hazard.", "Just as it is important to so they don't become gradually wean a patient off painkillers as their injuries heal addicted, we gradually phase out our various facilities once painful market stress has dissipated.", "This should not be surprising to market participants.", "But make no mistake: if market-wide stresses reappear and we need to do more to ensure that the financial system can continue to support Canadian households and businesses, we will.", "Gauging resilience in the financial system Ultimately, the more resilient the financial system is, the more it will be there to help Canadians deal with the pandemic, just as it helped Canadians during the global financial crisis.", "When COVID-19 hit Canada, the Bank needed to quickly figure out whether the financial system could withstand its impact.", "So, for our FSR we conducted a on Canada's six biggest stress test banks, which make up close to 90 percent of bank assets in the financial system.", "The stress test was based on the most pessimistic scenario from our April MPR, which highlighted the wide range of plausible outcomes for how the pandemic could affect the economy.", "The exercise found that the banks had adequate capital buffers to withstand such a negative economic scenario-a clear sign of a robust, resilient financial system.", "Since then, the economy has performed better than the scenario that we used in the stress test, which further reduces concern about financial stability.", "That being said, we are now in the slower-growth recuperation phase of the recovery, and total employment is still around 640,000 jobs lower than before the pandemic.", "There is, unfortunately, scope for more hardship-and for financial vulnerabilities to grow.", "In addition to our own monitoring and stress testing, another important piece of assessment of financial stability is our Financial System Survey.", "Given the extreme uncertainty that COVID-19 injected into our outlook, surveys such as this provide us with uniquely valuable information.", "The autumn 2020 survey, released on Friday, tells us that financial industry professionals are broadly confident in the financial system's to withstand a were at least \"fairly severe shock.", "Nearly all respondents-98 percent-said they confident\" the system can withstand such a shock.", "Yet, the survey respondents also think that risks to the system have grown considerably.", "The share of respondents who said risks have increased materially in the short term, less than a year, rose by 40 percentage points from the autumn (Chart 7).", "Chart 7: Financial System Survey participants have grown more concerned about the short-term risk of a shock that impairs the financial system Percentage of respondents Index points 100 1.2 75 0.6 25 -0.6 0 -1.2 Spring 2018 Autumn 2018 Spring 2019 Autumn 2019 Autumn 2020 Decreased materially (left scale) Decreased slightly (left scale) Remained unchanged (left scale) Increased slightly (left scale) Increased materially (left scale) Risk index (right scale) Note: Short-term is defined as \"less than a year\".", "The risk index is constructed with the following weights: increased materially: 2 points; increased slightly: 1 point; remained unchanged: 0 points; decreased slightly: -1 point; decreased materially: -2 points.", "Source: Bank of Canada Autumn 2020 Financial System Survey Many respondents cited the aggressive public sector response to the crisis as the main reason for their confidence that the system would be resilient in the face of another shock.", "This included support from the Bank, the federal government and financial regulators.", "At the same time, those who said risks have grown said the pandemic has left the economy and financial system in a more precarious position.", "They also wondered about the capacity for further interventions by public institutions.", "Respondents were asked to rank risks that could have the most negative impact on the overall financial system and on individual financial firms.", "The two they cited most often were rising defaults in the household or corporate sector, reflecting the negative effects of the pandemic on the economy, and a major cyber attack or incident.", "Although the liquidity issues that followed the onset of COVID-19 have passed, ensuring markets can function smoothly remains a top priority for the Bank.", "We asked respondents how hard it was to make transactions in a variety of markets at the onset of the pandemic.", "They identified markets for Canadian corporate bonds and securitized products as the most affected.", "More than 40 percent of those who are active in the corporate bond market said they had had \"major difficulties\" conducting transactions.", "Both markets are working well now, but the feedback will help us prepare for any future episodes of stress-just as lessons we learned a decade ago helped us earlier this year.", "I should note that when staff conducted the survey in September, they got the highest response rate ever.", "This strengthens the messages reported in the survey, which are extremely helpful for our risk monitoring, and for informing our policy actions.", "I would encourage our financial system contacts to participate in future surveys.", "Another piece of our monitoring is the information that we gather through the Heads of Regulatory Agencies, or HoA, the group I mentioned early in my speech.", "The Bank chairs the HoA, as well as one of its sub-committees, the Systemic Risk Surveillance Committee (SRSC).", "These venues make it much easier for federal and provincial partners to compare notes on vulnerabilities stemming from COVID-19.", "They also provide a forum to discuss other key that I didn't get to financial stability issues today, such as climate change, cyber resilience and crypto assets.", "The impact of climate change and the transition to a low-carbon economy is a risk to the financial system that is clearly accelerating.", "Governor Macklem spoke about this increasingly important topic just last week.", "I conclude, I'd like to thank everyone at the Before Autorité for your work in making the SRSC a success.", "In particular, thank you for sharing your expertise in the areas of insurance, securities, derivatives and non-bank deposit institutions.", "Now it's time for me to conclude.", "Our financial system has acted as an important shock absorber to help fill the financial gaps that so many households and businesses are grappling with due to the COVID-19 pandemic.", "We will continue to monitor risks as they evolve to help ensure that the financial system is always there for Canadians.", "In the months ahead, leading up to our 2021 FSR, Bank staff will continue to research the data on deferrals to see whether debt repayment is proving difficult for households.", "We will also deepen our analysis of the pressures that businesses face.", "And we will take a close look at other topics related to COVID-19.", "These include the underlying causes of the strains in market liquidity that occurred when the pandemic struck and how physical distancing and shifting to remote work will affect the long-term viability of commercial real estate.", "We must monitor the buildup of financial system vulnerabilities and remain vigilant as the economy recovers from this crisis.", "But at the same time, we must not lose sight of ongoing issues that are also very important to financial stability, such as climate and cyber risks.", "Canadians should be confident that the Bank and its partners are doing their part to keep the financial system resilient.", "I'd be happy to take a few questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Financial stability", "COVID-19 pandemic", "Household debt", "Housing markets", "Business sector risks", "Market functioning", "Financial System Survey", "Financial vulnerabilities", "Resilience", "Macroprudential policies"]}