{"sentences": ["Monetary Policy Challenges for a Small Open Economy during COVID-19 Sir Leslie Melville Lecture: A speech delivered to Australia National University in Canberra, Australia On 2 December, 2020 By Adrian Orr, Governor I would like to thank Omar Aziz, Oliver Bates, Isaac Heron and Lewis Kerr Tēnā koutou katoa, welcome everybody.", "Thank you for the privilege and opportunity to deliver this year's Sir Leslie Melville lecture.", "Joining today via video conference provides the appropriate backdrop to the theme of my speech implementing monetary policy during the COVID-19 pandemic.", "Today I will outline the focus Te Pūtea Matua, the Reserve Bank of New Zealand, maintained throughout our response to the pandemic crisis.", "Our legislative mandate and operational independence put us in good stead to act swiftly and with confidence to provide effective assistance in buffering the economic impact of the virus here in New Zealand.", "The team at the Reserve Bank remained focused on maintaining low and stable consumer price inflation, contributing to maximum sustainable employment, and promoting a sound and efficient financial system.", "Reserve Bank's monetary and financial policies provided significant I also outline how the fiscal initiatives.", "mutual support for the Government's The support was direct through lower interest rates and financial regulatory efforts, and indirect via our market operations.", "Not all has been plain sailing of course, and I am immensely proud of our team as to how they responded to rapid change with innovation and commitment.", "New Zealand, like most OECD countries, commenced the pandemic response with nominal interest rates near an effective lower bound.", "To be successful in our recent work we were tasked with both building and operating new means of implementing monetary policy.", "Our goals remained the same, our tools evolved.", "In hindsight, the development of new monetary policy tools was simple, not easy.", "It is the communication challenges with our stakeholders and broader public that remains work in progress.", "As is the case internationally, central bankers must continually explain what they do that is, where the limitations of monetary policy rest.", "I will conclude by outlining the work we have ahead of us on communication and research, so as to best ensure that the Reserve Bank of New Zealand remains effective and well understood.", "Current Economic Environment The recent news of the efficacy of several trial vaccines aside, the global economic recovery from the COVID-19 induced recession continues to be highly variable.", "To date, in New Zealand, the impact of the pandemic has been less dramatic than some of the extreme scenarios we envisaged as recently as April 2020.", "However, we still faced a historically large loss in output and employment during the year, with very uneven effects across industries, employment, and demographic and regional groups (Figure 1).", "Following the initial containment of the virus and the lifting of social restrictions in New Zealand there has been a rebound in domestic spending underway.", "Considerable economic uncertainty remains, however, with business investment lagging and significant segments of economic activity stagnant.", "Until the scientific and distribution solutions for the vaccines are resolved and implemented, we continue to operate in an environment of uncertainty.", "It is still assumed by policy makers internationally that the economic impact of the COVID-19 pandemic will be long and variable.", "As such, we need to retain a medium-term focus on our efforts, beyond the immediate bounce back in spending that monetary and fiscal policy have provided.", "Outlined in our most recent Monetary Policy Statement is our view that economic risks are still skewed to the downside.", "This of course does not rule out upside scenarios; it is more a statement of relative risks.", "What we are observing internationally, and here in New Zealand, is a scarring on the economy reduced businesses' from the impact of COVID-19.", "Pervasive uncertainty has dramatically preparedness to invest and employ.", "And, we observe unemployment rising at the same time as increased skill shortages.", "Redeploying labour is not a straightforward activity.", "The impact of the pandemic on peoples' confidence may prove to be the longest lingering impact on the economy.", "Similar to international experience, in New Zealand domestic social restrictions have eased with the containment of COVID-19.", "However, international borders remain tightly controlled (Figures 2, 3).", "Monetary Policy Statement November 2020 Ibid.", "Industry, Age and Unemployment Risk During a Pandemic Recession, Graham, J., Özbilgin, M., RBNZ Analytical Note, 2020 (Forthcoming) Monetary Policy Statement November 2020 The implications of closed international borders have meant that service export industries, such as tourism, will operate well below capacity for a prolonged period.", "This is despite what we are witnessing in New Zealand at present, with Kiwis enjoying 'staycations' as a for international travel; relaxing in our own backyard (Figure 4).", "Demand for New Zealand's education and tourism services is being significantly by fewer international arrivals.", "Prior to the COVID-19 outbreak, international tourism and education accounted for around 6 percent of nominal GDP.", "Receipts from these and other services fell 40 percent in the June quarter 2020, and are only being partially offset by increased local spending.", "This spending weakness will affect incomes in the wider economy for years to come.", "An early taste of this will occur in early 2021, when the seasonal influx of international tourists fails to show up at our doorstep.", "Monetary Policy Statement November 2020 While there are significant areas of economic stagnation amongst economies globally, many sectors have proved more resilient than expected at the outset of the pandemic.", "New Zealand economic activity has benefitted from commodity prices and export volumes for our exports of goods holding up.", "Internationally people have continued to demand New commodities (Figure 5).", "Asset prices globally have also risen, assisted by low interest rates and pockets of significant outperformance in the technology-driven sectors.", "Figure 5: Commodity Indices & Prices Source: ANZ, Global Dairy Trade Domestic consumer spending has recovered for many goods and services, consistent with patterns internationally (Figure 6).", "Underpinning the rebound in domestic spending patterns have been significantly lower interest rates and increased government welfare payments and wage subsidies.", "We have also witnessed significant workplace innovation, with many businesses proving adaptable to working from home.", "Finally, asset prices have also been on the rise in equity and residential property markets especially.", "In New Zealand, equity in home ownership is a key component of overall household wealth.", "Rising house prices have increased our perception of wealth and heartened our expenditure.", "Monetary Policy Statement November 2020 Figure 6: Electronic card spending 2020 The rebound in economic activity from the depths of our recent social-lockdown is pleasing to see.", "New Zealand entered the pandemic in a sound economic position, so we should not be overly surprised.", "However, downside economic risks will remain as long as the spread of the virus persists.", "The virus remains rampant globally, and especially so at present in Europe and the United States key trading partners.", "The sustainability of the global economic recovery remains in question.", "Our Policy Response to COVID-19 the Reserve Bank's Monetary Policy Committee (MPC), when confronted with the COVID-19 facts, was quick to significantly ease monetary conditions i.e., lower interest rates.", "It was very clear that the virus posed a significant negative economic shock.", "The Committee's \"least regrets\" approach to policy meant it was better to risk doing too much too soon, than too little too late when it came to easing policy.", "The scale and duration of the COVID-19 economic shock was unprecedented and unknown.", "We were not alone in this action.", "Globally, monetary and financial stability policy responses, and fiscal expansion policies, were quickly put to work collaboratively to provide economic support.", "Across the OECD countries the adopted policies were all broadly similar, including some combination of: ensuring credit and cash is appropriately affordable and accessible, increased government spending and investment, support for employers to retain their employees and access credit, and enhanced health and economic welfare support.", "All countries designed their policy responses for their local conditions, commencing with the tools that were most operationally ready to deploy.", "While the front-line economic response to the COVID-19 pandemic is fiscal policy, the Reserve Bank of New Zealand provided significant assistance by ensuring interest rates were reduced to a level consistent with maintaining low and stable inflation, and contributing to maximum sustainable employment.", "Consistent with our dual monetary policy mandate and our financial stability mandate, we acted to support economic and financial activity.", "Our actions included: Instigating a significant reduction in retail interest rates; Ensuring there was ample liquidity for the banking system;  of New Zealand's Supporting the functioning foreign exchange and debt markets; Bolstering community access to cash; and Facilitating a variety of Government and industry-led initiatives to allow the financial sector to remain customer-focused.", "On the latter, the Reserve Bank worked with the Government and financial sector to implement a mortgage deferral scheme, business financing schemes, and a reprioritisation of our regulatory work to ensure banks were able to use their capital to support their customers (Figure 7).", "Figure 7: Mahi Tahi: Working together to ensure cash-flow and confidence Source: Mahi Tahi: Working together to ensure cash-flow and confidence (PDF 318KB) Our actions assisted the New Zealand economy to remain on track to experience low and stable consumer price inflation, a lower unemployment rate than otherwise, a New Zealand dollar exchange lower than otherwise, and ongoing financial stability.", "Our debt and foreign exchange markets also performed robustly and our financial system remains sound.", "Same challenge, new tools Again, as in many OECD countries, at the outset of the COVID-19 pandemic nominal interest rates were approaching an effective lower bound.", "Globally, as inflation and inflation expectations have declined, so have nominal interest rates.", "We were forward looking enough during 2019 to initiate thinking on what alternative monetary policy tools are available for us if we could no longer rely purely on the Official Cash Rate (OCR) to deliver our policy goals.", "Our work assessed the merits of various tools for achieving our monetary policy goals against principles of effectiveness, efficiency, operational capability, See: About Alternative Monetary Policy Tools, RBNZ, -monetary-policy/alternative-monetary-policy-tools#fn1 What we didn't realise at the time is how quickly and government balance sheet stability.", "we would need to use this playbook.", "And, as in many other OECD countries, we ended up with two jobs to do simultaneously: building and operating new monetary policy tools to achieve our desired monetary conditions.", "This multi-tasking has proved more of a communication challenge than an engineering one.", "We were quick to lower the OCR to 0.25 per cent and commit publicly that it would remain at this level for at least a year.", "However, we also committed our local banks to ensuring they would be operationally ready to manage negative wholesale interest rates by the end of this period.", "We wanted to provide some immediate certainty to the public about the path of the OCR while also creating future policy optionality the right but not the obligation to implement a negative OCR if future conditions necessitated this.", "We remain true to these commitments.", "We subsequently implemented a Large Scale Asset Purchase (LSAP) programme aimed at lowering and flattening the New Zealand wholesale interest rate curve.", "The purpose of this was to drive retail interest rates lower, to be consistent with our dual monetary policy mandate.", "This action has proved effective (Figure 8).", "Figure 8: Change in New Zealand interest rates (change since beginning of 2020) Source: Bloomberg, interest.co.nz, RBNZ Note: Data for business loans reflects the change in the average interest rate on outstanding business loans.", "Other rates are based on advertised and market rates We have more recently moved to supplement the LSAP programme with a Funding for Lending Programme (FLP).", "The FLP is designed to provide domestic banks with an additional source of wholesale funding at interest rates commensurate with achieving our monetary policy mandate.", "Lower bank funding costs should embed the retail borrowing and lending costs we need to be successful.", "Our communication challenge remains ongoing despite the successful implementation of these new monetary policy tools.", "We share this challenge with other central banks.", "The impact of the LSAP and FLP on the government's balance sheet differ to that of moving the OCR up and down to implement monetary policy.", "It is this difference that can blur the For an overview, see: Navigating at Low Altitude: Monetary Policy with Very Low Interest Rates, Speech by Adrian Orr, Governor RBNZ, March 2020, -andpublications/speeches/2020/speech2020-03-10 What has central bank independence ever done for us?, Haldane, A., Bank of England Speech, November distinction between monetary and fiscal policy in the public's mind - - or in the parlance monetary financing of fiscal spending versus monetary policy quantitative easing.", "- quantitative easing - Our LSAP or is the Reserve Bank purchasing government bonds in the secondary market to reduce market interest rates.", "We will always be limited by how much of this we can achieve through our monetary policy remit.", "We must, by law, aim to keep annual consumer price inflation between 1-3 percent and support maximum sustainable employment.", "The Government, meanwhile, continues to finance its spending through the issue of fixed term interest bearing government bonds.", "Monetary financing, by contrast, occurs when government spending is financed by a central bank being instructed to issue irredeemable fiat non-interest bearing liabilities to the Bank's mandate and is unrelated to the Government.", "This activity sits outside of the Reserve Bank's inflation and employment remit.", "Our new tools remain purely for the purpose of ensuring interest rates in New Zealand are consistent with achieving our mandate.", "The LSAP and FLP instruments like the OCR can be altered to achieve our legislated purpose.", "Their design and implementation remain at the call of the Monetary Policy Committee.", "Many other central banks have taken similar approaches in dealing with impact of COVID-19, albeit starting from a different market structure.", "For instance, the Reserve Bank of Australia and Reserve Bank of New Zealand have now both entered large-scale asset purchases and funding for lending programmes.", "We have also both provided significant liquidity to the financial markets to ensure orderly functioning.", "And we have both reduced the OCR to a rate near zero, with forward signalling data dependent.", "Another common theme in New Zealand, the UK, Australia, Canada and the United States has been the pros and cons of using negative official interest rates (e.g., a negative OCR) relative to other monetary instruments.", "We focused on being operationally ready to implement a negative OCR if necessary.", "Its actual use will always depend on the economic context at the time, and its relative efficacy.", "Selecting the appropriate policy mix The past few months have shown remarkable adaptability and resilience by policymakers internationally, and in New Zealand.", "As is appropriate, starring in the times of COVID-19 have been health, fiscal, and regulatory policy responses.", "When economic confidence is low, governments are able to directly spend and invest, and ensure that economic resources are mobilised and redeployed.", "In New Zealand, the Government has supported households and businesses directly by helping people maintain access to credit and cash flow through business credit schemes and income support and assisting ongoing employment via wage subsidies (Figures 9, 10).", "Our research suggests that the Government's wage subsidy scheme significantly improved job retention by approximately 2.5% of the total labour force.", "The scheme also most Monetary Policy in 2020, Debelle, G., Speech to the Australian Business Economists Webinar, November 2020, -dg-2020-11-24.html Ibid.", "Financial Stability Report (FSR), RBNZ, November 2020 Industry, Age and Unemployment Risk During a Pandemic Recession, Graham, J., Özbilgin, M., RBNZ Analytical Note, 2020 (Forthcoming) benefited those in the service sectors which is heavily dependent on female and younger workers, some of the most vulnerable to economic downturns.", "Figure 9 Figure 10 Employment and Labour market Connectedness Overall, to date, the New Zealand labour market has proved relatively resilient to the both the Government's fiscal COVID19 economic shock.", "This positive outcome can be explained by measures and other factors such as:15 Labour shortage existed prior to the COVID-19 outbreak; Domestic spending resumed rapidly after social restrictions were eased, suggesting that a critical mass of New Zealanders were sound financially; and Businesses favoured reducing the paid hours worked, rather than reducing the numbers employed, due to the temporary nature of the lockdowns (Figure 11).", "The easing in monetary conditions also had a significant role to play in retaining jobs.", "When setting monetary conditions, the Monetary Policy Committee was kept aware of the Government's fiscal policies' purposes and desired impacts.", "We were thus able to calibrate our response appropriately.", "The most recent New Zealand data shows annual consumer price inflation currently at 1.4% (compared to our 1-3% target range) and the unemployment rate is at 5.3% (above our estimate consistent with maximum sustainable employment).", "We estimate that in the absence of our recent monetary policy actions, unemployment would be higher still (nearer 6.0%), inflation expectations would have continued to decline, and the New Zealand dollar trade-weighted exchange rate would have risen by around 7%.", "In other words, monetary policy has been effective to date in supporting both inflation and employment as intended at least at the aggregate level.", "Drawing on internal RBNZ analysis, T. Bohm, 2020 Internal RBNZ analysis, 2020 Monetary Policy Statement November 2020 Internal RBNZ analysis, 2020 Managing the dual mandate inflation and employment To date, there has been no need to consider any trade-off between meeting our employment and inflation targets.", "Both employment and inflation have been below our target remit, necessitating an easing in monetary conditions.", "However, we have had to remain humble in our ability to both assess and influence the level of employment in the face of the COVID-19 economic shock.", "The COVID-19 economic impact has seen economic output across sectors of the economy, and employment, vary considerably (Figure 12).", "We are seeing some sectors of the economy experience labour and specific skill shortages, while other sectors are experiencing layoffs and surplus labour.", "It is unlikely these supply and demand issues are going to be resolved quickly as not all people are alike and labour mobility is constrained.", "People live in their communities.", "As a result, we are likely to see longer-term unemployment become embedded side-by-side with labour shortages at the national level.", "Figure 12: Employment by Industry - change since March quarter 2020 Preliminary research also indicates that downturns in employment last a lot longer than downturns in output.", "Even if economic activity picks up over 2021, unemployment will remain Monetary Policy Statement November 2020 elevated for quite some time.", "And certain demographic and ethnic groups are more likely to experience the lingering negative effects of the current recession than others.", "This effect occurs due to location, skills training, experience in the labour market, and broader roles in society such as caring for dependents.", "For example, we already observe that: The pandemic shock has disproportionately affected the service sector in many economies, with New Zealand as no exception.", "It is the service sector that employs most youth.", "Younger workers are also likely to have lower wages and less savings (Figure 13).", "And their labour market separation rates (redundancy or leaving the workforce) are considerably higher than those of older people.", "There is a greater impact on female than male unemployment during economic downturns (Figure 14).", "And, Maori and Pasifika are much more negatively exposed to labour market fluctuations than Europeans (Figure 15).", "Figure 13: COVID-19 Employment Impact by Age Figure 14: COVID-19 Employment Impact by Sex (change March quarter 2020 to September quarter (change March quarter 2020 to September quarter COVID-19 and the Labour Market: What can history tell us, Markham, S., Özbilgin, M., Robinson, F. RBNZ Discussion Paper, 2020 (Forthcoming) Monetary Policy Statement November 2020 The job-separation rate is the probability of an employed person losing their job in a given quarter.", "These rates have been adjusted to account for flows in and out of the labour force.", "Industry, Age and Unemployment Risk During a Pandemic Recession, Graham, J., Özbilgin, M., RBNZ Discussion Paper, 2020 (Forthcoming) Monetary Policy Statement November 2020 COVID-19 and the Labour Market: What can history tell us, Markham, S., Özbilgin, M., Robinson, F. RBNZ Discussion Paper, 2020 (Forthcoming) Maori and Pasifika bear a disproportionate impact of labour market fluctuations relative to their population share.", "Source: RBNZ estimates based on Ministry of Social Development (MSD) and Stats NZ data.", "Population shares are indicative only and are based on a total response output approach.", "The economic impact of the COVID-19 is also geographically uneven.", "In New Zealand, less populated regions have been more exposed to labour market fluctuations than the large regions, in large part due to industry concentration.", "There is also can have a 'contagion' effect, evidence that this geographical variation whereby unemployment in one region may spill-over to other regions.", "For instance, in New Zealand there is a strong link between two neighbouring densely populated regions, Auckland and Waikato.", "Jobs created or lost in one region leads to the same in the other region due to connectedness.", "work confirms is that the concept of \"maximum sustainable employment\" is complex and context dependent.", "This is why we rely on a suite of measures to understand whether we are at or near our optimal monetary policy setting.", "This complex relationship between output and employment underpins why many central banks to remain 'lower for longer'.", "are now adjusting their policy decision-making Central bankers are increasingly wanting to stare employment in the whites of the eye before making their decision.", "It is also why we believe it is better to do all we can to avoid lower inflation and higher unemployment in the first instance, consistent with our Monetary Policy Committee's 'least regrets' strategy.", "Reserve Bank's dual mandate - The of price stability and maximum sustainable employment has ensured we remain cognisant of the impacts of our activities, and that our dual mandate COVID-19 and the Labour Market: What can history tell us, Markham, S., Özbilgin, M., Robinson, F. RBNZ Discussion Paper, 2020 (Forthcoming) Regional Labour Market Spillovers, Haworth, C., RBNZ Analytical Note, 2020 Changes in employment levels in one region can affect other regions, though the impact varies around the country e.g.", "changes in unemployment in the North Island may affect the rest of the country more than changes in unemployment in the South Island.", "Regional Labour Market Spillovers, Haworth, C., RBNZ Analytical Note, 2020 New Economic Challenges and the Fed's Monetary Policy Review, Jerome H. Powell, Speech delivered to economic policy symposium, Jackson Hole, Wyoming (August 2020).", "See: is proving welfare enhancing.", "Furthermore, Bank of England research shows that easier monetary policy after the Global Financial Crisis in 2009 had significant welfare benefits, making the majority of households better off.", "Monetary Policy needs Friends Monetary policy is a blunt tool and best used for the specific purposes outlined by our remit.", "There will always be trade-offs when implementing policy, and these must be understood and managed appropriately with the right tools.", "The Monetary Policy Committee has acted decisively to ensure we head off unnecessarily low inflation or deflation, and unnecessarily high and persistent unemployment resulting from the COVID-19 economic shock.", "Our remit has appropriately necessitated low nominal interest rates.", "Consistently below-target inflation creates significant challenges that are best avoided.", "Persistent low inflation can reduce inflation expectations and lead to a deflationary spiral.", "At an extreme, a falling general level of prices will significantly hinder economic activity, as people delay their spending in the belief that things will forever be cheaper in the future.", "The real (inflation-adjusted) value of debt will also rise, making debt servicing and repayment ever more difficult.", "However, while low real interest rates are good for investment and employment, they can prompt undue financial risk-taking by people seeking higher nominal yields for their savings.", "Taking on more risk (perhaps unwittingly) for more returns can promote financial vulnerabilities.", "As a full service central bank that is undertaking financial policy in addition to monetary policy we are very cognisant of the financial stability risks that can arise.", "We have highlighted the actual and potential risk-taking issues in Financial Stability Reports over many years.", "We have also discussed the importance of financial literacy, financial conduct and culture, the benefits of collaborative fiscal support, and the importance of a deep and broad capital market to promote financial soundness.", "There is a broad base of work to be done in New Zealand in this area.", "Impact on house prices A case in point is the challenge New Zealand has with house prices.", "We recently received a letter from the Minister of Finance seeking our views on ways the Government and the Reserve Bank of New Zealand can work together to address the issue of rising house prices.", "The letter outlines, amongst other things, the role that low interest rates have had on household investment decisions, leading to increased housing activity and house prices.", "We will respond to the letter with careful consideration, outlining the trade-offs that exist and what we can do to assist.", "The Monetary Policy Committee takes asset prices (household wealth) into consideration The 'consumption' of housing is also captured in the when assessing its policy decisions.", "Economic welfare and a dual mandate for monetary policy in a small open economy, Jacob, P., Özbilgin, M., 2020 (Work in progress) Philip Bunn, Andrew G Haldane & Alice Pugh, \"Has monetary policy made you happier?", "\", Staff Working Paper No.", "Grant Robertson, Letter to RBNZ Governor, 24 November 2020 -11/Letter%20to%20RBNZ%20Governor.pdf Consumer Price Index, including rents, rates, construction costs, and housing transaction costs.", "And, we acknowledge that lower real interest rates make residential mortgages more affordable, tempting increased housing purchases and building.", "However, there are many other factors impacting on house prices outside of the Monetary Policy Committee's influence.", "A historic undersupply of housing and restrictions on land supply are two widely acknowledged issues.", "More recently, with the impact of COVID-19, employment prospects have also tended to remain more positive for the traditional homeowning age group, compared to youth.", "And, Kiwis who were living overseas returned home in the early stages of the COVID-19 pandemic, and fewer have left since, hence more housing demand.", "economic wellbeing, Access to affordable housing is an important issue for New Zealand's and we are pleased to be requested to assist the Government's thinking on this issue.", "Distributional impact of monetary policy The impact of monetary policy decisions on wealth and income equality is another important topic for considering overall economic wellbeing.", "As Janet Yellen recently noted, despite the fact that the tools of monetary policy are generally not well-suited to achieve distributional objectives, it is nevertheless important that policymakers understand and monitor the effects of macroeconomic developments on different groups within society.", "Here at the Bank we have undertaken an assessment of the international literature on the distributional impacts of monetary policy on wealth and income.", "Our work highlights that it is unclear whether looser monetary conditions (i.e., lower real interest rates) increase or decrease income and wealth inequality, on net.", "In theory, lower interest rates are capable of both, and empirical studies on this issue are inconclusive.", "There are four broad means by which monetary policy can have wealth and income distribution impacts (Figure 16).", "Items directly reflecting the housing market account for just under 20% of New Zealand's current CPI basket, up from around 15% three years ago.", "These items reflect rent and building costs.", "Other housingrelated items, such as rates and household appliances, account for about a further 10% of consumers' typical spending basket.", "Monetary Policy Statement November 2020 Macroeconomic Research After the Crisis, Remarks by Janet L. Yellen at the 60th annual economic conference sponsored by the Federal Reserve of Boston, October 14, 2016, Distributional Impact of Monetary Policy, Leong, J., RBNZ 2020 (Work in progress) Figure 16: Transmission Channels of Distributional Impacts in the Empirical Literature The direct wealth channels include: - Savings redistribution: lower interest payments on debt make net borrowers better off and net savers worse off.", "Since lower income households are more likely to be net borrowers, looser monetary policy is likely to decrease wealth inequality.", "- Portfolio composition: lower real interest rates increase asset prices, including house prices.", "The overall impact of looser monetary policy on wealth inequality depends on the composition and distribution of assets across the wealth distribution.", "In New Zealand, home ownership is more broadly distributed across net worth quintiles than are financial assets.", "The indirect income channels include: lower income households' are determined - Earnings variation channel: the earnings of mostly by: (a) whether they are employed, and if so, (b) the hours they work per week.", "In contrast, higher income earners are mainly affected by the rate of their hourly wages.", "This means that expansionary monetary policy tends to benefit lower income households most through lower unemployment.", "Income composition - channel: By lowering unemployment, lower interest rates tend to support the incomes of wage earners' more than of those who rely mainly on business profits and capital income.", "Again this would tend to reduce income inequality, especially for middle income earners whose main form of income are wages.", "Empirical studies globally looking at the overall net effects of looser monetary policy on wealth and income inequality have produced mixed results.", "While the necessary data is limited for New Zealand, we intend to push forward on this work in our research agenda.", "Of course, none of these observations are reasons for a government to be unconcerned, or for policy makers to not carefully analyse the data.", "Issues arising from \"The composition of assets varies over the net worth distribution...[r]eal estate is a higher proportion of assets of low and middle net worth households.", "The wealthiest twenty percent of households hold mostly financial assets, although this will include real property that is held in businesses and trusts\" Reference: Pg.", "11, Tax Working Group, Information Release, Distributional Analysis, September 2018, -09/twg-bg-distributional-analysis.pdf wealth and income inequality need to be understood and, if necessary, managed with the appropriate interventions.", "Today we have traversed a lot of issues.", "The economic environment, the roles of monetary and fiscal policy, the challenges of building and operating new monetary tools, and the perennial concerns related to excessive financial risk taking, and income and wealth inequality.", "We have been reminded that with low global inflation and hence low neutral interest rates, our new monetary policy tools will become increasingly mainstream.", "And that these new tools do not mean we have new targets or policy objectives.", "Price stability and contributing to maximum employment remain the targets for monetary policy.", "We have also been reminded that fiscal and monetary policy coordination remains critical to economic wellbeing.", "In New Zealand our institutional relationships are strong, providing complementarity of fiscal and monetary actions.", "This collaboration has been supported not - by clarity around the Reserve Bank's purpose and operational independence.", "Work must be done to ensure that the operational aspects of our new monetary tools do not interfere with this clarity.", "Finally, we have highlighted how important it is to have clarity and collaboration on fiscal, monetary and financial policy when considering equity and distributional aspects within an economy.", "Monetary policy decisions appropriately target aggregate measures - inflation and maximum sustainable employment while being attuned to equity considerations of our policy actions.", "However, we do not have the tools to manage any desired equity implications of our actions.", "There are additional decision-makers and tools for such tasks.", "That said, these are complex and ambiguous issues, and at the Reserve Bank a lot of work is ongoing to understand the transmission mechanisms for, and the wider implications of, monetary policy, particularly in relation to the new suite of tools I have just mentioned.", "Thank you for listening and for the privilege of delivering this speech."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none"], "topics": ["Monetary Policy", "COVID-19", "Inflation", "Employment", "Fiscal Policy", "Financial Stability", "Monetary Policy Tools", "Asset Prices", "Income Inequality", "Economic Recovery"]}