{"sentences": ["Introduction Ladies and gentlemen, \"As a social phenomenon, an epidemic has a dramaturgic form,\" American historian of medicine Charles Rosenberg wrote with regard to epidemics in general over 30 years ago.", "Epidemics, he explained, begin at a fixed point in time, follow a plot line of increasing tension, then culminate in an individual and collective crisis before moving towards closure.", "Given the immensity of human suffering brought about by the COVID-19 pandemic, we are surely all hoping that the current drama will soon come to an end.", "Today's conference looks ahead to the post-pandemic era - and rightly so, even if there is still no telling exactly when that era might commence.", "I'd like to talk about when the German economy might find its way out of the crisis, how inflation is set to develop, and the role that monetary policy needs to play in what might be the final act of this drama.", "Outlook for economic activity and prices in Germany The pandemic is continuing to shape economic developments in Germany.", "For over a year now, the waves of infection and protective measures have been a key factor behind the steep fluctuations in activity levels.", "But that's not to say that all economic sectors have been affected to the same extent.", "You see, both voluntary changes in behaviour and imposed restrictions have had a particularly severe impact on services sectors that typically feature high frequencies of interpersonal contact.", "On the other hand, the industrial sector, for one, has already recovered substantially from the shock of the first wave, benefiting above all from the strong resurgence in external demand.", "Overall, German economic output declined considerably again in the first quarter of 2021 as restaurants, hotels, cultural institutions and many shops had to close.", "Since then, the restrictions have already been relaxed noticeably.", "Setbacks are certainly still possible, of course, and academics are warning of a further wave of infection.", "That said, given the advances made on the vaccination front, it's plausible to assume, as things stand today, that the pandemic can be suppressed for good and all key containment measures unwound by the first few months of 2022.", "This is the assumption the Bundesbank economists have based their latest forecast on.", "If the protective measures continue to be swiftly rolled back, German economic output could make a quick recovery, returning to its pre-crisis level as early as this summer - that would be half a year earlier than anticipated in the December 2020 forecast.", "In 2021, then, the German economy could see growth of just under 4%, even increasing to slightly more than 5% in 2022.", "Vibrant private consumption will be the chief driver of this strong upswing.", "You see, if hotel and restaurant services and recreational facilities, say, gradually reopen their doors to the general public, people will get a chance to consume again in establishments that once were closed.", "There's also the matter of the additional savings that households have accumulated precisely as a result of the pandemic-related restrictions that have been in force hitherto - by our estimate, these have arguably added up to around €200 billion this year and last.", "According to a Bundesbank survey, the overwhelming majority of consumers would like to use at least part of the savings they have often built up involuntarily to purchase goods or services.", "This is why the forecast is based on the assumption that around one-quarter of coronavirusrelated additional savings will be channelled into consumption in the next two years.", "It is therefore likely that the hard-hit services sectors will catch up with industry and that the pace of recovery in the country's economy will converge again more strongly.", "Overall, then, the normal level of capacity utilisation in the German economy could be exceeded as early as the start of Many people are worried that the spectre of inflation might return as the economy gets back on its feet, and that's a concern I take very seriously.", "However, these inflationary risks should not be overstated - in the same way that I deemed the partly excessive deflation debate to be unhelpful in the years prior to the pandemic.", "The inflation rate in Germany did indeed spike significantly higher at the start of the year, and our economists are expecting it to climb still further in the months to come.", "Inflation rates of as high as around 4% may even be possible towards the end of the year, as measured by the Harmonised Index of Consumer Prices.", "This will reduce households' purchasing power.", "But let's not forget that their purchasing power was higher in 2020 due to the temporary cut in VAT rates.", "And there are yet more special factors driving the increase in price inflation: the climate package, increased crude oil and food prices, and a statistical one-off effect in the case of package holidays are just three I could mention.", "But these factors will only give inflation a temporary boost.", "Short-term imbalances between supply and demand might also be a factor once the economy opens up again across all sectors.", "An example of this can be seen in the industrial sector, where a surprisingly brisk global recovery has caused bottlenecks in many areas that are now limiting production.", "Commodity and material prices as well as transport costs have risen sharply, and inflation is already showing up very clearly in the producer prices for intermediate goods.", "These price pressures are likely to spill over to consumer prices as well, albeit to a lesser degree and with a time lag.", "Moreover, industrial goods only make up around one-quarter of the basket of consumer goods.", "However, individual services, too, might see bouts of stronger demand for a restricted supply once the consumption backlog clears.", "How much consumption, when and for which goods exactly households intend to catch up on remains to be seen.", "And nor is it by any means certain that enterprises will then capitalise on any scope to raise their prices.", "Either way, catch-up effects would probably not drive up inflation for good.", "For inflation to become persistently too high, it would be crucial for second round effects - in the form of much stronger wage growth or noticeably higher inflation expectations - to be at play.", "There are currently no signs of this, however.", "This is why our experts are expecting inflation rates in Germany to be back below 2% over the next few years.", "That said, this is an outlook where risks are skewed to the upside.", "Price outlook in the euro area The Eurosystem staff macroeconomic projection sees prices in the euro area following a similar pattern: the inflation rate could rise above 2% in the coming months before easing to averages of 1.5% in 2022 and 1.4% in 2023.", "The flat path expected over the next two years conceals the fact that the economic recovery is gradually strengthening the underlying upward pressure on prices, as this is more than offset by declining energy inflation.", "The forecast is based on the technical assumption that crude oil prices will fall, as futures prices currently indicate.", "In my view, the risks surrounding the price outlook have shifted.", "Whilst it's possible that the pandemic could flare up again if, say, there is a spread in more dangerous virus variants, the rapid advances made on the vaccination front have reduced uncertainty noticeably.", "And concerns that the euro area could slip into deflation have been dispelled.", "Instead, I currently believe that the risks to price dynamics are skewed to the upside for the euro area as well.", "For example, inflation would be higher if the oil price were to remain at its current level or even climb higher still on the back of the global economic upturn.", "Furthermore, policymakers could take additional climate protection measures and thereby raise energy prices.", "Central banks should not just be on the lookout for potential deflationary risks; we need to be vigilant in both directions.", "Inflation is not dead, and if you're not convinced that those believed dead might still be alive and kicking, just ask a biologist: scientists recently confirmed the discovery of a giant tortoise on the Galapagos Islands, even though the species had been considered extinct for over 100 years.", "Claudio Borio, Chief Economist at the Bank for International Settlements, reckons that inflation is just hibernating.", "The winter might last some time, but he can imagine a situation under certain conditions where inflation will reawaken and become a problem.", "Monetary policy Monetary policy in the euro area is geared to maintaining price stability over the medium term.", "This is why policymakers will look through the short-term rise in the inflation rate that we are expecting to see in the second half of the year.", "In light of the medium-term inflation outlook, monetary policy will remain accommodative overall.", "However, a distinction needs to be made between this general stance and the Eurosystem's crisis measures, especially the pandemic emergency purchase programme, or PEPP for short.", "I already went over the risks of government bond purchases in general and the particular flexibility of the PEPP here last year.", "In December 2020, the ECB Governing Council took the precautionary measure of considerably increasing the envelope for asset purchases under the PEPP and also extended the horizon for net purchases to at least the end of March 2022.", "Since then, the ECB Governing Council has also explicitly linked the PEPP purchases to the objective of keeping financing conditions favourable for the non-financial sector.", "Favourable financing conditions provide the PEPP with bearings to counteract the pandemic-induced downward pressure on projected inflation.", "To this end, the ECB Governing Council considers the financing conditions for all non-financial sectors - that is, for enterprises, households and the public sector.", "It also observes various stages of the transmission process of monetary policy to the economy.", "As well as monitoring various indicators, it's also important to analyse the reasons that led to a change in those indicators, because it's not a matter of using monetary policy to cement a particular interest rate level.", "The aim is merely to prevent a premature deterioration in the funding environment, which would drag on the economic recovery and thus on the inflation outlook as well.", "Considering what might be behind the change in the indicators is particularly relevant, not least in the current situation.", "You see, nominal yields on government bonds are up in the year to date.", "To a large extent, though, that's due to inflation expectations, which are moving towards our target.", "Higher yields on government bonds, then, are also a sign that our monetary policy is working.", "Furthermore, better economic prospects usually also go hand in hand with higher real interest rates.", "Financing conditions therefore always have to be assessed in combination with economic developments.", "And it is indeed the case that financing conditions are still favourable, all things considered.", "Advances on the vaccination front mean that the economy in the euro area, too, is now probably making its way out of the crisis.", "This has implications for the PEPP, because the programme is clearly tied to the pandemic and must come to an end once the emergency situation has been overcome - that has been a hugely important point for me ever since the PEPP was introduced.", "At that time, in March 2020, ECB President Christine Lagarde summed up the contingent nature of the programme when she tweeted: \"Extraordinary times require extraordinary action\".", "But when is the emergency situation over as far as monetary policy is concerned?", "Ultimately, it's up to the ECB Governing Council to answer that key question.", "I see two preconditions for discontinuing net purchases under the PEPP altogether.", "One is the expiry of all key measures introduced to contain the pandemic which restrict economic life.", "That, you see, would be a sign that enough has been done to suppress the pandemic or to overcome the health crisis.", "In addition, once the restrictions related to the coronavirus have been lifted, they can also no longer exert downward pressure on prices.", "The second precondition is an entrenched economic recovery.", "This is because the economy in the euro area will then have to stay on course without the support of emergency monetary policy measures.", "This does not mean, of course, that monetary policy and fiscal policy will no longer support economic and price developments, but the direct coronavirus-related measures should then be rolled back in both policy areas.", "You see, the current projections indicate that economic output in the euro area is already set to exceed its pre-crisis level in the first quarter of 2022.", "Furthermore, the forecast suggests that the underutilisation of aggregate economic capacity in the euro area will no longer be exceptional next year.", "That would no longer be a crisis year, in my opinion, if the assumptions regarding the course of the pandemic and expectations about its economic impact turn out to be substantially confirmed.", "Owing to the uncertainty that still persists, we are unable to set a date for exiting monetary policy crisis mode very far in advance.", "However, to avoid having to end the PEPP abruptly, net purchases could be scaled back gradually beforehand.", "It will then become clear whether the overall envelope for the PEPP ended up being used in full or not.", "In any case, it was right for the ECB Governing Council not to commit itself either way on this score.", "Ladies and gentlemen, According to Charles Rosenberg, \"epidemics ordinarily end with a whimper, not a bang\".", "The incidence of the disease declines only gradually - an unspectacular yet inevitable sequence for a last act.", "All the more reason, then, to talk about the conditions under which the emergency situation can be considered over from the perspective of monetary policy.", "We should not wait for a bang.", "Thank you for your attention.", "AIDS in Historical Perspective, Daedalus, Vol.", "Deutsche Bundesbank, Outlook for the German economy for 2021 to 2023, Monthly Report, June 2021.", "Deutsche Bundesbank, Households' motivations for saving during the pandemic and their implications for the projection, Monthly Report, June 2021.", "European Central Bank, Eurosystem staff macroeconomic projections for the euro area, June 2021.", "Author not named, Riesenschildkröte einer ausgestorben geglaubten Art entdeckt, Zeit Online, 27 May 2021, www.zeit.de/wissen/umwelt/2021-05/riesenschildkroete-galapagos-inseln-artenschutz-ausgestorben Borio, C. (2021), Is inflation dead or hibernating?, SUERF Policy Briefs, No 41.", "German Council of Economic Experts (1976), Time to invest, annual report 1976-77."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic outlook", "Monetary policy", "Pandemic", "Prices", "Consumption", "Services", "Recovery", "Inflation risks", "EU economy"]}