{"sentences": ["The Covid-19 pandemic is a public health emergency that requires substantial state intervention to save lives.", "There is broad agreement that the resulting increase in government debt to support public health, the economy and households was warranted.", "However, as we emerge from the worst of the crisis, the global debate on the appropriateness of elevated public debt levels has reignited.", "While I will briefly discuss the pandemic-related increase in government debt, my contribution will largely focus on public debt levels in the post-pandemic environment and over the longer term.", "Let me begin by outlining the traditional criteria to evaluate the trade-offs of additional debt.", "These are important, as they will frame the debate.", "I will then turn to the Irish experience and conclude with some views on the debate around assessing appropriate levels of public debt.", "In aggregate, increasing government debt is considered worthwhile if the rate of return on its use is greater than its cost of servicing.", "Classic examples include government investment in infrastructure and education that boost economic growth potential.", "Other public policy goals may justify an increase in government debt.", "These include the use of automatic stabilisers and/or discretionary fiscal measures to stabilise macroeconomic fluctuations.", "In addition, smoothing the impact of targeted changes in policy to ensure structural vulnerabilities, such as economic inequality, are addressed without the need for large and/or immediate adjustments to taxation and expenditure.", "Higher debt, however, can limit room for manoeuvre in future downturns.", "When government budgets come under pressure, public investment often experiences the largest cuts.", "Elevated debt increases sovereigns' exposure to fluctuations in financial market sentiment, especially those with shorter maturity structures.", "Depending on its composition and how it is financed, large public expenditure programmes also have the potential to crowd out private investment.", "The unprecedented scale of the pandemic-induced shock provides little room for doubt that the significant increase in government debt was justifiable, on economic grounds alone.", "Accommodative monetary and fiscal policy, including in the euro area, has enabled the use of all available resources to minimise the economic damage and support those most in need.", "Sectors with lower-income workers, for example, were disproportionately affected by necessary public health restrictions.", "These measures should reduce the extent of scarring effects of the pandemic, which nonetheless could be substantial.", "As health risks diminish, considerations of elevated debt levels require more nuance.", "For this, I focus specifically on the case of Ireland.", "Targeted and temporary policies should gradually replace the broad supports which were suitable as a rapid response to the onset of the pandemic.", "In particular, supports should facilitate post-pandemic structural adjustments in the way we live, work and travel, rather than targeting a return to pre-pandemic norms.", "Clearly articulated sources of funding for permanent expenditure increases, especially in areas with known expenditure pressures, will demonstrate their sustainability.", "Our research shows that the effectiveness of budget-neutral reorientations of expenditure and tax components, vis a vis debt financing, is particularly evident when an economy is operating at or close to full capacity.", "Additional public expenditure should minimise inflationary pressures in areas where there are significant labour and/or raw material shortages, reducing crowding-out risks.", "An unwinding of excess savings accumulated during the pandemic could see the public and private sectors competing for the same resources, driving up prices.", "Policy measures must take account of this context and avoid distorting incentives to spend and work.", "As monetary policy normalises - which it will in time - higher debt may lead to increased investor scrutiny and the associated risk of a rise in sovereign bond yields.", "While the Irish public debt ratio will likely decrease as the economy recovers, it is vital that the reduction provides sufficient scope to respond to future downturns.", "The pandemic response has demonstrated the powerful impact that countercyclical fiscal policy can have, in contrast to several decades of largely procyclical stances.", "This is especially important in Ireland, a small and globally connected economy that is highly exposed to external developments.", "Our research demonstrates that Ireland is among the most vulnerable economies to both cyclical and structural changes in the global economy.", "In other words, we have higher highs and lower lows as measured by key economic indicators compared with other countries.", "Accordingly, it is important to build resilience in our economy and public finances when the economy starts to recover so that we can respond to future shocks as needed.", "The capacity to respond to the pandemic highlights the importance of buffers and resilience.", "Looking forward, the Government may need to consider additional revenue-raising measures or cuts in spending in the medium term to address spending pressures related to an ageing population; the need to invest in critical infrastructure such as housing and in meeting climate change targets; and the potential fall-off in corporate tax revenue.", "Assessing the appropriate level of public debt, which is already highly time- and country-specific, becomes even more complicated when factoring in longer-term considerations.", "Given that many countries face similar challenges, I broaden my horizon beyond Ireland once again.", "The need to transition to a low, or even carbon-free, economic structure will likely require substantial public investment.", "This is due, in part, to the substantial uncertainty inherent in less-developed green technologies.", "This could limit private investment, despite increasing awareness of the substantial economic costs of failing to act.", "Mark Carney refers to this as \"the tragedy of the horizon\".", "The public sector can lead the way with this transition.", "Expenditure and tax policies could help catalyse private investment for the climate transition and promote behavioural change needed to meet climate targets.", "Indeed, this is one of the primary objectives of the Next Generation EU financial package.", "To complete the transition, however, we need to reconsider the evaluation of public expenditure performance.", "The typical benchmark that the rate of return is greater than the cost of servicing the additional debt is often more difficult to achieve for riskier and/or longer-term investments.", "This can result in perverse incentives to invest in projects that only temporarily boost economic growth rates.", "One possible approach is to give greater weight to the future when assessing the feasibility of investments with longer horizons.", "Altering the discount rates used for cost-benefit analyses of public investment projects, for example, would provide a more realistic estimate of the future costs of present inaction.", "Of course, it is vital that project planners and the investors financing these projects agree on these costs and benefits.", "This avoids disappointments that raise the cost of future financing.", "Green bonds and Environmental, Social and Governance (ESG) investing provide a useful framework for such cooperation.", "To conclude, judging the appropriate level of government debt is challenging.", "Given the scale of the issues facing us, we need to reconsider traditional measures of evaluating the trade-offs of additional debt.", "Expenditure on clearly-stated and measurable goals that emphasise quality over quantity are more likely to reap the benefits and minimise the costs of additional government debt.", "While low interest rates ease repayment burdens, this may not last.", "The resilience from having sufficient buffers in place proved vital in responding to the pandemic and will be paramount in dealing with future downturns.", "I would like to thank Daragh Clancy and Caroline Mehigan for their contribution to my remarks.", "See Broner, F., D. Clancy, A. Erce & A. Martin, \"Fiscal Multipliers and Foreign Holdings of Public Debt\", Review of Economic Studies, forthcoming.", "Indeed, Irish income tax returns and earnings data point to an increase in aggregate employee earnings, driven by workers in the many sectors relatively unaffected by the restrictions.", "& R. Lydon (2021), \"The Impact of COVID-19 on the incomes and debt sustainability of Irish households\", Economic Letter, Vol.", "2, Central Bank of Ireland.", "For a detailed discussion, including references to some of the substantial amount of research produced by the Central Bank of Ireland on this issue, see my speech at the National University of Ireland, Galway on 30 March See Conefrey, T., R. Hickey & N. McInerney (2021) \"COVID-19 and the Public Finances in Ireland\", Economic Letter, Vol.", "3, Central Bank of Ireland.", "See Clancy, D., P. Jacquinot & M. Lozej (2016) \"Government expenditure composition and fiscal policy spillovers in small open economies within a monetary union\", Journal of Macroeconomics 48: 305-326 and Hickey, R., M. Lozej & D. Smyth (2020) \"Financing government investment and its implications for public capital: A small open economy perspective\", Economic Modelling 93: 620-641.", "See Lydon, R. & T. McIndoe-Calder (2021) \"Saving during the pandemic: Waiting out the storm?", "\", Economic Letter, Vol., No., Central Bank of Ireland.", "See Wosser, M., M. O'Brien & C. Mehigan (2019) \"Financial stability considerations of being a small, highly globalised economy\" Box 2, Financial Stability Review 2019:1, Central Bank of Ireland.", "Rice & G. Walsh (2017) \"Global and Domestic Modeling of Macroeconomic Shocks: A GVAR Analysis of Ireland\", Research Technical Paper Vol.", "See \"Breaking the tragedy of the horizon - climate change and financial stability\", speech by Mark Carney, London, 29 September, 2015."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "fiscal dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Public debt", "Pandemic", "Government expenditure", "Economic growth", "Fiscal policy", "Climate change", "Inflation", "Investment", "Sustainability", "Resilience"]}