{"sentences": ["To the members of the business community, diplomatic corps, academe, civil society, media, and fellow workers in government, a pleasant day to all of you.", "As the Philippines continues its battle against COVID-19, the Bangko Sentral ng Pilipinas (BSP) remains one with the government and the entire Filipino people in dealing with this crisis head on and in pushing the economy toward full recovery.", "The ongoing vaccination program will hopefully curb the surge in COVID cases.", "As we move toward the tail-end of the crisis, much work remains to be done to restore jobs, renew confidence, and bring back the country to a robust growth path.", "The BSP has done quite a lot to manage the impact of COVID-19 on livelihoods and the economy.", "We stand ready to do more if needed.", "My presentation will be divided into three: First - the BSP's mandate and our COVID-response measures in line with our responsibilities.", "Second - updates on inflation, external accounts, and banking system-three areas under the BSP's watch; and Third - the vision of a post-COVID \"New Economy\" The BSP's primary responsibilities are to maintain price and financial stability, and to promote an efficient payments and settlements system.", "These are necessary for maintaining a sound macroeconomic environment.", "The COVID-19 pandemic is primarily a health crisis.", "But the measures to contain it have significant economic and financial impact.", "The extent of the pandemic's impact has forced central banks globally to implement measures to ensure sufficient liquidity, restore market confidence, ease financial market stress, and support economic activity.", "Central banks need to do so while staying committed to their mandate.", "The Philippines entered the pandemic from a position of strength made possible by our long history of critical structural reforms.", "We had the fiscal and monetary space to address the challenges from the pandemic without going into a debt problem nor causing long-term damage to our economic fundamentals.", "The regulatory reforms over the past 20 years have made the Philippine banking system resilient to shocks.", "Banks are adequately capitalized and have low exposure to bad debts.", "They can support the economy, including micro, small, and medium enterprises (MSMEs), through credit and other financial services.", "But, in view of the huge economic impact of the pandemic, BSP needed to provide regulatory relief measures to help banks navigate the crisis.", "The favorable inflation outlook and well anchored inflation expectations allowed us to inject money into the economy without fear of causing unmanageable spike in consumer prices.", "There was enough room to ease monetary policy in support of the economy, with the latest policy rate at 2.0 percent, even after a series of rate cuts last year.", "Since the onset of the pandemic, the BSP has infused over PHP2.0 trillion (USD43 billion) in liquidity to the financial system, equivalent to 11 percent of the economy's output.", "The BSP's COVID-response measures fell under three categories: First were measures to boost market confidence on availability of credit resources, such as cuts in the policy rate and the reserve requirement (RR).", "Lower policy rate was meant to influence banks to slash their own lending rates, thereby promote credit-taking activities.", "The lower reserve requirement-or the proportion of deposits banks must keep as reserves in the BSP-increased the volume of loanable funds.", "Second were extraordinary liquidity measures.", "These include provisional advances to the National Government to help fund COVID-response measures.", "After previous ones were settled, the latest loan from the BSP was the P540 billion granted last January.", "The loan has been extended, following its original maturity dated endMarch.", "Another extraordinary liquidity measure is the BSP's purchases of government securities in the secondary market, which helped financial markets run smoothly despite the crisis.", "Third were regulatory and operational relief measures to maintain stability of the financial system and ensure public access to financial services.", "We counted loans to MSMEs as compliance to the reserve requirement, increased the single borrower's limit (or the limit on loans a bank may extend to a single borrower), and raised the ceiling for real-estate loans.", "We excluded some loans from the \"past-due\" and \"non-performing\" classification, and allowed grace period for loan settlement and restructuring of rediscounted loans.", "Such moves provided relief to banks and their borrowers.", "The BSP's interventions helped calm the market and ease domestic liquidity conditions.", "CDS declined from the levels during the hard lockdown in the second quarter last year, reflecting return of market confidence on the country's ability to service debts.", "The peso remains relatively strong.", "Its performance is broadly in line with the country's economic fundamentals.", "Now let's move on to the latest updates on inflation, external accounts, and banking system.", "Our latest estimates show that inflation will average at 4.2 percent this year, slightly above the 2.0 to 4.0 percent target range.", "This is due to supply-side pressures, including the impact of the African swine fever on supply of meat products and the increase in international oil prices.", "The slightly above-target inflation will be transitory, as we see consumer prices easing to 2.8 percent next year.", "But the BSP remains on the lookout for emerging second-round effects from supply-side inflation, to determine whether a calibrated response to safeguard the public's inflation expectations will be warranted.", "With the favorable inflation outlook for next year, the Monetary Board maintained the policy rates during its meeting last 25 March 2021.", "We recognize that the economy is still in its nascent recovery phase.", "The accommodative monetary policy settings provide significant stimulus to demand and should be allowed to continue to work their way through the economy to bolster recovery in private consumption and investment.", "The country's external accounts remain healthy and provide buffers against external shocks.", "The gross international reserves (GIR) stood at USD 110.1 billion at the end of 2020, providing about 12 months' worth of import cover.", "The received doctrine is that GIR providing three months' worth of import cover is sufficient.", "The GIR exceeds the country's external debt of USD 98.5 billion.", "Given the impact of the pandemic on people's and businesses' capacity to pay loans, many are curious about the health of banks in the country.", "The banking system, although not unscathed, has kept the impact of the COVID-19 crisis manageable.", "They entered the pandemic with sufficient buffers.", "In addition, the BSP's regulatory relief measures have helped keep their balance sheets healthy and their ability to lend intact.", "Key performance indicators remain sound.", "Banks have more than enough liquidity to cover short-term liabilities, with the liquidity coverage ratio (LCR) of universal and commercial banks (UKBs) at 197.0 percent as of December 2020.", "Banks are adequately capitalized, with the capital adequacy ratio (CAR) of UKBs at 16.8 percent on solo basis and 17.2 percent on consolidated basis as of September 2020.", "These are higher than the BSP's regulatory requirement of 10.0 percent and the internationally prescribed 8.0 percent.", "Banks' bad debts remain manageable and far from levels seen in the aftermath of the Asian Financial Crisis.", "Non-performing loans (NPL) ratio of UKBs stood at 3.6 percent as of February 2021.", "Compare that to 17.4 percent as an aftermath of the Asian Financial Crisis.", "Speaking of bad assets, the Financial Institutions Strategic Transfer (FIST) bill was signed into law last February.", "This allows banks to dispose of their bad assets via asset management companies.", "We estimate that the law can help slash NPL ratio of banks by 0.63 to 0.71 percentage points.", "Moving on to the final part of this speech, which is the vision of a \"New Economy\"-a stronger, digitalized, and more inclusive Philippines.", "The BSP is one with the government in pursuing not only recovery but a future for the Philippines that is much better than its pre-COVID state.", "Prior to the pandemic, we posted significant strides on poverty reduction and was on the verge of becoming an upper-middle income economy.", "We intend to go back to that trajectory, despite the COVID-19 crisis.", "The BSP is at the forefront of efforts to digitalize the Philippine economy and to make it more inclusive.", "Last October, we launched the Digital Payments Transformation Roadmap.", "Under this roadmap, by 2023, we want half of financial transactions in the country done digitally and at least 70 percent of Filipino adults to have financial accounts.", "With financial digitalization, access to financial products and services become accessible to more people.", "The BSP issued frameworks for enhanced risk management, open finance, and digital banking.", "We also launched a program called Digital PERA or the Personal Equity and Retirement Account, which allows Filipinos to save and invest for retirement using mobile devices.", "We are seeing good progress in achieving our digitalization goals.", "The percentage of Filipino adults with formal financial accounts increased from 22.6 percent in 2017 to 28.6 percent in 2019.", "The volume of financial transactions done digitally rose from only 1.0 percent in 2013 to between 17 and 18 percent in H1 2020 Over the near term, we expect exponential growth in digital financial transactions and the number of people with formal financial accounts.", "Last year, over 4 million electronic accounts were created.", "Financial digitalization has helped most of us adapt to these changing and challenging times.", "The fruits of this advocacy have become a survival tool during the lockdown and enabled us to continue with our transactions within the safety of our homes.", "Volume of transactions via InstaPay and PesoNET-the platforms for large- and small-amount fund transfers-grew year-on-year last March by 367 and 381 percent, respectively.", "The BSP also implements financial literacy initiatives.", "We are building the foundation for an investment-savvy population.", "With the efforts toward financial digitalization and literacy combined, we are setting the stage for a \"New Philippine Economy\"-one that is stronger, digitalized, and more inclusive.", "The BSP also implements financial literacy initiatives.", "We are building the foundation for an investment-savvy population.", "With the efforts toward financial digitalization and literacy combined, we are setting the stage for a \"New Philippine Economy\"-one that is stronger, digitalized, and more inclusive.", "● Exports and imports to rebound to a growth of 8.0 and 12.0 percent, respectively; ● Remittances to grow by 4.0 percent.", "● Net inflow of foreign direct investments to rise to USD 7.8 billion from last year's USD 6.5 ● External accounts to remain healthy, with hefty gross international reserves and surpluses in the current account and the balance of payments (BOP).", "In closing, I would like to highlight three take-away messages: First, the impact of the COVID-19 crisis on the Philippine economy will be transitory.", "Our fundamentals remain solid, and these will carry us through full recovery; Second, the BSP will continue to support the economy.", "The BSP will carry out disengagement strategies in a manner that avoids risks associated with early or late implementation; and Finally, we do not simply aim to recover.", "In the post-COVID era, we want to be stronger, more technologically advanced, and more inclusive than ever before.", "Thank you very much for your attention."], "classifications": ["none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "COVID-19", "Banking system", "Financial digitalization", "Financial inclusion", "Economic recovery", "External accounts", "Reserve requirement", "Non-performing loans"]}