{"sentences": ["A pleasant day to all the participants of \"Reuters Next.\"", "As we start the new year, it is apt to share ideas on recovery given the unprecedented COVID-19 crisis that mostly defined 2020.", "The theme of this conference-\"Rethink, Rebuild, Recover: A New Vision for a Better Tomorrow\"-highlights the pursuit of a stronger world economy, which is a fitting top agenda for all nations.", "As an international community, we have to \"rethink\" the way we deal with key issues-such as inward-looking policies, equity, and climate change, among others-if we are to \"rebuild\" the global economy toward meaningful \"recovery.\"", "We must step up international cooperation to achieve recovery soon.", "As individual nations, we have to apply the lessons from the crisis that are peculiar to our respective economies to move forward.", "In the case of the Philippines, we expect a much brighter 2021.", "Besides government pronouncements that vaccines will be rolled out toward the end of the second quarter, the fact that the entire government, the BSP included, did our homework last year allows us to expect better days ahead.", "We worked hard not just to survive the crisis, but to ensure faster and smoother transition to our envisioned \"New Economy\", which is stronger, more technologically savvy, and more inclusive than how we were prior to the pandemic.", "Appropriate measures were implemented to address the impact of COVID-19 on lives, livelihoods, and the economy.", "Vital laws (Bayanihan I and II) to support front-liners and small businesses were passed on time.", "Other bills critical for economic recovery are expected to be implemented soon.", "One will slash corporate income tax and rationalize fiscal incentives (CREATE)-this is now up for bicameral deliberations by Congress; and another will help banks dispose bad assets (FIST)-this is now with the President for signing.", "As for the Bangko Sentral ng Pilipinas (BSP), we implemented a long list of response measures.", "We injected nearly P2 trillion, equivalent to about 10 percent of gross domestic product (GDP), in liquidity to the economy.", "We implemented policies for micro, small, and medium enterprises (MSMEs), such as counting loans to this sector as part of banks' compliance with the reserve requirement.", "We rolled out time-bound regulatory relief measures to manage the impact of the crisis on banks' balance sheets.", "And, we implemented liquidity-enhancement measures to keep the financial system stable, boost market confidence, and allow the National Government to promptly fund its response measures.", "When domestic developments warrant, the BSP will move toward smooth normalization of our time-bound measures, consistent with our data-driven approach to monetary policy.", "Latest baseline forecasts show inflation - which averaged 2.6 percent in 2020 - will remain within the 2.0-4.0 percent target range this year and in 2022.", "This will provide an enabling environment for investments and consumption growth, and space for the BSP to further support growth, if necessary.", "Last year, we cut policy rates by a cumulative 200 basis points.", "The BSP was in fact among the first central banks to respond to the crisis by cutting rates as early as February last year.", "Last month, the BSP's Monetary Board maintained the key policy rate at 2.0 percent.", "Accommodative monetary policy, together with fiscal initiatives, should quicken the economy's recovery.", "Looking ahead, we see solid rebound in 2021.", "• The economy to grow anywhere between 6.5 and 7.5 percent; we have started to see some green shoots, including growth in remittances and foreign direct investments; • Inflation to remain within target; • Exports and imports to grow; • Net inflow of FDIs to increase; and • Remittances to rise.", "I would like to highlight that remittances had demonstrated resilience, declining by a mere 0.9 percent in the first ten months of 2020, hence our optimistic forecast for this year.", "• External accounts to remain healthy-with the gross international reserves staying above USD 100 billion and a current account surplus.", "In addition, the banking sector-which enjoyed regulatory relief measures from the BSP and with an enabling law to get rid of bad assets (FIST)-will remain strong and stable.", "The Philippine banking system continues to have capitalization and liquidity levels well above the regulatory requirements, while non-performing loans (NPLs), albeit slightly higher, remain manageable.", "The NPL ratio stood at 3.2 percent as of October 2020, way better than the double-digit NPLs we saw in the aftermath of the Asian financial crisis.", "Meantime, we have embarked on a reform momentum toward the \"New Economy.\"", "This is our way of helping ensure the crisis-which has given a sense of urgency for reforms-is put to good use.", "Our legislative agenda include: (i) a bill that will expand the list of sectors that banks can lend to, in compliance with the mandated lending for agriculture development; (ii) a bill that will lift secrecy of bank deposits, which will help efforts against tax evasion and money laundering; (iii) a bill meant to enhance accessibility of credit to MSMEs through a comprehensive credit (iv) a bill that will improve the protection of consumers of financial products and services.", "The BSP also has stepped up efforts toward financial digitalization-side by side our efforts to improve cyber security supervision.", "Last October, we launched the Digital Payments Transformation Roadmap.", "This will aid faster economic growth and usher an era of a more financially inclusive Philippines.", "With financial technology (fintech), credit, as well as savings, investments, and insurance products become accessible to more people.", "Also, since it hastens payments, fintech increases the velocity of capital turnaround, thereby boosting income growth.", "Also, we have issued frameworks for open banking, for the creation of digital banks, and for enhanced risk management.", "With our efforts, the Philippines is recognized for having one of the best regulatory environments for financial inclusion.", "Prior to the pandemic, the Philippines had made significant strides in the economic and social fronts.", "And, we were about to become an upper-middle income economy.", "The COVID-19 crisis has caused setbacks for us.", "To return to our growth trajectory, medical and macroeconomic interventions should go hand in hand to protect public welfare, which is crucial to boost consumer and business confidence.", "Having enough monetary space and tools, the BSP will continue to coordinate with the other government agencies as it shares in the heavy lifting to quicken economic recovery.", "With our whole-of-government approach to recovery, we expect the Philippines to move back to our pre-COVID development path soon.", "The worst is behind us.", "The recovery phase has begun.", "Now, the Philippines is starting to write its post-COVID narrative, which in the near future will speak of a remarkable rebound.", "As an active member of the international community, we are happy to share the things that we do to thrive, as much as we are willing to learn from and work with the rest of the world.", "Thank you very much for listening.", "I wish everyone a productive conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Recovery", "Economic growth", "Monetary policy", "Banking sector", "Financial inclusion", "Fiscal policy", "COVID-19", "Inflation", "Remittances", "Financial technology"]}