{"sentences": ["'The G20 agenda in 2021, under Italy's leadership' Global Investor Roundtable of the Global Foundation Speech by Daniele Franco Senior Deputy Governor of the Banca d'Italia Rome, 3 February 2021 1.", "Ladies and Gentlemen, it is a great pleasure to contribute to the 2021 Global Investor Roundtable of the Global Foundation.", "Let me thank the Secretary General Steve Howard for inviting me and for his kind introduction.", "Governor Visco addressed the Rome Roundtable last November and illustrated the prospects for the Italian Presidency of the Group of Twenty (G20).", "I will update you on recent developments.", "I would like to start off by saying a few words about the context in which Italy began its Presidency.", "We all know that the current global crisis is one of unprecedented magnitude.", "Since the inception of the pandemic, more than 100 million individuals have been diagnosed with COVID-19 worldwide; almost 30 million cases have been recorded in Europe.", "More than 2 million people have died because of it, about one third of them in Europe.", "The pandemic, combined with the containment measures introduced to curb the spread of the virus, plunged the world economy into one of the deepest recessions in recent history.", "In 2020, despite a short spell of recovery during the summer, world GDP declined by about 3.5 per cent, the largest contraction since WWII.", "Economic losses in the euro area and the UK have been particularly severe.", "Fiscal and monetary authorities responded swiftly with massive expansionary interventions.", "The measures were aimed at strengthening the healthcare systems, at supporting firms' and households, and at preserving orderly monetary and financial conditions.", "The short-term objective of mitigating the immediate consequences of the pandemic was achieved, preventing the drying-up of liquidity, avoiding an immediate credit crunch that could have led to a large wave of defaults, and taming deflationary pressures that would have scarred the economic fabric of our economies and generated financial instability.", "According to the latest projections released by the IMF, global economic activity will surpass pre-pandemic levels by the end of 2021, with world GDP growing by 5.5 per cent.", "The forecast has been revised positively, in light of expectations that vaccines would remove current restrictions in the second half of the year.", "However, projections are heterogeneous across world regions, owing to the differences in the access to healthcare, the effectiveness of relief measures, the exposure to cross-country spillovers, and structural characteristics.", "Furthermore, large uncertainty still surrounds the evolution of the epidemic, reflecting new waves of contagion, new variants of the virus and the distribution of vaccines.", "In this context, the timing and the effectiveness of the distribution of vaccines is of paramount importance to reinforce the confidence of households and firms, a crucial ingredient for a balanced, sustained and inclusive recovery.", "Policy-makers are now confronted with the need to speed up and strengthen the recovery.", "Inclusion is important: the pandemic has exacerbated inequalities.", "The betteroff are more likely to work from home and be better equipped to study from home.", "First of all, it is important that the phasing-out of the measures is designed carefully, avoiding that a premature removal of support holds back the pace of the recovery, while still preventing a possible misallocation of resources.", "At the same time, setting the stage for a long-lasting recovery requires tackling some structural global challenges, some of which have lacked a determined policy response since even before the pandemic.", "It is under these exceptional circumstances that last December Italy assumed the Presidency of the G20, laying out its priorities on the basis of three pillars: People, Planet and Prosperity.", "The Finance Track of the G20 is focused on current developments and policy actions.", "We are closely monitoring progress on the commitments and objectives laid out in the Action Plan, endorsed last April by the G20 Leaders to provide a coordinated response to the crisis, and updated in October.", "As a living document, the Action Plan will be updated again, taking into account the evolution of the health and economic situation.", "We are building on the excellent results achieved under the Saudi Presidency.", "In the meeting of the G20 Finance and Central Bank Deputies on January 25th-26th, the Italian Presidency received broad consensus on the priorities, initiatives and work plans of the different working groups: the Framework Working Group (FWG), the Infrastructure Working Group (IWG), and the International Finance Architecture (IFA) Working Group.", "The Framework Working Group will focus on three objectives: ensuring that the policy mix remains appropriate to address the economic consequences of the pandemic crisis; exploiting the opportunities of the digital transformation to boost productivity; monitoring global risks, including those arising from non-economic factors, such as climate-related ones.", "The work program of the Infrastructure Working Group in 2021 is built around four pillars: resilience and maintenance, digitalization, sustainability, and social inclusion.", "While infrastructure investment is an important lever for supporting the post-COVID recovery, the common goal is to look beyond the short term and embark on an infrastructure agenda that can contribute to a lasting broad-based prosperity.", "As for the International Finance Architecture Working Group, we need to preserve international financial stability whilst transitioning from the emergency response to the crisis towards the recovery stage.", "The work of this group will focus on four main areas: debt, global financial resilience, the financing needs of vulnerable countries, and the implications of the rise of digital currencies for the International Monetary System.", "The G20 Finance Track also strives to sustain the recovery by developing long-term strategies to foster the transformation towards greener, more digital and inclusive societies.", "Today - looking beyond the current situation - I would like to touch upon three of the most pressing challenges that the world economy is facing in the coming years.", "They are core themes of the agenda of the Italian Presidency: climate change, future potential pandemics, and financial inclusion.", "Some of these were policy priorities even before the COVID-19 pandemic.", "The shock has nevertheless brought about some swift structural transformations, together with new opportunities, that make it all the more urgent to address these issues in a coordinated and effective manner, without any complacency.", "Protecting our planet means building more resilient societies and tackling the climate challenge.", "The natural environment is being threatened by the effects of climate change, with increasing repercussions on our economies.", "Last year, together with 2016, was the warmest on record.", "We must curb the carbon footprint of human activities.", "This is going to be expensive and complex under many dimensions, from the technical to the political.", "Based on alternative scenarios regarding the timeline and the intensity of the introduction of risk mitigation policies, defined by the Network for Greening the Financial System (NGFS), a worldwide group of about 70 central banks and supervisors, the picture that emerges warrants resolute action.", "To allow a smooth transition to net zero emissions by 2070, keeping the rise in global temperature within 2°C, in line with the Paris Agreement goal, policy response must be prompt, extensive and coordinated.", "Delays and hesitation would only force more costly and brutal adjustments in the future.", "An ambitious Green Agenda is at the core of the Italian G20 Presidency.", "We believe the Finance Track should bring sustainability back to the centre of the policy agenda, making the climate challenge a cross-cutting priority across all of its activities.", "At the G20 level, we have been exploring the issues related to sustainable finance and climate change since 2016.", "The Italian Presidency has proposed to re-establish the Sustainable Finance Study Group which will take stock of the recent developments on sustainable finance and climate risks, with the ultimate goal of suggesting a 'sustainable' growth path.", "The urgency of the recovery could renew momentum and reshape our economic model around a low-carbon strategy: improving energy efficiency, deploying renewables and energy storage and developing carbon capture technologies.", "The works of the group under the Italian Presidency will mainly focus on improving the quality, availability and comparability of data to assess climate-related issues and, more generally, sustainability, financial risks, and opportunities.", "The group could also investigate the areas of future action to achieve the sustainable development agenda of the United Nations, in particular access to modern forms of sustainable energy and natural capital conservation and restoration.", "The transition to a zero-emissions economy can be fostered by the financial system, given its key role in the allocation of resources.", "Several analyses show that incorporating Environmental, Social and Governance (ESG) factors in investment strategies does not hamper their financial performance.", "The risk-adjusted returns to sustainable investment are indeed often higher than those achieved using traditional financial models.", "During the recent market turmoil, the preferences of financial investors for sustainable investments have proven resilient.", "Another important venue to discuss all possible instruments to reach carbon neutrality, including 'climate cooperation', will be this year's Conference of the Parties (COP26), under the United Nations Framework Convention on Climate Change.", "The coincidence of Italy being President of the G20 and co-chair of the COP26 (the other chair is the UK, which is President of the G7) may allow us to bring forward the climate change agenda on many fronts simultaneously, such as the involvement of the private sector in the financing of the green agenda.", "The COVID-19 pandemic and the ensuing global health crisis have clearly highlighted the costs of extreme health emergencies.", "The risk of another pandemic is high.", "In 2018, in an article for the World Health Organisation (WHO), Larry Summers and two distinguished public health scholars wrote that: 'Few doubt that major epidemics and pandemics will strike again and few would argue that the world is adequately prepared'.", "Evidently, last year we were not prepared.", "A broad-based global effort to improve prevention, surveillance, preparedness is of the utmost importance, in a 'health for all' perspective.", "While massive efforts are under way in a strict health policy sense - in developing and distributing vaccines, testing capacity and treatments, strengthening disease surveillance networks and global protocols for health emergencies - a deficiency in funding has emerged.", "The current architecture does not allow a timely mobilization of resources to respond to pandemics and support global preparedness.", "Achieving this goal cannot be the responsibility of one country in isolation or of a single institution alone as health is cross cutting and multi-sectoral in nature and is at the centre of economic resilience.", "Approving the proposal of the Italian Presidency, in the first G20 Finance and Central Bank Deputies meeting of January 25th-26th, the G20 Members agreed to establish a High Level Independent Panel (HLIP) on financing the global commons for pandemic preparedness and response.", "The Panel will leverage the WHO's assessment of gaps in pandemic preparedness and the ongoing international initiatives to enhance it.", "It will interact with the main relevant global health actors and will identify the specific gaps in the financing system and propose solutions to meet them on a systematic basis.", "It will consider how to optimally leverage resources from the public, private and philanthropic sectors and International Financial Institutions.", "The Panel ensures broad regional and gender balance, and comprises eminent individuals.", "Its conclusions are supposed to be an input for the Joint G20 Meeting of Finance and Health Ministers scheduled for next October.", "Providing access to affordable and useful financial products - transactions, payments, savings, credit and insurance - is key to support development and growth.", "If accompanied by financial literacy, it allows individuals and companies to generate income, to manage volatile cash flow, to plan investments and to strengthen resilience to income fluctuations and shocks.", "The G20 has been very active in promoting the goal of 'not leaving anyone behind' in the access to finance, in particular through the Global Partnership for Financial Inclusion (GPFI).", "In 2021 the GPFI, of which Italy is one of the newly appointed Co-Chairs, will focus on digital financial inclusion of both individuals and micro, small and medium-sized enterprises (MSMEs).", "The shift towards digitalization in services represents a great opportunity for expanding access to finance; at the same time, it can increase financial exclusion unless it is supported by appropriate literacy, both financial and digital, and by adequate governance.", "Digital transformation enhances financial inclusion if it effectively reaches the most vulnerable and financially underserved, including micro and small enterprises, and if these individuals and businesses are equipped with the financial competences that allow them to make informed decisions.", "We must ensure that a wider access to digital financial infrastructure does not translate into irresponsible financial behavior, which can, in turn, endanger growth and financial stability.", "To fulfil the work plan commitments, the G20 Presidency mandated some Implementing Partners (IPs) - including the OECD, the SME Finance Forum and the World Bank - to provide analyses and stock-tracking reports on the gaps and opportunities, in terms of digital financial inclusion, that emerged during the pandemic crisis.", "As to policy response, we will concentrate on two main areas.", "One concerns raising digital financial awareness for both households and MSMEs.", "The other one aims to foster innovative regulatory and supervisory approaches that encourage the development of inclusive and responsible digital financial services while granting adequate protection to final customers, including from cyber risk.", "The 2021 GPFI's focus on digital financial inclusion will also take into account remittances and the most effective actions needed to support them, also in times of crisis.", "I have briefly touched upon three themes of the agenda of the G20 Finance Track under the Italian Presidency.", "All three challenges - climate change, preparedness in health policy and financial inclusion - must find adequate and coordinated responses in order to advance onto a 'sustained' and 'sustainable' recovery path.", "Great uncertainty still surrounds the evolution of the epidemic and the related economic developments; the outlook is nevertheless positive.", "It is therefore essential that we enter a new phase in which our tasks move toward a more far-sighted policy perspective.", "We must address the legacies of this unprecedented crisis and some structural long-standing challenges, for the prosperity of our communities.", "The G20 is the proper world forum for that.", "Global issues - such as climate change and pandemics - require global solutions.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial inclusion", "Pandemic preparedness", "Digital financial inclusion", "Fiscal policy", "Monetary policy", "Green agenda", "Sustainable finance", "ESG", "High Level Independent Panel"]}