{"sentences": ["Good afternoon, dear congress attendees, The pandemic is slowly but abating, there are signs that life is returning to normal, and in-person conferences are gradually coming back.", "All the same, we are lacking in real-life communication, so I am very glad to welcome you here today.", "Of course, there are changes taking place not just in how we communicate.", "We can see that the actions taken as part of our anti-crisis agenda are gradually being replaced by those on a development trajectory, as before.", "With account for the fact that the pandemic has had a serious impact on society, on the economy as a whole, and on the financial sector, we must think about the future, and about how the financial sector will help the development of the economy.", "Last year, the banking sector made a positive contribution amid pandemic conditions.", "It supported the economy, its clients, and, I am sure, will be able to further support the development of the economy.", "I would like to take this opportunity to thank the entire banking community for their wholly responsible behaviour during the pandemic.", "It is thanks to you, really, that we managed to greatly mitigate the negative effects of the pandemic.", "We can see that banks did not restrict lending, as was the case, for example, during the crisis of 2014-2015, but, on the contrary, significantly increased it and, moreover, restructured a large volume of their clients' loans.", "That is to say, they supported borrowers in an acutely difficult period when they needed financial resources.", "This made it possible to avoid more serious consequences both for banks, whose credit losses were not as serious as many expected, and for the economy as a whole.", "It seems to me that this shows that building such long-term relationships with clients is very important, and banks had the opportunity to do so because the financial stability they had established in previous years made it possible to carry out a policy of not demanding that their clients immediately repay loans and continuing to issue loans.", "Therefore, it seems to me that this is a positive result of an overall very difficult last year.", "The corporate portfolio has shown serious growth, by almost 10%, and continues to grow.", "In the first four months of this year, growth was 3.5%, taking January to the end of April into account.", "That is, this trend continues to be seen this year as well.", "At the same time, it is important that not only large companies are being granted loans, but small- and medium-sized businesses too: the portfolio of small- and medium-sized businesses grew by 20% last year, which is a record level since 2014.", "In this regard, of course, this lending was also facilitated by special preferential programs issued by the government.", "The government adopted large-scale programs to support small- and medium-sized businesses, and we introduced our own mechanism: a special mechanism for preferential loans, which was in high demand.", "And we can see that banks, within the framework of such special instruments, issued about 18% of all loans to small- and medium-sized businesses.", "But the remaining increase in loans to small- and medium-sized businesses was carried out under normal market conditions, which is also a good factor.", "Moreover, in the first quarter of this year, we can see that the portfolio of loans to small- and medium-sized businesses has also continued to grow adding another 5%.", "Mortgages grew at a high rate - as in the segment of small- and medium-sized businesses, there was and still is incentive offered by preferential programs.", "The mortgage portfolio also grew significantly, by more than 20%.", "Moreover, it already reached almost half of the total retail portfolio, and in the first quarter, it also continued to grow, also by 5%.", "As you can see, the figures are quite similar for both mortgages and small- and medium-sized businesses.", "That is to say that there are positive trends in both.", "However, when it comes to mortgages (we have talked about this repeatedly), we are worried about the accompanying rise in housing prices in the primary market.", "In our opinion, this indicates that there is a need for the gradual ending of the anti-crisis program and the development of more targeted preferential programmes.", "Consumer lending during the pandemic grew at a weaker rate than before that.", "However, it has now accelerated again and is growing faster than the recovery of households' income.", "Thus, we consider it important to monitor risks in order to prevent overheating and dangerous levels of households' debt burden.", "The situation with funding is generally calm.", "The total inflow of customer funds in 2020 was higher than in 2019.", "But it is obvious that as far as retail and retail liabilities are concerned, the situation is beneficial for the banks.", "The growth of household deposits in the past year nearly halved compared to 2019.", "This is the result of an outflow in the spring months, when people, due to the uncertainty of the situation, withdrew and transferred money into cash.", "It was also due to a steady growth in demand for alternative investments (such as real estate, stock assets) on the back of decreasing deposit rates.", "In this regard, people can count, and they are right: the weighted average interest rate on ruble deposits dropped at the beginning of last year from 5.5% to 4.2% at the end of the year and remained at this level.", "We have only just seen a slight rise in rates.", "The maximum interest rate on deposits at the 10 largest banks is now somewhere close to 5% (4.93%).", "On the whole, however, we can say, according to our estimates, banks are in good shape.", "There is a recorded profit, that has continued into this year.", "One of the factors for it is the increased lending, business growth, profitable business, and lower reserves.", "This is despite our easing, and we carried our easing on reserves, and expected that in 2021 we would see an increase in the demand for the creation of such reserves.", "But firstly, not all banks made use of the easing.", "This brought about a sense of comfort that such easing could be used, but banks took a very responsible approach to creating reserves last year.", "A lot of banks created reserves.", "And secondly, we can see that the economy is recovering, and even the level of default that banks expected is now lower.", "Let's hope that the economy will continue to develop.", "But profit itself is a source of further capital growth, a further growth in lending.", "This is also a positive factor.", "I would like to touch on in a little more detail the steps we will take in terms of regulation in order, on the one hand, to preserve the stability of the banking system, and, on the other hand, to stimulate the flow of resources into the economy.", "We now consider it important to pay special attention to the risks banks and their clients face because a \"recovering\" economy after a pandemic may be more sensitive to these risks than one in calm times.", "I'll start with retail lending.", "It is important that we see balanced growth in retail lending.", "I said at the beginning of my speech that it is important not to reach dangerous levels of household debt burden.", "We are now being forced to pay attention to unsecured lending again.", "Here are some figures: in March of this year, debt on unsecured lending increased by 1.9% in just one month.", "According to preliminary data, it grew by another 1.6% in April.", "If such rates persist, then the annual growth will be about 20%, which is much higher than the growth of household incomes.", "We are already seeing an increase in debt burden.", "Now households are directing almost 12% of disposable income (11.9%) to servicing loans.", "This is 1 percentage point more than it was pre-pandemic, when we were already rather concerned about unsecured lending.", "We do not want this trend to grow, so we have returned to the macroprudential policy we pursued before the pandemic.", "This involves the following requirement: more capital on loans granted to borrowers that already have loans.", "But we understand that such macroprudential measures 'eat away' at banks' capital, which could be used to expand lending in other segments and cover losses on restructured loans.", "What's more, these measures affect different banks in different ways, that is to say, they almost don't have a discouraging effect on banks with a large capital reserve, while they seriously impact those banks that have a small capital reserve.", "Therefore, we are once again addressing the Duma.", "We know that the Government has approved a draft law that allows the Central Bank to set quantitative limits on unsecured consumer loans for borrowers with a high debt burden.", "And it will not be an additional burden on capital.", "In our opinion, this will be positive and will affect different banks with different capital reserves equally.", "The introduction of quantitative restrictions themselves, if we are granted that right, is a crucial step, we understand, and we will discuss it in detail with the banking community.", "Another risk that we are paying attention to, and we think that you are also paying attention to, is not only the increase in debt burden, but also the interest rate risk that individuals can unwittingly take upon themselves.", "Thus, we came up with an initiative and published a report.", "We are also discussing with you the proposal of not allowing uncontrolled lending to individuals, and I emphasise here specifically to individuals, at floating rates.", "If you look at the history of the issue, in recent years banks have been actively increasing their long-term assets.", "This is probably a good thing, that is to say, the economy gained long-term resources, which includes growth in the amount of mortgage lending.", "However, equities were increasingly formed at the expense of short-term funds, including current accounts.", "To a certain extent, this led to an increase in interest rate risk for banks.", "We understand that banks want to share this risk with borrowers, and we can see that banks are actively increasing the share of loans at floating rates to enterprises and corporations in their loan portfolio.", "It now stands at 38% of the loan portfolio.", "Increased investments in floating rate bonds, which is 32% of the banking sector's bond portfolio.", "This is a rather normal practice in corporate lending, where borrowers have the necessary competencies to make a decision.", "Such borrowers find loans at floating rates all the more interesting because the rate is usually lower when the loan is issued.", "But in terms of retail lending, the situation is different: borrowers may be seduced by a lower rate and cannot always reasonably assess the risks that an increase in rates may entail.", "There is a possible subsequent increase in payments and increased debt burden, which is doubly dangerous during periods of instability, when a person may lose their income.", "In effect, this could become a second foreign exchange mortgage: when people have lost the ability to service their debt, and eventually the borrowers' risks become the banks' risks.", "For you, interest rate risk will simply turn into credit risk.", "Therefore, we are now discussing with legislators, the Ministry of Finance, and the banking community what the parameters for regulating floating rates should be.", "We hope to find an option where everyone can use this tool with some degree of safety.", "The next two topics are related to systemically important banks.", "They are not new topics: they were postponed due to the pandemic and now we are returning to them.", "I'm talking about systemically important banks transitioning to an advanced approach and regulation of concentration risk.", "First, I'll touch on the transition to an advanced approach.", "This approach is voluntary, two banks have transitioned to it, and one more bank is on its way.", "We believe that over time, this approach, the advanced approach, should be mandatory for major banks.", "It must be said that in the USA, Europe (the European Union), all systemically important banks have already switched to advanced approaches.", "This approach allows banks to more accurately assess capital and improve their own risk management system.", "And the greatest savings in capital will then be enjoyed by banks with a high-quality loan portfolio.", "We have also prepared an advisory report on this topic and will publish it shortly.", "We will then be ready to discuss it in detail with the banking community.", "Now let's look at the concentration risk for systemically important banks.", "This is a sensitive topic for our banking sector if we look at the history of it.", "It is objectively due to the fact that our largest corporate borrowers and enterprises are larger than our largest banks.", "And in conditions where syndicated lending is not developed, an accumulation of risks for individual large borrowers can create vulnerabilities and risks for banks' stability.", "We are currently discussing introducing a new standard, which will differ from the current concentration standards (N6, N21) in that a banking group's assets will be included in the calculation of N30 without risk weighting and will be correlated with the core capital rather than total capital.", "This, in our opinion, will make it possible to more accurately assess these risks and take into account risk transfer channels and the spread of risks across the group that forms banking groups.", "We have prepared a draft regulation and plan to discuss it with the banking community.", "In any case, the introduction of the standard will not take place earlier than 2022.", "There are, indeed, many topics that need to be discussed, and we are ready to discuss them.", "As you can see, I have already listed several of the consultation papers that we are publishing.", "And we will adhere to the practice that was and is in place and think is useful.", "All innovations that affect banks, will be discussed conceptually as advisory reports, then we will give everyone time to discuss the draft regulations themselves, and then give everyone time to implement these regulatory acts.", "At the request of the banking community, we have introduced the practice of a release approach.", "As you know, we are trying to package all changes to regulation in such a way that they come into force twice a year: on 1 April and 1 October.", "This is because we understand that these implementations require that IT systems be developed because almost everything is now tied to IT.", "We want banks to be able to do this at the same time.", "There are exceptions when there are extraordinary situations or risks.", "Or when banks, due to the fact that this is an easing measure, a preferential regime, ask us to introduce these new changes faster.", "Sometimes we just let them choose: they can remain on the old system or migrate to the new system.", "This is more difficult for us, but we understand that it is easier for banks to work this way.", "In our opinion, this increases predictability of the implementation of all our changes in regulation.", "I would like to say that, together with you, we are trying to remove bottlenecks, to reduce costs where possible, so that banks of varying sizes have the opportunity to work and benefit their customers.", "For example, for a long time there have been discussions, on all the platforms and during meetings, of banks' access to funds from the budget, state-owned companies, and today Mr. Aksakov spoke about this, about a draft law.", "We hope that it will indeed be adopted, and that this topic will no longer require constant discussion.", "We understand how serious it is from the point of view of ensuring an equal playing field regarding access to state and state companies' funds.", "All the more so because they form a significant part of banks' equities.", "However, we know the difficulties banks face and, most importantly, the difficulties their clients face in dealing with anti-money laundering legislation.", "Therefore, we are preparing a special 'Know Your Customer' platform.", "We also need legislation here.", "We will not be able to do this without legislation.", "In our opinion, it is this platform that will allow everyone to reduce the costs of implementing anti-money laundering legislation.", "We hope it will get established.", "Also, we are developing the Faster Payments System and its functionality in order to level out the working conditions in the payment market.", "We can see that it is in demand both by banks' customers and banks themselves.", "It levels the playing field in terms of competition.", "I will not go on with the list.", "I mentioned this to illustrate our approach.", "We will not turn a blind eye to problems and risks, but where we can, we will try to help banks reduce costs, which we believe is important.", "I will not have time to discuss questions now.", "We will have the opportunity to discuss things further and more in detail at our traditional annual forum, the International Financial Congress.", "It will take place in a month.", "I think we should return to the questions that Mr. Aksakov raised.", "And when taking the reporting into account, I agree, we should take another look.", "We are constantly reviewing these reports.", "We must, of course, take advantage of the fact that everything is being digitalised in Russia and look for ways we can move to a qualitatively new level here.", "Yes, there are outdated regulations.", "But please let me remind you that we have a permanent working group that is working on these issues.", "It is something like the Government's 'regulatory guillotine'.", "We have already revoked some of the norms, and we are prepared to go further with greater intensity.", "We are waiting for your proposals.", "Perhaps the association should intensify its work in this regard.", "Outdated norms are of no use to anyone.", "Let's look at remote services.", "You mentioned this and many banks have raised the issue.", "We understand that being able to open an account and use other services remotely is an important area.", "In this regard, the development of the Unified Biometric System is one of our key projects.", "We recently had a meeting with banks.", "And our approach, the Central Bank's approach is that this system should be developed independently, equidistantly from all players.", "Opportunities should be given to various players to participate in it and use it.", "As for banks with a basic license, Mr. Aksakov also spoke about this.", "Banks with a basic license will be the focus of our attention because there are questions banks with a basic license need to answer.", "In my opinion, the decision to create them was made in a timely fashion.", "It allowed banks to gradually (those without a business model yet) exit the market in a civilized manner.", "However, some did find their business model.", "Indeed, we believe that over half of banks with a basic license have viable business strategies.", "But nevertheless, we are ready to look further and enter into a dialogue with you.", "We are also going to discuss the topic of ecosystems in detail at the International Financial Congress.", "So far, we have published one report that deals with general approaches to ecosystems, but we are now preparing a second one, which will deal specifically with proposals for changing banking regulation and will refer to those banks that are developing ecosystems.", "Because in our opinion this requires that we take into account all the nuances associated with the risks linked with customer relationships.", "In conclusion, I would like to say that, in our opinion, bank financing remains and will remain the primary way of raising debt in Russia for many years to come.", "We are interested in the banking sector enjoying long-term sustainability and profitability.", "We want banks to be able to meet the needs of the economy in any situation.", "In the crisis we underwent last year, we saw that banks are able to do so.", "And in periods of growth as there is now.", "I wish you every success.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Retail lending", "Corporate lending", "Mortgage lending", "Consumer lending", "Unsecured lending", "Interest rate risk", "Floating rate loans", "Systemically important banks", "Advanced approach", "Concentration risk"]}