{"sentences": ["Members of the Philippine Institute of Certified Public Accountants led by National President Marydith C. Miguel, guests, ladies and gentlemen, good afternoon Thank you for inviting me to share my thoughts on the topic \"Transformation Amidst Changes and Challenges.\"", "Throughout the COVID-19 crisis, the Bangko Sentral ng Pilipinas (BSP) has been leading positive transformation for the banking system and the overall economy.", "In doing so, we observe four principles represented by the acronym \"FIRE\"-Flexibility, Inclusivity, Responsiveness, and Excellence.", "Before I expound on these four principles, let me first briefly discuss latest macroeconomic developments to provide context on the environment banks currently operate in.", "The economy is well into the recovery process.", "Gross domestic product (GDP) grew by 12.0 percent in the second quarter and 7.1 percent in the third quarter of this year.", "The unemployment rate improved from the peak of 17.6 percent in April last year to 8.9 percent in September this year.", "Inflation decelerated to 4.6 percent last October, bringing the average in the first 10 months of this year to 4.5 percent.", "While this is above the target band of 2.0 to 4.0 percent-driven by supply issues concerning food and energy items-central bank estimates show that inflation will ease toward the midpoint of the target range next year and in 2023.", "The country's gross international reserves (GIR) remain hefty at $107.9 billion as of end-October this year, equivalent to 10.8 months' worth of imports.", "The peso averaged P50.1/$1 in the third quarter of 2021, depreciating by four percent from the second quarter average of P48.2/$1.", "This is not a concern as the country enjoys robust external accounts, and the peso depreciation was driven in part by rising imports of capital goods-a sign of rising investments.", "The positive macroeconomic developments are in sync with the latest financial sector indicators.", "As of end-September, the Philippine banking system's assets grew year-on-year by 7.2 percent, deposits by 8.8 percent, loan portfolio by 2.6 percent, and net profit by 35.0 percent.", "Moreover, non-performing loans remain manageable, capitalization stays above the regulatory requirement, and liquidity is ample.", "Following the government's recent shift in strategy to contain COVID-19-from imposing widearea lockdowns to granular quarantines-there has been a substantial improvement in the country's COVID situation.", "Daily confirmed cases stood at 1,297 last November 18, significantly down from the peak of 26,303 last September 11.", "Against this backdrop, we expect the economy's recovery to gain more traction.", "Now let me go back to F.I.R.E.", "First, F for Flexibility.", "The importance of flexibility-the ability to adapt and evolve-has come to fore in efforts to survive and thrive in the crisis.", "As far as the BSP is concerned, we exhibited flexibility by implementing unorthodox measures to ensure ample liquidity and maintain financial stability at a critical time.", "We extended short-term loans and remitted dividends in advance to the National Government to support its COVID-relief measures.", "We started purchasing government securities in the secondary market.", "We were also flexible enough to temporarily relax some regulations.", "The relief afforded to banks encouraged them to help their hard-hit customers as well.", "For instance, the BSP's move to count loans extended to micro, small, and medium enterprises (MSMEs) as part of banks' compliance to the reserve requirement, to lower risk weights for certain MSME loans, and to allow staggered booking of loan losses gave incentive for banks to lend.", "As we recover from the crisis, focus will shift from trying to survive the crisis to navigating the uncertainties of the recovery and post-crisis periods.", "Individuals, organizations, and economies that are able to seize opportunities from the crisis and adapt will be the champions of tomorrow.", "This is a solid example of flexibility.", "This brings me to BSP's key agenda: The Digital Payments Transformation Roadmap that we launched last year.", "The Roadmap envisions a cash-lite economy where 50 percent of financial transactions are done digitally by 2023.", "Last year, we saw a leap in digital payments to 20 percent of total financial transactions in the country versus only 1 percent in 2013.", "Let me proceed to the next principle: I for Inclusivity.", "An inclusive economy is one where everyone experiences the benefits of growth; it is one where economic development translates to poverty reduction.", "The challenge for leaders is to ensure that the benefits of economic recovery is equitable, such that opportunities are created and benefit all segments of society.", "Under its Digital Payments Transformation Roadmap, the BSP also targets at least 70 percent of Filipino adults to be have transaction accounts by 2023.", "The BSP has issued enabling regulations and rolled out programs to achieve our goals under the roadmap.", "For instance, the Digital Banking Framework issued in November last year spells out regulatory guidelines on how to operate digital banks in the country.", "Now, we already have 6 licensed digital banks.", "The BSP has also issued the Open Finance Framework, which provides guidelines on consent- driven use of customer data for the creation of financial products and services that cater to a wide range of customer needs.", "We have rolled out a program promoting expanded use of QR codes for payments.", "The BSP is also actively involved in the Philippine Identification System (Philsys) to allow underserved Filipinos to open transaction accounts and enter the formal financial system.", "Moving on to the next principle: R for Responsiveness.", "Responsiveness is demonstrated by the speed and scale by which an individual, organization, or economy addresses a difficult situation head on.", "In relation to this, the BSP was among the first central banks in the world to respond to the crisis.", "As early as February 2020, the BSP already cut its policy rates by 25 basis points to provide initial support to the economy.", "Still on speed, the Financial Institutions Strategic Transfer (FIST) Act was signed into law last February and the BSP issued its implementing regulations in May this year-even as banks' bad debts remain manageable to date.", "The FIST law is a pre-emptive measure to ensure banking sector stability in case of significant spike in loan defaults.", "On scale, the BSP has done quite a lot to respond to the crisis.", "We have so far injected Php2.3 trillion in liquidity to the financial system, equivalent to 12.8 percent of GDP (as of 14 October 2021).", "Another key facet of the BSP's responsiveness is our push for sustainable finance.", "The BSP, in April 2020, issued the Sustainable Finance Framework.", "The framework was the first phase of regulations on sustainable finance.", "With enabling regulations, as well as capacity building and awareness programs of the BSP, we are seeing banks lean toward sustainable financing.", "Finally, E is for Excellence.", "Excellence requires mastery and commitment in all aspects of professional practice.", "The very same tenet requires us, central bankers, to master our craft and continually improve our competencies.", "In the BSP, we capitalize on programs to attract, develop, and retain talent.", "We have relentlessly pursued excellence through competency trainings, scholarship programs, and mentoring arrangements.", "We also leverage on digital technologies and data analytics for decision making and continuing education of our employees.", "In the same way, the BSP endeavors to embed a culture of excellence and good governance among supervised financial institutions.", "CPAs are a big part of this.", "CPAs play an important role in promoting transparency in financial reporting and in reinforcing market discipline.", "Thus, it is paramount to know the best practices in accounting and auditing, and the latest regulatory developments.", "You must be abreast of the latest on Philippine Financial Reporting Standards, Basel reforms, digital transformation, and sustainability, among other important topics.", "Last July, members of the Financial Sector Forum (FSF)-comprised of the BSP, the Securities and Exchange Commission, the Insurance Commission, and the Philippine Deposit Insurance Corporation-entered into a memorandum of agreement with the Professional Regulatory Board of Accountancy on the establishment of a \"one-stop-shop\" framework for accreditation of external auditors.", "This goes to show how regulators value your role in the economy, and we expect all of you in PICPA to be our partners in the pursuit of economic recovery and growth by consistently observing the highest level of professionalism.", "As CPAs in your respective industries, being flexible in your action plans to surmount the current headwinds and work toward an inclusive, long-term growth will help you and your organization take full advantage of the possibilities awaiting at the close of this health crisis.", "Rest assured, the BSP will always be a partner in pursuing advocacies that promote the development of the accountancy profession.", "We count on PICPA and its members in helping safeguard the soundness of financial institutions and the financial system.", "Again, congratulations on your 76th Annual National Convention and I wish everyone a productive discussion ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Payments Transformation", "Flexibility", "Inclusivity", "Responsiveness", "Excellence", "Sustainable Finance", "Financial Stability", "Economic Recovery", "Inflation", "Banking System"]}