{"sentences": ["Good afternoon, Mr Volodin, good afternoon, deputies.", "Today, I am presenting the draft Monetary Policy Guidelines for the next three years.", "In the Monetary Policy Guidelines, we outline our vision of future developments in the coming three years and explain the workings of our monetary policy, which is aimed at delivering on an inflation target of close to 4%, and thus supporting sustained economic growth and increasing people's welfare.", "The post-pandemic economic recovery proved almost as delusive as the post-Covid recovery of a patient.", "The worst is over, and the patient would rather ignore the annoying symptoms that remain, but the patient's health is still in danger.", "Care and possibly treatment is needed.", "In the case of the domestic economy, accelerated inflation is a symptom just like that: it should not be neglected, and it makes us tighten policy after a loose monetary policy stance.", "In 2020, multiple industries were brought to a halt by the pandemic.", "Our action was a drastic and quick reduction in the key rate.", "Confronted with the need to offset the loss in household income and corporate revenue, we wanted to ease loan burdens on companies and support the issue of new loans.", "You may remember that inflation at the time was below target: about 2.3% at the start of the pandemic.", "As the economic situation evolved and a downturn in multiple sectors sent inflation down, we were able to lower the key rate as much as the economy needed.", "Incidentally, it was precisely the sustainably low inflation of pre-pandemic years that enabled the focus of monetary policy on support of growth and recovery.", "Imagine what would have happened if we had needed to deal with the dual problem of a pandemic and high inflation.", "In addition to temporary financial losses of consumers and businesses and shrinking economic growth, we would have had to counter inflation that would be eating up whatever money people still had.", "Our policy would have been far less successful.", "It would have been more difficult for the economy to recover, and a recovery would have taken longer.", "The monetary policy we had conducted in pre-pandemic years gave us room for manoeuvre and helped set the economy on a recovery path.", "This year, the economy has returned to the pre-pandemic growth trajectory.", "The immediate task is to stage a switch from recovery to sustainable growth.", "In order to do this, it is necessary to overcome the negative effects of the pandemic, and above all, to deal with soaring inflation.", "This is the focus of our current policy, and this is why we are raising the key rate.", "Why did price growth accelerate in Russia and across the globe?", "Last year's anti-pandemic restrictions led to a drastic shrinkage of demand in most sectors.", "Businesses suspended operations and purchases of raw materials and components.", "People did not buy tickets or holidays because of travel bans.", "When restrictions started to ease, demand was quick to recover.", "It was helped by loose monetary policies pursued by all central banks - to the effect that loans were increasingly affordable - and fiscal stimulus.", "However, a rebound in demand came with a change in its structure.", "For example, it spurred demand for telecommunications equipment as many people needed fast internet to work remotely.", "Supply, that is production, cannot quickly adjust to these changes.", "In these conditions, demand exceeds potential output and triggers an inevitable rise in prices.", "This true of many sectors.", "Some central banks hold the view that this is a temporary situation and no monetary policy response is needed.", "Those are the central banks of countries where inflation was very low for many years.", "Their case is utterly different.", "We had also enjoyed low inflation, which only had lasted four years.", "But the current rate of inflation is double our target, and food inflation has unfortunately increased to double-digits.", "Importantly, in this short period of close-to-target inflation, people's perception of it remained unchanged.", "Domestic inflation expectations - that is the way people perceive current inflation and what to expect in the future - is a reflection of peoples experience with the long years of high inflation.", "On the cusp of the pandemic, inflation expectations had just started to go down as we saw them approaching 4%.", "The pandemic derailed that trend.", "Inflation expectations this year have grown drastically to a five-year high.", "What does that mean in practice?", "It means that people rush to buy everything before prices grow, and are taking out a lot of loans.", "And that further fuels demand and inflation.", "Whereas some central banks can afford to take a wait-and-see stance to adjust to demand - thanks to the consumer behaviour shaped by the expectations that price growth will stop, we cannot afford that policy.", "Conversely, if we miss the right moment to make a prompt monetary policy response, we will then have to raise the key rate even more.", "Our own experience and some countries' history prove that.", "We are in a situation similar to that in the US and Germany in the 1970s and 1980s.", "The Bundesbank moved to raise its interest rate right away, but the Federal Reserve maintained its accommodative policy for a long time on expectations that the crisis would pass.", "As a result, while Germany saw a quick drop in inflation and an economic rebound, the US went into stagflation, and the Fed was forced to conduct an extremely tight policy, the consequences of which were felt for many years.", "Food prices are soaring on the back of a disappointing harvest, a rise in global food prices and in labour costs in agriculture.", "The latter is driven by, among other things, shrinking numbers of labour migrants coming to Russia for seasonal work.", "First, the lower a person's income, the greater the share of food in their consumer basket.", "That means inflation hits such consumers in the first place.", "If we tolerate high inflation now, the least protected groups will suffer.", "Second, inflation expectations are accelerated by rising prices for food products that people buy every day: I have mentioned their effect.", "More so, last year's loose monetary policy drove a reduction in deposit rates, making savings unprofitable.", "This year, a tougher monetary policy has pushed up interest rates, and deposits have been gradually growing again.", "We have raised the key rate several times this year to 7.5%.", "We have been raising the key rate gradually as we needed to make sure that tightening policy does not hinder economic growth and that inflation growth was really not a short-term episode, but that unfortunately, inflationary pressure is increasingly persistent.", "On this subject, I would like to raise the question of who wins and who loses from high and low interest rates.", "In general, this is a key point to understand the nature of monetary policy and key rate changes.", "High interest rates and low inflation benefit depositors, bond holders and those whose core income is fixed wages, pensions and social benefits.", "Low interest rates and high inflation benefit those who already have debt, that is borrowers and owners of real assets, properties, shares, etc.", "A consistent monetary policy ensuring price stability will in fact also strike a reasonable balance of interests of these groups.", "However, monetary policy ultimately safeguards the interests of the most vulnerable households most affected by high inflation.", "Currently, we can see that lending to individuals and businesses is ongoing.", "Mortgage lending, our top priority, is growing at a record pace.", "Lending rates throughout last year and in the first half of this year were influenced by the Government's subsidised mortgage programme.", "The Government's support for housing lending has by now become more targeted.", "It has to be targeted for us to avoid a situation where accelerated growth of property prices (their growth in the primary market was accelerated precisely by the subsidised programmes) will continue to reduce housing affordability for households.", "Mortgage rates are slightly higher now than at the time of the subsidised programme, but their growth over the same period is still below inflation.", "This is due to the fact that long-term rates are primarily shaped by inflation rather than a current key rate.", "Banks are aware that we will return inflation to target, which is exactly what they are guided by when formulating their interest rate policy.", "Therefore, there is no contradiction between the affordability of mortgage loans and the tightening of monetary policy currently needed and that we are implementing.", "On the contrary, monetary tightening works to constrain the growth of mortgage rates.", "They have risen far less than inflation.", "Unsecured consumer lending is rapidly expanding too.", "Banks often lure people with belowinflation rates - which may seem like an excellent offer.", "The borrower thinks: I take a loan for repairs and buy all the construction materials today, or else tomorrow they will be more expensive (indeed, prices have grown rapidly in this market) so I will end up overpaying less than if I bought the materials later.", "This is a typical situation.", "The same logic works with regard to other goods.", "And borrowers end up getting ripped off by a loan rate with an additional loan agreement attached, or through tied products forced on them.", "We are fighting this practice.", "Fines for misselling need to be raised.", "Banks should calculate the full cost of credit in such a way as to make all hidden fees visible to borrowers.", "It is an absolute priority for us protecting individuals' rights in their interaction with financial providers.", "Now that inflation is above target, our action may even be tougher than before.", "It is important that we protect people from unnecessarily paying for openly pushed services they do not need and overspending on fees.", "I will spare you the details, but will say that we are developing regulatory measures to reduce consumer costs related to interaction with financial institutions.", "That would present an opportunity to improve people's well-being, and we should use it.", "An increase in consumer lending should be proportional to income growth.", "If that is the case, people can solve their financial problems through credit, rather than having to consume less and economise on the basics to pay debt.", "The optimum tool to contain overly rapid growth is direct restrictions for banks to issue loans of certain categories (these restrictions are defined as 'macroprudential limits' in the draft law before the Duma).", "Unlike other tools, they will not add burdens on bank capital.", "That is, they will not hinder the expansion of industrial, mortgage and other lending but will help us limit the risks of excessive debt burdens of consumers.", "We look to the Duma's support in this issue.", "Lending to major corporate borrowers has also been expanding.", "This year, it has recorded solid growth outrunning the pre-pandemic level.", "Importantly, lending to small businesses is growing at record high paces, helped in particular by governmental programmes for small and medium- sized businesses.", "Our monetary policy, aimed at reducing inflation and returning it to the 4% target, will help entrepreneurs who are investing in business development so they can make definite plans for the future.", "That will be possible thanks to low inflation, which works for predictability and lowers business risk.", "Also, loan rates are steadier with inflation close to the target, which means that it is easier for companies to forecast debt burdens.", "Now on to our forecast.", "Under the baseline forecast, next year inflation will come close to the target of 4-4.5%.", "Our policy rate will range between 7.3% and 8.3% on average over the year.", "That level is relatively high but necessary to bring inflation back to target in the course of next year as we work towards that.", "I would like to stress again that the Bank of Russia's policy will not hamper economic activity.", "On the contrary, it will foster sustained and balanced growth.", "We have to understand that sustained growth rates are certain to be lower than in the current rapid economic recovery.", "The key rate is on course to return to the so-called neutral range in the years to come, which is projected at 5-6%.", "That is the range when inflation neither accelerates nor decelerates.", "I will briefly outline the alternative scenarios.", "The alternative scenarios are not built in the abstract, but in order to see how the situation might change and how monetary policy would change then.", "We construct three alternative scenarios.", "Scenario one is 'Pandemic Expansion'; scenario two is 'Global Inflation', and the third is 'Financial Crisis'.", "Should the pandemic intensify, we would promptly change over to monetary policy easing to help the economy live through restrictions.", "In contrast, were the Global Inflation scenario to prevail, we would tighten monetary policy for quite a while.", "In the Financial Crisis scenario, the key rate would first be raised to deal with volatility and financial market problems, and the policy would thereafter become accommodative to support a recovery.", "In each of the scenarios, we are capable of returning inflation to target over the forecast horizon.", "We create these scenarios so that our policy is predictable for entrepreneurs and the real economy even if things change.", "In that scenario planning, we have to look into many uncertainties and multiple factors.", "In conclusion, I would like to thank you for your constructive cooperation and the efforts to finalise the Monetary Policy Guidelines, both within the working group and the joint meeting of several committees.", "Importantly, this year's Guidelines take into account the feedback we have received from deputies.", "For example, we have started to publish a forecast for the average annual key rate, which we believe further increases the predictability of our policy.", "In line with our discussions this year, it is recommended that future releases of the Monetary Policy Guidelines offer insights into such key areas as the infrastructural impact of public investment and the development of specific industries from the economic potential perspective, as well as an assessment of demographic trends and the climate agenda.", "We will try to cover all these points in future releases of the Guidelines.", "Thank you so much for your time.", "I am ready to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Key rate", "Economic growth", "Lending", "Consumer protection", "Forecast", "Alternative scenarios", "Interest rates", "Mortgage"]}