{"sentences": ["- Conférence of the Autorité de contrôle prudentiel et de résolution (ACPR) Palais Brongniart, 25 November 2021 Central banks and finance in the face of a triple revolution Speech by François Villeroy de Galhau, Governor of the Banque de France Chairman of the ACPR Press contact: Mark Deen (mark.deen@banque-france.fr) and Deborah Guedj (deborah.guedj@banque-france.fr) Ladies and Gentlemen, I am delighted to be here with you today at the Palais Brongniart.", "In this historical venue of the Stock Exchange, I would like to talk to you this morning about the digital revolution underway in finance and payments.", "I would nevertheless like to start with a topical remark on traditional banking regulation: at the end of October, the European Commission presented its proposal for the transposition of Basel III.", "It was the first of the major jurisdictions to do so, and it is to be hoped that the others will soon follow suit.", "In substance, it is the delay in the implementation timetable that has drawn attention.", "I believe that this delay - guided by realism - is minor if (and only if) the temporary exemptions proposed by the Commission remain temporary, particularly for housing loans.", "This is key to Europe's credibility and compliance with the international agreement of December 2017.", "I would also like to welcome the application of the output floor at the consolidated level: it has already been contested, but it is in the spirit of the Banking Union and the 2017 agreement.", "The digitalisation of the financial sector has been accelerating ever since the Covid crisis; the words themselves reflect the questions we are asking ourselves: revolution, disruption, decentralisation or centrifugation.", "It is first necessary to understand these transformations (I), and then to map out the path for collective action (II) to safeguard the best of financial innovation, while ensuring the provision of secure financial services and payments for our businesses and citizens.", "A revolution in finance and payments: players, assets, infrastructure I won't go into detail about the obvious: the acceleration of distributed ledger and blockchain technologies, artificial intelligence, dematerialised payments, the cloud, big data, etc.", "In this revolution, my purpose this morning is to try to shed some light on the disruptions they are bringing about in the banking and financial sector.", "I will summarise them through a triangle of disruptions: (i) First, the arrival of new There were and still are non-banks, and by players.", "this I mean the technology companies Fintechs and Bigtechs in the financial and payment services sector, many of which are, to date, subject to little or no regulation.", "(ii) Second, the emergence of new forms of financial or settlement assets: crypto-assets from the blockchain universe in the form of tokens.", "Bitcoin is emblematic of the first generation of highly volatile crypto-assets, whose use remains essentially speculative.", "The second generation, i.e.", "stablecoins with mechanisms to stabilise their value against sovereign currencies aims to provide a more comprehensive range of services with a global reach.", "(iii) Lastly, the emergence of decentralised new technologies tend market infrastructures: to reduce the use of financial intermediaries or centralised systems, often developed by central banks, such as TARGET2, the Real-Time Gross Settlement (RTGS) system for euro payments, or the TARGET2-Securities settlement platform, both of which were developed and are operated by the Eurosystem.", "Distributed ledger technologies aim to dispense with the need for a central register, as do smart contracts, computer programs that automatically execute transactions on the blockchain.", "Decentralised finance (DeFi) has emerged from the combination of these three disruptions.", "It allows for the provision of traditional financial products and services without intermediaries: deposits, payments, loans, swaps or settlement of tokenised securities.", "Transactions are carried out directly between end-users, very often anonymously, bypassing banking intermediaries and market infrastructures: this is an unprecedented movement towards disintermediation.", "In practice, the scope of DeFi remains unclear and heterogeneous; there are already large platforms such as MakerDAO and small protocols that are more difficult to identify.", "DeFi, in the strictest sense of the term, has a limited valuation at this stage around USD 115 billion in outstanding assets under management but it is inspiring a sharp increase in players.", "DeFi offers the potential for increased market efficiency while reducing costs and time.", "But it also entails at least three risks: money laundering or financing of criminal activities, lack of governance (who is responsible?", "), and fragmentation of transactions which would be a step backwards almost to the Dark Ages due to a fundamental lack of interconnection and convertibility at par with central bank money.", "Financial innovations therefore act as centrifugal forces: they aim to create a movement of decentralisation that runs counter to the traditional architecture of the monetary and financial edifice, which is centralised around trusted institutions the central bank, credit institutions, market infrastructures.", "However, they could subsequently lead, conversely, to significant concentration effects among a few dominant private networks: these would in practice \"re- but without the regulation of current intermediaries.", "This triple revolution, which is still far from over, could be very unsettling for both commercial banks and central banks.", "These two categories of player have for decades provided a secure, generally efficient, albeit improvable, payment and financial system, anchored to the stability of central bank money, and operated by reasonably innovative private players.", "Today, there are three avenues for recomposition two of which, in my opinion, are dead-ends.", "The first would consist of a conservative reaction, trying to keep the traditional functioning of institutions and finance unchanged, and seeking to ban this fountain of innovation.", "I do not believe in Maginot lines, even financial ones.", "The second, opposite avenue, would be to pursue the underlying logic of decentralisation to its logical conclusion, a \"laissez-faire, laissez-passer\" ideology nicely disguised as technophilia.", "Let me be clear, this is not an option: money is a public good and the institutional and even democratic trust that underpins it cannot be replaced by \"algorithmic trust\", which has already shown its limits with crypto- asset piracy.", "I would like to advocate for a third avenue, an \"upwards convergence\": we must encourage innovation and the progress it brings, while preserving stability and rules.", "There is no contradiction, at least in the long term, between these two buttresses.", "There is a convergence towards an essential keystone in the long term: confidence in the monetary and financial system.", "The role of central banks is to defend this confidence, not their own power, as well as all their existing instruments and infrastructures.", "Before turning to concrete avenues for action, I think it would be useful to recall a number of guiding principles: first, we must not focus on the technology - which will continue to evolve - but rather on its new use cases for economic players.", "And for this very reason, we need to establish the principles before attempting to set the rules.", "These principles are basically quite simple: for all assets that are intended to be means of payment in the future, we must guarantee (1) equal security this concerns the stability of their value, as well as cyber protection; (2) equal compliance both with regard to anti-money laundering and data protection; (3) equal responsibility there can be no asset without an identified and regulated player/issuer; and lastly (4) equal accessibility, in order to avoid a regression towards fragmentation or new financial exclusions.", "Moreover, these four guarantees also apply to the most traditional means of payment, banknotes and cash, which we will preserve in the name of freedom of choice of means of payment: this freedom is a prerequisite for confidence in money.", "Four pillars of action with the public interest as the keystone How can we translate these principles into collective action?", "I shall separate my answer into two obvious imperatives, then two more open avenues: 1.", "Accelerate the projects that are currently underway.", "By this I mean, first of all, the European Payments Initiative (EPI) launched by some 30 European banks, which is designed to guarantee European payments sovereignty and for We encourage the banks to take a \"go\" which we are renewing our full support.", "decision, which we hope will come in the next few days.", "Speed at least as much as substance is of the essence here: the European banking system has two years at most in which to win or lose against the Bigtechs.", "The second project I have in mind is the work to improve cross-border payments, on which the FSB adopted a roadmap in October under the aegis of the G20.", "I welcome this initiative, which is perhaps a little too under the radar but worthy of note, especially as it involves a broad range of public and private sector players: six years from now, cross-border payments will have become significantly faster and cheaper, and much more accessible to all, including to migrant workers in advanced economies.", "Globalise our approach to these digital issues, through cross-border and cross-field cooperation.", "A global challenge requires a global response.", "There and stablecoins in 2019 (\"the was a good report by the G7 on crypto-assets Coeuré report\"), under the French presidency, followed by another good report by the G20 last year.", "These now need to be updated and, above all, brought into force, and quickly: responsibility for this unified piloting should fall to the FSB.", "There is also a need for dialogue between authorities in different fields, on issues beyond the merely financial: cyber, anti-money laundering, data protection, competition authorities.", "There is currently no international forum for this, but the OECD would be a good place to start.", "Regarding the two other pillars of action, the principles or modalities are still under discussion: 3.", "Innovate ourselves as a participant in the financial sector and in payment systems.", "We are the guarantors of the public good that is central bank money, the cornerstone of the financial industry and of a potential digital form of that money, a central bank digital currency (CBDC).", "Let me just point out the obvious here: not all assets even those that might be used in settlement are money.", "Ever since Aristotle, money has needed to have a number of fundamental properties: universality as a means of exchange, stability as a unit of account and reliability as a store of value.", "So is still an inappropriate term for crypto-assets.", "The only money there is is that which is anchored in the central bank's balance sheet, with a sovereign and democratic guarantee: either directly (banknotes, and tomorrow potentially a CBDC), or indirectly (in exchange for being able to issue money, commercial banks are strictly regulated by the central bank).", "The forms in which this central bank money is made available can, and indeed should evolve.", "But it still plays an anchoring role, and shall continue to do so.", "The Banque de France is closely involved in the investigation phase, launched in July thanks to Fabio Panetta and Christine Lagarde, for the Eurosystem project to develop a retail digital euro, designed for end-users.", "This project cannot be conducted to the detriment of banks, or without their participation: it can only succeed if they are involved.", "They would play a key role in distributing the digital currency, if it were actually launched.", "It would be capped in volume terms, and its rate of remuneration would be as neutral as possible: the role of commercial bank money would thus be preserved.", "But a CBDC could also bring benefits in the field of interbank payments (\"wholesale\" CBDC), which was the focus of nine experiments conducted by the Banque de France.", "We have just published a report on our findings.i The main lessons learnt are, first, that a wholesale CBDC would be a means of accompanying and ensuring the safe development of tokenised financial markets.", "It would allow market participants to harness the benefits of distributed ledger technology, in terms of simplification and hence increased speed for certain transaction types, while also providing them with a safe settlement asset, central bank money.", "It would also help to prevent these markets from becoming fragmented by fostering greater interoperability.", "A second major lesson learnt is that efficient CBDC arrangements could help to make cross-border payments faster and cheaper.ii There are still open questions as to how to concretely implement a CBDC, starting with which technology to use and to whom it should be made available.", "On this latter point, our position in principle is that access to a CBDC on our infrastructures should be conditional on complying with regulatory requirements.", "In parallel, we need to regulate, to maintain public trust in innovation.", "Regulate new players, to whom it is difficult to apply traditional banking regulations.", "This means working towards a regulatory framework that is more nature of players' activities, in line with the \"same activity, same risk, same rule\" principle.", "A minimum, and indeed sensible measure would be, for example, for groups carrying out mixed activities, financial and non-financial especially the Bigtechs to group all their financial activities into a single entity, an intermediate holding.", "This would give the supervisor an overall view of the group's financial activities, and allow it to introduce a measure of their systemic risk and prudential requirements.", "The recent PWGiii in the United States took a tougher stance by proposing a complete separation between Bigtechs' \"commercial\" activities and their \"financial\" activities, especially their issuance of stablecoins.", "The latter should be subject to exactly the same regulations as deposit-holding institutions.", "A subsidiary or a complete separation: this debate needs to be concluded quickly, in cooperation with our transatlantic partners and within the FSB.", "Regarding the new players, Binance, the leading global crypto-asset platform, recently said it was interested, in principle, in setting up in Paris.", "This is testament to the innovative dynamism of the Paris financial market, but of course there needs to be a guarantee of trust and credibility.", "This is what will inspire the ACPR if it is required to exercise its powers, alongside the AMF which issues authorisations, notably on the key requirement for an anti-money laundering system.", "Second, regulate the new assets crypto-assets.", "Again, to point out the obvious: the riskier an asset, the more strictly it should be regulated.", "This is the line taken by the Basel Committee on the prudential treatment of banks' exposures to crypto-assetsiv the riskiest forms are given a weighting of 1250% in the calculation of capital requirements.", "In Europe, the proposed Markets in Crypto-Assets (MiCA) regulation that was presented in September 2020 is a first step towards regulating crypto-assets and should be adopted under the French presidency.", "But DeFI, which has since expanded, is one of the blind spots in this regulation, as it is hard to identify crypto-asset issuers or service providers in this landscape; it is important, therefore to reinforce the content of MiCA.", "A first stage would be to regulate players who exercise control over DeFI applications for example certain developers and providers of smart contracts.", "If no dominant player can be identified, the regulator should consider taking a approach, and introduce disincentives to limit financial players' exposures.", "Accelerate, Globalise, Innovate, Regulate: in French that spells \"AGIR\", or act, which is a forceful imperative.", "We will not do it alone, nor turn a blind eye to the revolutions that are underway.", "But I would like to conclude by coming back to the last two pillars of action: Innovate and Regulate.", "For some, the conjunction between the two should be an making them mutually exclusive: innovation in the form of a CBDC would be an alternative, indeed the only alternative, to of DeFI.", "For us, the conjunction is the pillars the unchecked development \"and\": clearly work together to create a framework that can foster sustainable innovation.", "But the worst conjunction, and the one that needs to be ruled out completely, is \"neither, nor\": revolutions always happen quickly, and we are at risk of neither innovating nor regulating in time.", "In that case we will have failed in our historical mission and jeopardised centuries of work building up confidence in our money.", "You all know that lovely quote by Winston Churchill.", "\"We must take change by the hand or rest assuredly, change will take us by throat\".", "The time is now, and we need to do it together.", "the BIS Innovation Hub, together with the Monetary Authority of Singapore and the central banks of Malaysia, Australia and South Africa.", "President's Working Group on Financial Markets Releases Report and Recommendations on Stablecoins, iv Basel Committee on Banking Supervision, Consultative Document, Prudential treatment of cryptoasset exposures, June 2021"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Decentralization", "Crypto-assets", "Central bank digital currency (CBDC)", "DeFi", "Innovation", "Regulation", "Financial stability", "Monetary policy", "Payment systems", "Cross-border payments"]}