{"sentences": ["Accompanying presentation: bis.org/review/r211208k_presentation.pdf Minister Shahpaska, Deputy Minister Isaki, Ladies and gentlemen, First, let me thank the organizers for inviting me to participate in this very important event, devoted to a topic relevant for our context in particular.", "I was asked to speak on COVID-19 and the implications this health and economic crisis had on women.", "Last year, as we all know, we faced one of the biggest crises since the Great Depression.", "It started as a health crisis but over time it evolved into economic crisis that in a synchronized way affected all economies in the world and only 27 countries in the world registered positive yet very small growth rates.", "According to the estimates of the IMF, the economic costs of the crisis would have been 3 times higher and stronger in the absence of the monetary, fiscal and financial sector supportive policies.", "One of the main features of this crisis, which distinguishes it from other crisis episodes, is its disproportionality.", "In fact, this crisis in a disproportionate way affected different economies, sectors, and age and gender groups, thus increasing income inequality.", "Global data reveal that close to 95 million people during 2020, fell below the threshold of the poverty line, more that it was expected or projected at the start of the crisis.", "In this context, labor market data clearly indicate that youth, low skilled workers and women particularly in emerging and developing economies, have been hit harder.", "There is statistics pointing to a global employment rate for men below the pre-pandemic level by about 5 percentage points, while the women employment rate is still 7 percentage points below the prepandemic level.", "Given the nature of the crisis, Western Balkan region was not shielded from this global shock.", "Economies in the region are small and highly open in trade and financial terms, heavily exposed to external developments.", "GDP in the region declined by 3.4% in 2020, but with intensity that differs across counties in the region, ranging from -1% in Serbia to -15.2% in Montenegro.", "Henceforth, the disproportionality of the impact of the crisis pertains to the region, as well.", "Let me use labor statistics to illustrate some important aspects of how COVID affected women.", "First of all, in general, I can say that this crisis hit women more heavily than men, and this has come on top of the fact that women faced pre-crisis gaps in many respects on the labor market.", "Couple of numbers in this segment.", "First, in our country the women employment rate declined by 1.2 percentage points, while the men employment rate fell less than 1 percentage point, thus further widening the already wide gender gap of 18 percentage points, much higher than in the European Union.", "That data show that only 38% of the women work, which is significantly lower than the employment rate of men (56%).", "When we look at the unemployment rate, we see similar developments.", "Initially unemployment rate increased more for women than for men.", "Then, as a result of policy support measures, the unemployment rate gradually went back to the pre-crisis level in 2019.", "However, the adjustment in the unemployment rate is largely related to the increased exit of females from the labor force, illustrated with the fall of their labor force participation rate.", "Of course, this is not the case just in our country.", "It is a global phenomenon.", "It is a case in the whole Western Balkan region.", "For example, participation rate in the region on average declined by 1.5 percentage points to 51%, which is the lowest level since 2016, with a higher drop again for women than for men.", "Thus the female participation in the Western Balkan region fell to 41%, which means that only 41% of the working age women are part of the labor force in comparison to the 63% of men, although with large variations, from 52% of women participating in Albania, to 22% of women participating in Kosovo.", "In our case, about 46% of women participate in the labor force.", "Why activity rate of women on the labor market is low?", "According to a World Bank survey, about half of the inactive women reported that they do not seek employment because of family or caring responsibilities - twice the share of women stating this reason in the EU28.", "Another economic impact is also visible through the income channel.", "For example remittances, which are very important source of disposable income in the region including our country, plunged across the board last year.", "According to the UN study, the decrease was more prominent among women than men; especially among women in rural areas, and among women 35-44 years of age.", "Although wage data is still not available to see how the COVID crisis has affected this wage gap that existed even in the pre-crisis period, some indicators point out that probably the wage gap has widened throughout this period.", "For example, in North Macedonia assessment is that the wage gap has hovered throughout the range of 16-20%, which is already large.", "Apparently, the crisis has hit women and men unevenly, which is a natural consequence of the fact that it did not hit all the sectors equally.", "It had more pronounced effect on the services, especially services dependent on social interaction, and informal economy where women tend to be presented more.", "For example, in our country these sectors employ about 27% of all employed women and about 25% of all employed men.", "In addition, according to some studies, the Makenzie study for instance, point out that pandemics have intensified the challenges that women already face at the workplace - doing double work shifts, being at work, being at home with family responsibilities, and find that 1 in 4 women consider downshifting their careers because of family responsibilities and new COVID environment (interruption in schooling and childcare).", "These developments, such as lower employment and lower income, can negatively affect access to finance, to the financial system, especially banking system, as employment and income are one of the main criteria assessing the credit worthiness of the borrowers and can further amplify the risks or the challenges for women.", "Let me mention couple of numbers.", "For the Western Balkan region, about 60% of all borrowers from commercial banks are men and only 40% are women.", "And even more, 64% of all outstanding loans are extended to men.", "I think this number gives a flavor of the kind of challenges women face across the region.", "The access to finance is an important determinant, not only for the basic needs, but also for female entrepreneurship that lacks in the region in comparison to more advance economies.", "Overall, all the numbers that were discussed, clearly point that unlike other previous crisis episodes, this one has definitely disproportionately affected women in many respects, additionally accentuating the challenges that women have faced even before the crises.", "Particularly worrisome is the further increase of inactivity of women as the region faces shrinking working age population, due to the two factors: first, adverse demographics, and second, immigration.", "We all well know that the labor force is one of the key determinants of economic growth.", "There are empirical studies that show that higher inclusion of women can bring a number of benefits.", "And not only for women, but for the whole society.", "Higher inclusion of women is associated with 10% higher GDP growth in advanced economies and 30% in developing economies.", "Focusing more closely on the Western Balkans, a World Bank study estimates that countries in the region each year lose on average 18% of their total GDP, due to the gender gaps in the labor market.", "And about two thirds of the cost of lost GDP or income in the society can be explained by the lower participation of women.", "Higher growth can stem not only from the higher quantity of labor force that we need in this new environment, but also, and even more importantly, from the new quality that it can bring on board from different skills and psychological virtues that women bring in, such as: higher risk aversion, thoroughness, pragmatism, empathy.", "Further, more diversified institutional environment tend to lead to more optimal and effective decision making.", "For example, Credit Suisse analysis finds that Fortune 500 companies with female representation perform better than those without.", "Let me finish by saying that this crisis underlined the need for policy makers to have a holistic approach to tackle all the sources of gender disparities which are entrenched in the institutional, regulatory, educational and even traditional setting norms.", "Thus focus on overcoming the crisis, which is definitely a burning issue for all of us, should not be a reason to sideline the fight for gender equality.", "On the contrary, it should reinforce it."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Women's employment", "Gender inequality", "Wage gap", "Labor market", "COVID-19", "Economic crisis", "Financial inclusion", "Female entrepreneurship", "GDP growth", "Policy makers"]}