{"sentences": ["First Deputy Prime Minister, ladies and gentlemen.", "Good morning everyone and many thanks to the Ministry for inviting me to speak.", "The Protocol presented here today concerns an issue that is affecting many aspects of our lives.", "I am of course referring to the accelerated digitalisation of our societies, a phenomenon which has clear benefits for citizens.", "Indeed, national and European public authorities are firmly committed to accelerating this process and for example, the Next Generation EU funds are centred precisely on driving digitalisation.", "There are also clear benefits for the financial sector overall and the banking sector in particular.", "The new digital channels give instant and continued access to financial services, without the need to visit the bank.", "It is hardly surprising, then, that digitalisation is a key financial inclusion strategy in many emerging countries.", "From the standpoint of financial stability, which, as we all know, is essential for guaranteeing citizens' well-being, digitalisation also has important benefits.", "It leads to efficiency gains that help reinforce the soundness and resilience of the banking sector.", "However, as I have mentioned in the past when referring to public policies in general, the different social and economic transformations that we advocate and support have transitory costs and affect the public at large in different ways.", "The digitalisation phenomenon in banking is a good example of these adverse and uneven effects.", "Something that will deliver great benefits for society overall in the medium term may, nevertheless, entail costs and lead to frustration, inconvenience or even exclusion for certain population groups, as a result of the difficulty or inability to adapt to these changes.", "These are real problems, as the testimonies we have received from many members of the public in recent months show.", "Some of these individuals are here with us today and I would like to take this opportunity to thank them for putting together this information and bringing it to the attention of the authorities.", "As I say, these problems are real and, as such, require real solutions.", "The Protocol that the banking sector is presenting here today must, of course, be part of the solution.", "It provides specific answers for individuals with fewer digital skills or difficulties in accessing these new channels and thus require more support and assistance in the digital transition.", "Naturally, we will have to analyse the practical implementation and sufficiency of the protocol in the coming months.", "However, beyond the banking sector's response, if society is to derive maximum benefit from digitalisation while minimising the costs of the transition, I believe that a comprehensive response is required from the public authorities.", "A response which surely transcends the financial sphere, to which the financial authorities can no doubt make an important contribution.", "That is why we are going to focus precisely on improving digital skills in the coming years using, for example, the Financial Education Plan launched jointly by the Ministry of Economic Affairs and Digital Transformation, the CNMV and the Banco de España.", "Because we are fully aware that digital literacy is also part of our financial education.", "That is also why the Banco de España has long identified the economic and population differences in urban and rural areas (also in terms of access to general services and, more specifically, to banking services) as phenomena that warrant priority analytical attention.", "Such analysis must provide the basis for informed decision-making.", "Our most recent annual report, presented before Parliament last year, included a chapter dedicated to these issues.", "In the coming months we shall present the findings of several studies which examine in depth the phenomenon of financial exclusion in relation to digitalisation processes.", "Specifically, we are going to present a comparative study of access to cash in Spain and in other euro area countries, focusing particularly on the differences between rural and urban areas.", "We will also provide a detailed picture of access to digital banking services in Spain and recent developments in this area.", "Lastly, we will conduct a review of the action taken to combat financial exclusion nationally and internationally, which may prove a good platform for future actions in our country.", "To conclude, I would simply like to thank again the Deputy Prime Minister and the Ministry for their efforts to address this problem.", "And the banking associations for their agile and swift response in drafting and signing this protocol.", "And, of course, I would like to thank the individuals who have made us more aware of the problem and whose actions have prompted this rapid response.", "I believe that we should all aim to ensure that Spain continues to take the lead on financial inclusion in the digital era, as it has always done.", "And I would like to add that the Banco de España is firmly committed to this goal and that we will do everything within our power to attain it."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalisation", "Financial inclusion", "Financial stability", "Digital transition", "Digital skills", "Financial education", "Rural-urban divide", "Access to cash", "Access to digital banking services", "Financial exclusion"]}