{"sentences": ["25.04.2022 The economic situation in the euro area and the ECB's monetary Goldman Sachs virtual event Pablo Hernández de Cos Ladies and gentlemen, good morning.", "Let me begin by thanking the organisers of this event, Goldman Sachs, for their kind invitation.", "I will start by sharing some brief reflections on the current economic situation in the euro area, which is still influenced by the course of the pandemic - in particular due to the recent increases in coronavirus (COVID-19) infections in some parts of the world-, and at the same time dominated by another extraordinary and devastating event, the invasion of Ukraine by Russia.", "In addition to being a human tragedy for the Ukrainian people, the consequences of this invasion are difficult to predict, but are expected to be global in nature and far-reaching, both geopolitically and economically.", "The economic outlook in the euro area Before the war broke out, euro area GDP had returned to its pre-pandemic level by the end of 2021, although the Omicron variant had weakened growth in the final quarter of 2021 and this, together with the significant increase in energy prices and persistent supply bottlenecks, was also constraining economic growth in the first quarter of 2022.", "However, growth was expected to accelerate strongly in the second quarter of 2022, under the assumption of a progressive easing of COVID-related restrictions and a gradual resolution of supply bottlenecks.", "The terrible and tragic war in Ukraine has changed the circumstances drastically.", "The economic outlook has darkened worldwide, and uncertainty has increased greatly.", "Europe is particularly vulnerable to the consequences of the war, given its geographical proximity and heavy dependence on external energy sources.", "In fact, some economic impact is already visible.", "The conflict has caused the price of energy and other commodities to rise dramatically in international markets.", "In the euro area, the rise in energy prices and its rapid transmission to costs and prices is particularly damaging for both consumers and producers.", "Economic confidence has deteriorated, especially that of consumers, who expect a significant setback in their financial situation.", "The war has also introduced new supply chain difficulties in addition to those arising from the new COVID-related measures in Asia.", "As a result, some sectors continue to face shortages of inputs, which are likely to become more acute in the future.", "On the price front, inflation in the euro area has increased significantly since mid-2021 and has reached all-time highs, of 7.5% in March, averaging 6.2% in the first quarter, above the rate of 4.1% that was forecast in the December Broad Macroeconomic Projection Exercise.", "The war and the rise in global commodity prices, especially energy commodity prices, are the main driving factors.", "But food prices have also increased sharply due to elevated transportation and production costs, in particular higher price of fertilisers, also as a result of the war in Ukraine.", "But inflationary pressures have become more widespread.", "The mismatches between supply and rapidly recovering demand as the economy reopened have amplified inflationary pressures since the summer of 2021.", "As a result, underlying inflation, which excludes energy and food prices, has remained above 2% since October of last year, reaching 3% in March.", "The economic situation will crucially depend on how the conflict evolves, on the impact of the current sanctions and on possible further measures.", "In the short term, however, the reopening of euro area economies after the latest wave of COVID-19 infections will continue to provide some support to economic activity and employment.", "In fact, the unemployment rate continued to fall in February, and stands well below its pre-pandemic levels, while jobs data point to high employment demand at the moment.", "Also, fiscal measures to compensate consumers and businesses for the rise in energy prices and the cushion provided by private savings accumulated during the pandemic will likely underpin consumption and economic activity.", "In any case, the war, potential further increases in energy costs and heightened concerns about supply bottlenecks have increased downside risks to the growth outlook.", "As regards the inflation outlook, the current extraordinarily high inflation levels are obviously a cause for concern.", "And even though our central scenario remains one of gradual convergence to the 2% target over the medium term, the war has intensified the upside risks to the inflation path, especially in the near term.", "The risks to the medium-term inflation outlook include above-target moves in inflation expectations, higher than anticipated wage rises and a durable worsening of supply-side conditions.", "However, the negative effect of the conflict and the associated uncertainty surrounding the euro area's economic growth could reduce inflationary pressures in the medium term.", "In this respect, two important dimensions to monitor are wage formation and inflation expectations.", "For the moment, wage growth has remained muted, despite the high inflation environment and a strong labour market.", "But the longer inflation remains at high levels, the more likely that this will feed into wage negotiations and thus trigger second-round effects on inflation.", "As regards inflation expectations, different measures of medium-term and longer-term expectations currently stand at around 2%.", "For instance, in the latest ECB Survey of Professional Forecasters, inflation expectations for 2022 and 2023 were revised upward to 6% and 2.4%, respectively, but for 2024 they remained unchanged at 1.9%.", "Longer-term inflation expectations for 2026 stood at 2.1%, revised up from 2.0% in the previous survey.", "And according to the 5-year forward inflation-linked swap rate 5 years ahead, inflation compensation exceeded the 2% reference in March on average, reaching almost 2.4% in mid-April, although once controlling for inflation risk premia its level remains at 2%.", "In any case, initial signs of above-target revisions in those measures warrant close monitoring.", "ECB monetary policy Against this background of high inflation and increased upside risks to the inflation path, the decisions taken by the ECB Governing Council earlier this month represent a continuation of the process of policy normalisation initiated in December last year.", "Accordingly, net asset purchases under the pandemic emergency purchase programme (PEPP) were concluded in March.", "We then confirmed that net purchases under the asset purchase programme (APP) will amount to €40 billion in April, €30 billion in May and €20 billion in June.", "And the Governing Council judged that the incoming data has reinforced the expectation that net asset purchases under the APP should be concluded in the third quarter.", "Looking ahead, our monetary policy will depend on the incoming data and our evolving assessment of the outlook.", "This process is also characterised by flexibility and optionality, given the high uncertainty surrounding the economic outlook.", "As for the key ECB interest rates, any adjustments to our policy rates will take place \"some time\" after the end of the net purchases under the APP.", "The path for the key ECB interest rates will continue to be determined by our forward guidance and by our strategic commitment to stabilise inflation at 2% over the medium term.", "And, of course, we stand ready to adjust all of our instruments within our mandate, incorporating flexibility if warranted, to ensure that inflation stabilises at its 2% target over the medium term.", "The path of normalisation is also expected to be gradual.", "Indeed, provided inflation expectations remain anchored, in a highly uncertain scenario as the current one, including geopolitical tensions in Ukraine, the ECB should maintain a clear, gradual and predictable path for its policy.", "This gradualism is also justified by the fact that our estimates of the natural interest rate in the euro area remain very low, which should serve as an anchor as to the level around which our policy rates might stabilise in the longer run.", "Indeed, market interest rates have increased in response to the changing outlook for monetary policy, the macroeconomic environment and inflation dynamics in the last months.", "And analysts (as illustrated by the latest ECB survey of Monetary Analysts) and investors (as illustrated by interest rate forward curves, after controlling for positive risk-premia) are anticipating a further gradual approach to monetary policy normalisation in the euro area.", "Finally, the pandemic has shown that, under stressed conditions, flexibility in the design and conduct of asset purchases has helped to counter the impaired transmission of monetary policy and made the Governing Council's efforts to achieve its goal more effective.", "Thus, within the Governing Council's mandate, under stressed conditions, flexibility will remain an element of monetary policy whenever threats to monetary policy transmission jeopardise the attainment of price stability.", "In short, the war in Ukraine is severely affecting the euro area and has notably increased uncertainty.", "The impact of the war on the economy will depend on how the conflict evolves, on the effect of current sanctions and on possible further measures.", "Inflation has increased significantly and will remain high over the coming months, mainly because of the sharp rise in energy costs.", "Looking ahead, the calibration of our monetary policy will depend on the incoming data and our assessment of the macroeconomic outlook.", "In the current conditions of high uncertainty, we will maintain optionality, gradualism and flexibility in the conduct of monetary policy.", "We stand ready to take whatever action is needed to fulfil our mandate to maintain price stability and to contribute to safeguarding financial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Ukraine", "Energy prices", "Economic growth", "Supply chain", "ECB", "Euro area", "Wages", "Sanctions"]}