{"sentences": ["Speech Hearing of the Committee on Economic and Monetary Affairs of the European Parliament Speech by Christine Lagarde, President of the ECB, at the Hearing of the Committee on Economic and Monetary Affairs of the European Parliament Brussels, 20 June 2022 It is a pleasure to be here again for our second regular hearing this year and my first in Brussels since the start of the pandemic two years ago.", "The economic and geopolitical landscape facing Europe has changed dramatically following the unjustified aggression by Russia towards Ukraine.", "Over the past few weeks and months, Europe - thanks also to the work of this Parliament - has responded forcefully by imposing sanctions and implementing measures to reduce its dependence on Russia and to cushion the economic impact of the war.", "Over the same period, the conditions facing monetary policy have changed markedly.", "At our June meeting we therefore decided to take further steps in normalising our monetary policy.", "Let me start by discussing our updated assessment of the outlook before going on to explain our decisions in greater detail.", "In view of the new rules that require me to give a shorter introductory statement, I will only be able to present a few elements of our assessment and decisions taken at our meeting on 8-9 June 2022.", "The outlook for the euro area economy Euro area activity is being dampened by high energy costs, intensified supply disruptions and greater uncertainty, which affect the manufacturing sector in particular.", "At the same time, activity in the services sector is supporting growth and the recovery in this sector is expected to strengthen over the coming months.", "The lifting of pandemic-related restrictions and good prospects for the tourist season are driving stronger activity, particularly in contact-intensive services.", "Moreover, a strong labour market, with more people in jobs, will continue to support incomes and consumption.", "The headwinds from high energy costs, the deterioration in the terms of trade, greater uncertainty and the adverse impact of high inflation on disposable income are expected to gradually fade.", "Looking at inflation, it has risen further, standing at 8.1% in May.", "Energy prices stand 39.2% above their levels one year ago.", "Food prices rose 7.5% in May, in part reflecting the importance of Ukraine and Russia among the main global producers of agricultural goods.", "Prices have also gone up more strongly because of renewed supply bottlenecks amid recovering domestic demand, especially in the services sector, as our economy reopens.", "As a result, price rises are becoming more widespread across sectors and measures of underlying inflation have risen further.", "Wage growth has started to pick up, although it remains moderate.", "We expect negotiated wage growth to strengthen slightly further over 2022 and then to remain above average levels for the projection horizon, supported by tight labour markets, increases in minimum wages and some effects of compensation for the high rates of inflation.", "These developments are reflected in longer-term inflation expectations, which have increased, with most measures derived from financial markets and from expert surveys standing at around 2%.", "Initial signs of above-target revisions to these measures, however, warrant close monitoring.", "The baseline inflation projections by Eurosystem staff have been revised up significantly.", "These projections indicate that inflation will remain undesirably elevated for some time.", "This means that headline inflation at the end of the projection horizon is projected to be slightly above our target.", "The ECB's monetary policy The current inflation environment - with figures well above our target - clearly poses a challenge.", "That's why at its 8-9 June meeting the Governing Council expressed its unwavering commitment to bring inflation back to its medium-term target of 2%.", "With this in mind, and on the basis of the updated assessment I have just outlined, we decided at that meeting to take further steps in normalising our monetary policy.", "First, we decided to end net asset purchases under our asset purchase programme (APP) as of 1 July Second, as the Governing Council concluded that the conditions underlying our forward guidance have been satisfied, we intend to raise the key ECB interest rates by 25 basis points at our July monetary policy meeting.", "Third, looking further ahead, we expect to raise the key ECB interest rates again in September.", "The calibration of this rate increase will depend on the updated medium-term inflation outlook.", "If the medium-term inflation outlook persists or deteriorates, a larger increment will be appropriate at our September meeting.", "And fourth, beyond September, based on our current assessment, we anticipate that a gradual but sustained path of further increases in interest rates will be appropriate.", "In line with our commitment to our 2% medium-term target, the pace at which we adjust our monetary policy will depend on the incoming data and how we assess inflation to develop in the medium term.", "Since the gradual process of policy normalisation was initiated in December 2021, we have pledged to act against resurgent fragmentation risks.", "The pandemic has left lasting vulnerabilities in the euro area economy which are indeed contributing to the uneven transmission of the normalisation of our monetary policy across jurisdictions.", "Based on this assessment, on 15 June we decided that we will apply flexibility in reinvesting redemptions coming due in the PEPP portfolio, with a view to preserving the functioning of the monetary policy transmission mechanism, a precondition for the ECB to be able to deliver on its price stability mandate.", "In addition, we decided to mandate the relevant Eurosystem committees together with the ECB services to accelerate the completion of the design of a new anti-fragmentation instrument for consideration by the Governing Council.", "These decisions underpin our previous commitments to adjust all of our instruments within our mandate, incorporating flexibility if warranted, to ensure that inflation stabilises at our 2% target over the medium term.", "To conclude, Russia's unjustified aggression towards Ukraine is severely affecting the euro area economy and the outlook is still surrounded by high uncertainty.", "But the conditions are in place for the economy to continue to grow and to recover further over the medium term.", "Fiscal policy is helping to cushion the impact of the war and governments have intervened to slow energy inflation.", "Alongside targeted fiscal policies, the implementation of the Next Generation EU programme, the \"Fit for 55\" package and the REPowerEU plan should also help the euro area economy.", "I count on the work of this Parliament to ensure that these important EU initiatives can actively contribute to forging a sustainable growth path and increasing the EU's resilience to shocks.", "I now stand ready to take your questions.", "20 June 2022 Introductory statement in charts Copyright 2022, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic outlook", "Energy prices", "Russia-Ukraine war", "Wage growth", "Fragmentation", "Fiscal policy", "Next Generation EU", "REPowerEU"]}