{"sentences": ["Speech Klaas Knot - \"Macroprudential supervision: what's in a name?\"", "\"The current macroprudential framework is not yet complete and effective to address all the different systemic risks within the financial system.", "We have to think about implementing the lessons from recent years, while also confronting new, upcoming risks like climate change and cyber risks,\" said Klaas Knot on Monday 20 June, at the macroprudential research conference, jointly organized by DNB, Riksbank and the Bundesbank.", "In his opening address, he spoke about the origins of a macroprudential perspective on the financial system, its current relevance to support financial stability, and the challenges to address new upcoming risks like cyber risks and climate change.", "Date: 20 June 2022 Speaker: Klaas Knot Location: DNB-Riksbank-Bundesbank Macroprudential Conference, Santpoort Good morning.", "Welcome everyone at this joint macroprudential conference.", "After such a long time, it is inspiring to see a room full of researchers again, ready to share their latest ideas and insights among each other.", "I think you will all agree that the physical attendance of these conferences is much more interesting and useful than sitting behind our computers talking through Zoom or Webex.", "I thus hope you enjoy the upcoming two days here, with fruitful and active interactions.", "To give you some inspiration for this macroprudential conference, let me share with you some background on the importance of this topic.", "There is a great article from 2010 by Piet Clement who then worked at the BIS about the history of the term macroprudential .", "The term was first used in an international meeting in 1979 by Peter Cooke.", "He was head of banking supervision from the Bank of England and also well-known for chairing the Cooke Committee.", "As you may know, that committee turned out to be the predecessor of the Basel Committee.", "At that meeting in 1979, Peter Cooke identified the concern that microprudential vulnerabilities could transmit into macro-economic problems.", "Although the underlying analysis in itself was not new, it was the first time that this was explicitly identified as a unique concept in maintaining financial stability.", "But as it sometimes goes with great ideas.", "This new perspective did catch some attention at first, but it disappeared soon thereafter from the international agenda.", "It was not until the outbreak of the Asia-crisis in 1997-1998 that the macroprudential dimension made its comeback.", "That crisis was clearly characterized by problems in the financial sector as a whole and the problems spread through contagion across the entire region.", "In response to that crisis, the IMF - among others - developed a new macroprudential analytical framework, with the creation of the FSAP-program and the introduction of their Financial Stability Indicators.", "In addition, the famous Mr. Andrew Crockett, the long-time General Manager of the BIS, delivered a milestone speech in 2000 where he explicitly recognized that microprudential and macroprudential approaches are two separate dimensions that need to co-exist to maintain financial The definitive breakthrough of the macroprudential perspective came after the global financial crisis of 2008.", "One of the most important lessons from that crisis, as concluded in the different evaluation reports, was the absence of a system-wide view.", "Systemic risks can be regarded as some kind of coordination problem or market failure, which macroprudential policies try to adjust.", "This conclusion was followed by the creation of the European Systemic Risk Board (ESRB), national macroprudential authorities, and also the creation of the Financial Stability Board, which I currently have the honor to chair.", "So, nowadays macroprudential analysis is common and well-known.", "But let's not forget that relatively speaking - it is still a relatively new field of research of our economic profession.", "And it is conferences like these, where we can further develop our ideas.", "And, most importantly, macroprudential policy has already proven its importance.", "When we were first confronted with the Covid-19 crisis, more than two years ago, the financial system was much more resilient than during the global financial crisis in 2008.", "Banks were better capitalized and had sufficient buffers to continue their lending to the real economy.", "As a result, the financial sector was able to absorb, rather than amplify the external shock.", "More recently, we were confronted with the invasion of Ukraine.", "This is of course predominantly a humanitarian crisis, but also has profound economic and financial effects.", "For now, the financial system has weathered the challenging economic conditions very well, thanks to a more resilient financial system.", "And we are making active use of macroprudential instruments.", "For example, in the Netherlands we have recently decided to activate the countercyclical buffer to strengthen the buffers of banks.", "At the same time, our macroprudential toolkit remains incomplete in some areas.", "For example, we have imposed higher risk weights for mortgage portfolios of banks, but we don't have instruments of LTV/LTI limits to curb excessive lending in the housing market.", "Also, we don't have many macroprudential tools in the non-bank financial sector.", "So there is still a lot of work to be done.", "For the final part of my introduction, let me now look forward to the upcoming two days of this conference.", "I am happy to see such a wide-range of topics on the agenda that will be discussed in the different sessions.", "Let me provide you with three examples of different sessions where you have a great opportunity to think about how the macroprudential framework could be further developed.", "First, the systemic risks of climate change are becoming increasingly prominent.", "International regulators and supervisors are working towards better data and enhanced disclosures.", "You will discuss a paper on how technical developments will allow a more precise monitoring of financial risks of climate change.", "For example, how we could better analyze the degree of concentration in the portfolios of financial institutions and investors and how it affects financial stability.", "Second, another important trend is that financial institutions are crucially vulnerable to cyber risks.", "In addition to institution-specific risks, we should better explore how these risks are interconnected in the financial system.", "This is something that we are currently also working on at DNB to develop a macroprudential perspective on cyber risks.", "At this conference, there is interesting research on which transmission channels can amplify or dampen shocks.", "It shows that the financial impact will depend on the objective of a cyberattack and the fragility, adaptability and complexity of the system.", "These are interesting findings which could help us to better mitigate these risks.", "Third, you will discuss the critical relationship between competition, regulation, and stability.", "In economics, there has been a long and fundamental debate between the two extreme outcomes to strictly regulate markets or take a more liberal approach.", "Research shows that there is no single answer.", "The challenge is how to balance these aspects by maintaining financial stability, while also promoting competition and innovation in the financial sector.", "There is also an interesting policy panel on the agenda.", "These different studies inspire some interesting questions.", "For example: First, which data do we need to integrate climate change within our financial stability assessment and what supervisory practices can we apply to address the macroprudential aspects of these risks?", "Second, what is the macroprudential perspective of cyber risks and which amplification effects can occur within the financial system as a result of cyber-attacks?", "Finally, how can we manage the trade-offs between competition and stability, for example in the current crypto-assets market.", "There are potential benefits of competition and innovation.", "However, many elements like excessive risk taking, high leverage, credit bubbles and misconduct are also present there today.", "I am very curious to hear the opinion of the panel on these topics.", "With the rich agenda and these interesting questions before you, I will not take any more time.", "This conference was planned for 2020 and it has been postponed for two years.", "That is not all bad, because academic papers - just like wine - tend to get better over time.", "And please, don't be disappointed, if your conclusions or proposals are not picked up right away.", "As I have shown you in the beginning, sometimes it may take up to twenty years to recognize great ideas.", "And now, allow me to introduce Pablo Hernández de Cos, keynote speaker of the day.", "First, Pablo, let me welcome you to this remarkable location.", "It is a historical site that dates back to the 17th century.", "It was used during that time by our Royal family as summer residence and place for hunting.", "During its history, this location has changed its function many times ranging from a private estate... to a Catholic church.... to a recovery center for soldiers and conference venue of a large Dutch commercial bank.", "In addition - and this will probably not say much to any of you - it is also the location of a famous soap opera on Dutch television.", "Pablo, as chair of the Basel Committee, I think you can appreciate the dynamic and flexibility of this location, which in a sense reflects your presidency of the Basel Committee.", "Of course, I am not comparing the Basel Committee to a soap opera.", "I am just saying that you have overseen a turbulent period in the last three years.", "You not only had to deal with the Covid crisis, but also had to deal with the finalization of the Basel IV agreement.", "It shows the intriguing world of international regulation and supervision.", "There was always a lot of suspense, with some tensions, unexpected twists and memorable steps.", "And - thanks to your efforts - always a good outcome in the end.", "And there is always a new episode with new challenges and open questions ahead.", "I think you will agree with me that the current macroprudential framework is not yet complete and effective to address all the different systemic risks within the financial system.", "Moreover, we have to think about implementing the lessons from recent years, while also confronting new, upcoming risks like climate change and cyber risks.", "In that context, I very much look forward to your views on the development of the macroprudential framework, including the ongoing consultation for reform within Europe.", "With that, I will give back the floor to you and wish you a great conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Macroprudential", "Financial stability", "Climate change", "Cyber risks", "Systemic risks", "Financial regulation", "Competition", "Innovation", "Basel Committee", "Financial crisis"]}