{"sentences": ["Many thanks for giving me the opportunity to deliver the introductory remarks at this conference on greening monetary policy at a time when inflation is far too high.", "Although I am delivering these remarks remotely, it is always a privilege to speak directly to you, the elected representatives of Europe's citizens, the very same citizens - served by EU institutions, including the European Central Bank - who are united in their commitment to foster peace and stability in their part of the world, even when that very world is subject to significant transformation and upheaval.", "The pandemic and the war have shaken the environment in which the EU must address the vital challenges that it faces, including the ongoing climate and environmental crises.", "Since Russia's unprovoked invasion of Ukraine, the global economic outlook has become much less favourable.", "Having said that, the invasion has not shaken the EU's resolve to address the challenges faced.", "In actual fact, the war and the ensuing energy crisis have only served to increase EU authorities' determination to reduce the bloc's dependence on fossil energy sources.", "Even if in the very near-term the energy crisis may cause an increase in non-gas fossil fuel being used, the likelihood of a timely and orderly transition towards a low-carbon economy consistent with the EU's commitment to the Paris Agreement has increased.", "That being said, another record-breaking summer has confirmed that physical risks of climate change and environmental degradation are materialising ever more frequently, which will add to the risk of increased macroeconomic volatility until the transition has been completed.", "When the boat we all share is rocked to such an extent by external forces, we need to be able to count on internal anchors of stability.", "The ECB provides one of those crucial internal anchors by pursuing its mandate of maintaining price stability in the euro area as laid down in the Treaty on the Functioning of the European Union.", "In line with that mandate, our primary concern is, as always, our primary objective: price stability.", "Inflation is currently far too high.", "The shocks that are hitting the euro area economy have not only led to a turning point in the outlook for economic activity but are also contributing to further upward price pressures that are much stronger and more persistent than we previously anticipated.", "This implies that inflation is likely to stay above our 2% target for an extended period.", "As a result, we accelerated the pace of monetary policy normalisation over the summer to ensure that monetary policy is consistent with inflation returning to our target in the medium term.", "We have communicated that we will take a meeting-by-meeting approach in assessing the appropriate next steps in monetary policy normalisation.", "As reiterated by President Lagarde at the European Parliament earlier this week, the direction of travel is clear, and we will raise rates further in the pursuit of our objective.", "This will avoid that our monetary policy puts upward pressure on prices by sustaining demand when supply is constrained.", "It will also guard against the risk of a persistent upward shift in inflation expectations.", "At the same time, with many of the sources of today's inflation originating from supply constraints, government policies that redirect public and private investment to supporting sustainable growth can help mitigate inflationary pressures in the medium to longer term.", "In any case, these investments are crucial to achieving the EU's aim of meeting the goals outlined in the Paris Agreement.", "As acknowledged in our monetary policy strategy, given the profound implications of climate change for price stability and its clear and unequivocal status as a policy priority for the EU, the ECB is committed to ensuring that we take climate change fully into account in the pursuit of our mandate.", "This is indeed a strategic commitment - it applies to every phase of the business cycle, irrespective of the type of shocks that hit the euro area.", "The same is true for our commitment to our price stability target.", "It therefore follows that our actions in pursuit of price stability do not undermine our commitment to incorporate climate change considerations, within our mandate.", "Similarly, this same commitment does not undermine our commitment to price stability.", "Nor does it in any way restrict our ability to deliver price stability, even in the challenging circumstances we are currently facing.", "Not only have we started policy rate normalisation with an unprecedented 125 basis point increase in our rates over the last two Governing Council meetings, we have also released details of how we aim to decarbonise our corporate bond holdings on a path aligned with the goals of the Paris Agreement.", "As of next Monday, we will start tilting our corporate bond purchases towards issuers with a better climate performance.", "This is a milestone in the implementation of our climate action plan which will reduce our exposure to climaterelated financial risks and support the green transition of the European economy in line with the EU's climate neutrality objectives.", "The climate action plan that we unveiled in the summer of last year is not an aim in itself.", "The ECB is committed to regularly reviewing all the measures it has introduced.", "This means that we will assess the effects of these measures and adapt them, if necessary: (1) to confirm that they continue to fulfil their monetary policy objectives; (2) to ensure - within our mandate - that the relevant measures continue to support the decarbonisation path to reach the goals of the Paris Agreement and the EU climate neutrality objectives; (3) to respond to future improvements in climate data and climate risk modelling or changes in regulation; and (4) to look beyond climate and address additional environmental challenges, within our mandate.", "While I understand it is not a specific topic covered in today's conference, a similar commitment to fully incorporate climate-related and environmental risks applies to our banking supervision tasks and responsibilities.", "In addition to the climate stress test that was concluded by ECB Banking Supervision earlier this year, we will soon publish the results of our thematic review.", "As part of this exercise, our core banking supervision teams - Joint Supervisory Teams - thoroughly assessed to what extent banks' risk management practices for climate-related and environmental risks live up to the supervisory expectations we published in 2020.", "We conducted this exercise to assess where banks stand with regard to our expectations and to highlight any gaps they urgently need to close.", "We will also take the opportunity to identify and share best practices to help banks close any gaps identified.", "And we will insist that banks' risk management practices are fully aligned with all our expectations by the end of 2024 at the latest.", "It is clear that central banks and supervisors are not primarily responsible for addressing the ongoing climate and environmental crises.", "They are climate and environment policy-takers, whereas governments and legislators - including the European Parliament - are climate and environment policymakers.", "The European Union and its co-legislators are clearly committed to the Paris Agreement.", "The EU is taking concrete steps to implement legislation that puts this commitment into practice.", "Central banks and supervisors cannot ignore this in the pursuit of their mandate.", "Similarly, on the path to meeting the Paris Agreement goals, we cannot ignore scenarios which include a greater manifestation of physical risks from climate change and environmental degradation.", "And we will not ignore all this.", "We acknowledge that we cannot deliver on our mandate if we assume a status quo in which the world will not transition as the baseline scenario for the future.", "And by rejecting that status quo as the baseline, we are becoming a force that contributes to the transition.", "And we will continue to be just that: a force that contributes to the transition.", "And in the pursuit of our mandate.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Climate change", "Monetary policy", "Green transition", "Inflation", "Energy crisis", "Sustainability", "Banking supervision", "Climate risks", "EU climate neutrality"]}