{"sentences": ["Thank you Marcel, I read this morning in the news that today, the 7th of September, is the International Day of Clean Air for blue skies and I thought that somehow this is also relevant for our topic discussion and I wanted to share it with you.", "But let me turn to labels; there is no doubt that labels have the potential to influence the success of the sustainability transition by helping to avoid misallocation of funds and greenwashing, thus protecting investors.", "Currently, there is a lack of a robust and comprehensive regulatory framework with common definitions, common labels and standards for sustainable financial products.", "At the EU level, labels form a diverse and fragmented landscape, and this creates impediments in mobilising the necessary resources towards sustainable activities.", "We should of course acknowledge the ongoing efforts to address these shortcomings, especially in Europe.", "These include several milestones already achieved, such as the implementation of the Sustainable Finance Disclosure Regulation, the ongoing development of the EU Taxonomy of sustainable activities and the EU regulation on green bonds.", "These actions are key to channelling funds towards sustainable investments.", "Nevertheless, we need to do more, as the market needs transparent, comparable and credible labels for financial products and the regulatory framework needs to evolve accordingly.", "This framework should be based on criteria that are science-driven, clearly defined and sufficiently detailed.", "It is also important that there is verification and supervision of ESG financial products in order to increase trust and scale up sustainable investments.", "Furthermore, the prudential rules need to allow for sufficient flexibility so as to accommodate financial innovation in the future.", "Regarding banks, the SSM already expects from significant banks in the EU to publish meaningful information and key metrics on sustainability issues.", "Moreover, from this year onwards, and in accordance with the relevant European Commission regulation on Taxonomy disclosures and the EBA standards on banks' public disclosures, European banks have to provide ESG disclosures and, as from 2024, they will have to provide their green asset ratio as an indicator of their EU Taxonomy-aligned exposures.", "Hence, to do so, banks have to engage into important preparatory work.", "Once implemented, these disclosures are expected to increase market transparency, data availability and also enable to assess banks' ESG-related risks and strategies.", "As for central banks, and although the primary responsibility for meeting the transition targets remains with the governments, we can also undertake an active role in sustainable growth within the remit of our mandate.", "At the Bank of Greece, we started looking into sustainability issues back in 2009 and we are among the first central banks to do that by analysing the economic, social and environmental impacts of climate change.", "I believe that the relevance of the sustainability agenda is a view that is shared by the ECB and by many other central banks.", "In this respect, the Governing Council of the ECB has included, climate-related and sustainability matters into its latest strategy review and decided on implementing a comprehensive action plan to address sustainability issues and to further incorporate climate change considerations into its policy framework.", "Additional steps were announced in July 2022, which reaffirm this commitment and touch upon different areas of ECB activities, some of which are relevant to ESG labels.", "For instance, the classification of listed financial instruments in the centralised securities database across ESG categories, such as green or social and development of experimental statistical indicators for analytical purposes, covering green financial instruments, the carbon footprint of financial institutions and their exposure to climaterelated physical risks.", "The above actions are not performed in isolation; the ECB collaborates closely with regulators and policymaking bodies, including the European Commission, in line with progress on EU policies and initiatives regarding sustainability disclosures and reporting.", "As a final comment, I would like to add that we are nowadays experiencing unprecedented parallel challenges at a global scale: our economies are still recovering from the pandemic, there are severe geopolitical tensions worldwide, and the climateenergy nexus needs to be addressed urgently.", "ESG has of course been seen as an opportunity for actors of the financial system; yet, what is at the heart of the matter is the appropriate answer on how we can put in place a regulatory framework that will facilitate the financial system's commitment to a positive overall impact on society and on the planet.", "We are at a juncture where more needs to be done - ESG is only a fraction of what is necessary to promote the sustainability agenda in a holistic manner so that the financial system serves the economy, fulfils its purpose, while at the same time supporting sustainable growth.", "Moreover, we should not delay our efforts, as the need for transition is urgent and the markets for ESG financial products are rapidly growing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ESG labels", "Sustainability", "Sustainable investments", "Green assets", "Climate change", "Taxonomy", "Disclosure", "Regulation", "Central banks", "Financial innovation"]}