{"sentences": ["Hon'ble Prime Minister, Hon'ble Finance Minister, Hon'ble Ministers from the Central Government, Hon'ble Chief Ministers and Ministers from the State Governments, Hon'ble MPs and MLAs, Officers from Central and State Governments, Deputy Governors of RBI, MD&CEOs of Banks, Dignitaries and participants from across the country, Ladies and Gentlemen.", "It is my proud privilege to welcome the Hon'ble Prime Minister to this event.", "His presence here is a great source of inspiration for all of us.", "I take this opportunity to also welcome the Hon'ble Finance Minister, the Ministers of State for Finance, other Ministers, distinguished dignitaries, and guests.", "This is indeed a historic occasion when 75 Digital Banking Units (DBUs) are being dedicated to the service of the nation by the Prime Minister at a time when we are celebrating 'Azadi Ka Amrit Mahotsav'.", "This is a joint initiative of the Government, the RBI, the Indian Banks Association and the participating banks.", "In recent years, digital banking has emerged as a preferred channel for delivering banking services in the country.", "The Reserve Bank has been taking progressive measures to improve availability of digital infrastructure for banking services.", "Following the announcement made in the Union Budget 2022-23 for setting up of 75 DBUs, the RBI issued the required guidelines after consulting the Indian Banks Association and other experts in the field.", "It is heartening to note that the commercial banks - both in the public and private sectors - have responded very positively to this initiative.", "75 DBUs have been set up in record six months' time in 75 districts of the country to commemorate 75 years of our independence.", "Our focus is to harness the benefits of technology and innovation in the banking space.", "The establishment of DBUs is a step to further augment the digital infrastructure in the country.", "This will act as an enabler in the digital ecosystem and will improve customer experience by facilitating seamless banking transactions.", "The DBUs will augment our efforts to promote financial inclusion by providing banking services in a paperless, efficient, safe and secure environment.", "The specific financial services to be provided by the DBUs include, among other things, savings, credit, investment and insurance.", "On the credit delivery front, to start with, the DBUs will provide end-to-end digital processing of small ticket retail and MSME loans, starting from online applications to disbursals.", "The DBUs will also provide services related to certain identified government sponsored schemes.", "The products and services in these Units will be provided in two modes, namely, self-service and assisted modes, with selfservice mode being available on 24*7*365 basis.", "The banks are also free to engage the services of digital business facilitators and business correspondents to expand the footprint of the DBUs.", "I take this opportunity to appreciate the commendable work done by the Indian Banks' Association, the banks which have established these DBUs, the Department of Financial Services in the Ministry of Finance, my colleagues in the RBI for their concerted efforts in setting up these 75 DBUs in a very short span of time.", "I once again take this opportunity to welcome the Hon'ble PM, the Hon'ble FM, the other dignitaries and all the participants to this important event."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Banking Units", "Financial Inclusion", "Technology and Innovation", "Customer Experience", "Digital Infrastructure", "Banking Services", "Small Ticket Retail and MSME Loans", "Government Sponsored Schemes", "Self-Service Mode", "Assisted Mode"]}