{"sentences": ["SPEECH Monetary policy in a new environment Speech by Christine Lagarde, President of the ECB, at the European Banking Congress Frankfurt, 18 November 2022 It is a pleasure to speak to you this morning.", "When the former British Prime Minister Harold Macmillan was asked what the greatest challenge was for a statesman, he is said to have replied: \"Events, dear boy, events\".", "And indeed, as policymakers, we are constantly faced by unpredictable events and shocks.", "But what makes the situation we face today especially challenging is that we are not only facing a sequence of ill-fated events - the pandemic, the energy crisis, Russia's unjustifiable invasion of Ukraine and high inflation - but that as a result, the environment around us is also changing.", "Some of the major trends that characterised the past few decades are shifting or even reversing.", "In particular, we can no longer assume, at least in the near future, that global supply will gradually expand or that global demand will act as a shock absorber.", "And this has implications for the focus of macroeconomic policy in the years to come.", "Today I will argue that three themes will matter: ensuring price stability as the different shocks play out; lifting constraints on growth in the areas where they have emerged; and safeguarding a resilient financial sector which can support the transitions we will face.", "For the ECB, displaying our commitment to our mandate is vital to ensure that inflation expectations remain anchored while inflation is high.", "We are committed to bringing inflation back down to our mediumterm target, and we will take the necessary measures to do so.", "But in order to overcome the ongoing challenges, other public and private players will need to help accelerate the transition to a greener, more digital and more productive economy.", "The changing environment One of the most important macroeconomic stories of the past 30 years has been the rising interconnectedness of the global economy and its implications for global supply and demand.", "China's entry into the global economy led to a massive increase in global labour supply.", "Global supply chains became more unbundled and efficient, lowering inventory levels and reducing costs.", "And energy markets changed fundamentally as new producers emerged, notably US shale oil and gas, making global oil and gas supply significantly more elastic.", "[ At the same time, globalisation allowed growth to become less beholden to swings in domestic demand, as countries could rotate demand towards the rest of the world when faced with domestic slumps.", "This proved especially valuable for Europe in the wake of the sovereign debt crisis: between 2010 and 2014, external demand as a share of euro area GDP more than doubled.", "[ These two forces meant that inflation became unusually low and stable.", "A floor under demand meant that major busts in domestic demand resulted in less volatile inflation.", "And elastic supply meant that major booms, such as the one we saw before the great financial crisis, did not produce serious inflationary pressures.", "But now we are facing a new environment.", "New supply constraints have arisen in the global economy owing to supply chain disruptions, zero-COVID policies, energy production cuts, and Russia's invasion of Ukraine.", "And in this context, swings in demand caused by the closing and reopening of the economy have \"hit a wall\".", "Rather than quantities increasing to match demand, prices have surged instead.", "That is a key reason why - alongside rising energy prices - inflation has returned so fiercely.", "Some of these constraints will fade over time.", "We are already seeing, for example, shipping costs declining and delivery times shortening.", "But other changes may well be more persistent.", "The shocks triggered by the pandemic and the war are creating what I have called a \"new global map\" of economic relationships.", "[ And in this environment, it is uncertain whether a seamless expansion of supply will continue and how global demand will be affected.", "Indeed, the new global map is characterised by two key shifts.", "The first is from efficiency to security in global supply chains.", "This is reflected in new industrial policies that in recent years have prioritised geopolitical goals over efficiency concerns.", "Many advanced economies are coming to see their past de-industrialisation as a vulnerability, leading to a push to \"re-shore\" or \"friend-shore\" industries seen as strategic.", "That is likely to increase costs and affect production while supply chains are adjusting.", "At the same time, this shift could question China's role as a source of global demand, depressing investment and equity values for European firms.", "Recent policy choices to focus more on domestic demand, coupled with US export controls on semiconductors and trade restrictions on key technologies owing to cyber risks, could affect China's place in the global economy.", "The second shift is from dependence to diversification, especially in energy markets.", "Europe is experiencing, painfully, the costs of over-dependence on a single supplier.", "And the process of diversifying our energy supply will have ramifications for years to come.", "For instance, we may have to pay a premium for some time to attract uncontracted liquified natural gas to replace Russian gas.", "In the longer term, the need to diversify is also likely to accelerate the green transition in Europe, and massive investment in renewables will boost both energy supply and aggregate demand over time.", "But during the transition phase, we face uncertain effects on both sides of the economy.", "We could see lower investment in oil and gas production, putting upward pressure on fossil fuel prices while demand for those fuels still remains high.", "At the same time, writing off existing carbon-intensive capital might produce a negative wealth effect and lower aggregate demand.", "[ As a result, all of the main forces that drove expanding supply over the past decades and cushioned global demand - the role of China, supply chains, abundant energy - are changing.", "And the net effect on aggregate supply and aggregate demand will only become clear in time.", "In this context, the three themes I mentioned at the beginning are crucial: ensuring price stability as the different shocks play out; lifting constraints on growth in the areas where they have emerged; and safeguarding a resilient financial sector which can support the transitions we will face.", "Ensuring price stability For monetary policy, this changing environment creates considerable challenges.", "Inflation in the euro area is far too high, having reached double digits in October for the first time since the start of the monetary union.", "And with inflation likely to remain high for an extended period, we need to monitor the evolution of inflation expectations very carefully.", "Additionally, although recent data on GDP growth have surprised on the upside, the risk of recession has increased.", "At the same time, historical experience suggests that a recession is unlikely to bring down inflation significantly, at least in the short run.", "In this setting, displaying commitment to our mandate is vital to ensure that inflation expectations remain anchored and second-round effects do not take hold.", "That is why we have been raising rates at our fastest pace ever - by 200 basis points in our last three policy meetings.", "These rate increases help us to withdraw support for demand more quickly.", "And they send a clear signal to the public of our determination to bring down inflation, which will help anchor expectations.", "We expect to raise rates further - and withdrawing accommodation may not be enough.", "Ultimately, we will raise rates to levels that bring inflation back down to our medium-term target in a timely manner.", "As I explained recently, how far we need to go, and how fast, will be determined by the inflation outlook.", "This is forward-looking and incorporates all the different forces we are facing: the outlook for the economy, the persistence of the shocks, the reaction of wages and inflation expectations, and the transmission of our policy stance.", "[ Interest rates are, and will remain, the main tool for adjusting our policy stance.", "But we also need to normalise our other policy tools and so reinforce the impulse from our rate policy.", "That is why we recently decided to amend the terms and conditions of our targeted longer-term refinancing operations (TLTRO-III).", "The TLTRO addressed the need for significant stimulus during the pandemic, strengthening the transmission of rates to the economy via banks.", "But now the environment has changed completely - and we need to ensure that the lower cost of funding the TLTRO created for banks does not impede monetary transmission when policy normalisation is required.", "Similarly, large-scale asset purchases were necessary to expand the policy stance when interest rates were close to the lower bound.", "But in the current environment, and acknowledging that interest rates remain the most effective tool for shaping our policy stance, it is appropriate that the balance sheet is normalised in a measured and predictable way.", "In December we will lay out the key principles for reducing the bond holdings in our asset purchase programme portfolio.", "In parallel, our tools for preserving the orderly transmission of monetary policy - notably flexible reinvestments under the pandemic emergency purchase programme and the new transmission protection instrument - will remain in place.", "Lifting constraints Monetary policy will ensure a timely return of inflation to our medium-term target.", "But the economic outlook will also depend on the alignment between monetary policy and other actors.", "In the short term, the stance of fiscal policy is important.", "In the current environment of high inflation, fiscal policy needs to be temporary, targeted and tailored.", "It should be temporary, so that it does not push up demand too much over the medium term; targeted, so that the size of the fiscal impulse is limited and benefits those who need it most; and tailored, so that it does not weaken incentives to cut energy demand.", "Looking further ahead, while monetary policy can steer demand, it cannot remove existing constraints on economic growth.", "Other policy areas will need to act.", "Removing these constraints will not only rebuild supply that has been impaired by the recent shocks.", "It will also, over time, strengthen domestic demand in a world where external demand is becoming less predictable.", "A drive to speed up three key transitions will determine our future: towards cleaner energy, greater economic security and a more digital and productive economy.", "First, we urgently need to step up investment in clean energy to counterbalance lower investment in fossil fuels and falling Russian supply.", "This is not only about increasing domestic energy production, but also about developing new technologies that will help us solve the intermittency and storage challenges of renewables.", "And in the short term, reforming Europe's energy markets will be critical so as to avoid recurring volatility in energy prices while we diversify away from Russian gas.", "Second, Europe's \"strategic autonomy\" agenda will be pivotal in making growth more resilient to the changing nature of globalisation.", "In a world fragmenting into blocs, it will allow us to retain access to critical technologies and resources, both through reshoring strategic industries[ and securing strategic alliances.", "And that will in turn underpin the energy transition, which is highly resource-intensive.", "Electric vehicles, for example, use around six times more minerals than conventional cars.", "[ Third, to cope with shrinking global labour supply, as well as our own ageing societies, we will have to start producing more with less - that is, addressing Europe's chronically low productivity growth by boosting our rate of innovation.", "This will require the rapid digitalisation of the economy in terms of skills and technologies.", "Consider that only around half of EU firms innovated or adopted new technologies in 2021, compared with close to two-thirds in the United States.", "[ Collectively, these transitions will require significant investment.", "The European Commission has estimated that climate-related investment needs alone will amount to almost half a trillion euro on average per year until 2030.", "[ And more than €100 billion per year will be needed to close the digital gap and upskill the labour force to manage the digital transition.", "The €750 billion Next Generation EU fund, with its focus on green and digital spending, is a good tool for ensuring that investment flows where it is needed over the next few years.", "But this will ultimately need to be matched by higher investment elsewhere - not only by the private sector, but also by national governments.", "According to one estimate, the public sector will need to fund between a quarter and a fifth of climate-related investment.", "[ This means that, when the time comes for national governments to consolidate their fiscal policies, it will make a difference whether they do so by reducing transfers and public consumption and raising taxes or by cutting public investment.", "If they opt for the latter method, as they did after the great financial crisis, there is a risk that supply will not be rebuilt and constraints on growth will continue to bind.", "Supporting the transitions But to support these transitions, we also need a resilient financial sector.", "The situation for banks has changed dramatically since the great financial crisis, when they were part of the problem.", "During the pandemic, they were part of the solution - not least because, thanks to tougher regulation, they had stronger capital and liquidity positions.", "Now, we need banks to continue being part of the solution.", "But undermining the solid foundation we have built would not help bring this about.", "We are facing a fast-changing world characterised by multiple shocks and profound uncertainty.", "In this setting, over-diluting regulation would leave banks more exposed to shocks and less able to support the transitions on which our future growth will depend.", "And that would neither be in the interests of the sector, which would be less profitable, nor the economy, which would lack the financing it needs.", "At the same time, the nature of financial intermediation is changing, and we must ensure that this contributes to, rather than threatens, the sector's resilience.", "First, the digitalisation of payments is spreading rapidly, which could pose new types of risk as new players and products enter the market.", "But central banks are responding by advancing the development of central bank digital currencies.", "These currencies could give banks a tool to offer improved products and services, built on the stable foundation of digital public money.", "Second, the role of non-bank finance is growing, with its share in overall credit from financial institutions to real economy companies rising from around 15% to 26% since 2009.", "[ This has to be reflected in a stronger macroprudential framework for non-banks.", "Specifically, we need a framework that focuses on building resilience ex ante, rather than relying on ex post measures.", "We are entering a new environment where the forces that created a sustained expansion of global supply, and allowed global demand to act as a shock absorber, are changing.", "The effects of this shift are uncertain, but the duty of monetary policy is not.", "The ECB will ensure that a phase of high inflation does not feed into inflation expectations, allowing too-high inflation to become entrenched.", "We have acted decisively, raising rates by 200 basis points, and we expect to raise rates further to the levels needed to ensure that inflation returns to our 2% medium-term target in a timely manner.", "But if we want to rebuild our supply capacity and strengthen domestic sources of growth, other policy areas need to refocus.", "Most importantly, they need to direct investment towards the transitions that will define our future - and the financial sector needs to be able to actively support these transitions.", "Consistency between public policy areas remains important in a post-pandemic world.", "If we respond separately to today's challenges, we risk standing in each other's way.", "But if we act together, we can rise to those challenges and ensure that our objectives are met.", "Balke, N., Jin, X. and Yücel, M. (2020), \" The Shale Revolution and the Dynamics of the Oil Market \", Working Papers, No 2021, Federal Reserve Bank of Dallas.", "Lagarde, C. (2021), \" Globalisation after the pandemic \", 2021 Per Jacobsson Lecture at the IMF Annual Meetings, 16 October.", "Lagarde, C. (2022), \" A new global map: European resilience in a changing world \", keynote speech at the Peterson Institute for International Economics, Washington, D.C., 22 April.", "International Monetary Fund (2022), \"Near-term Macroeconomic Impact of Decarbonization Policies\", World Economic Outlook, October.", "Lagarde, C. (2022), \" Monetary policy in a high inflation environment: commitment and clarity \", lecture organised by Eesti Pank and dedicated to Professor Ragnar Nurkse, Tallinn, 4 November.", "For example, Europe is aiming to double its share of the global market for semiconductor production to 20% by 2030.", "See European Commission (2022), \" Digital sovereignty: Commission proposes Chips Act to confront semiconductor shortages and strengthen Europe's technological leadership \", press release, 8 February.", "International Energy Agency (2021), \" The Role of Critical Minerals in Clean Energy Transitions \".", "Refers to firms which developed or introduced new products, processes or services as part of their investment activities.", "See European Investment Bank (2022), Investment Survey.", "Ferdinandusse, M., Nerlich, C., and Delgado Téllez, M. (2022), \" Fiscal policies to mitigate climate change in the euro area \", Economic Bulletin, Issue 6, European Central Bank.", "(2021), \" A green fiscal pact: climate investment in times of budget consolidation \", Policy Contribution, Issue No 18/21, Bruegel, September.", "Based on the methodology described in the report on \"Financial Integration and Structure in the Euro Area\", April 2022, European Central Bank."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Growth constraints", "Financial sector resilience", "Energy transition", "Digital transition", "Productivity growth", "Strategic autonomy", "Fiscal policy", "Monetary policy", "Inflation"]}