{"sentences": ["26.09.2022 Economic developments in the current inflationary setting and the economic policy response* Fundación la Caixa.", "\"Economy and Society\" lecture series Pablo Hernández de Cos *iEnglish translation from the original in Spanish.", "Ladies and gentlemen, first allow me to thank Fundación la Caixa for inviting me to participate in this series of lectures entitled \"Economy and Society\", which has become a benchmark for in-depth analysis of current affairs.", "Against the current backdrop of high inflation and considerable uncertainty over the economic outlook, tragically marked by Russia's invasion of Ukraine, the first part of my address will focus on describing the Banco de España's diagnosis of the economic situation and outlook.", "I will then analyse the monetary policy response of the European Central Bank (ECB) to this setting and some of its possible effects on the Spanish economy.", "Lastly, I would like to highlight the role that other economic policies can play in tackling the challenges we currently face.", "The main determinants of the current economic outlook Inflationary pressures are proving particularly high and persistent, causing significant drops in real income Inflation has surged persistently worldwide, becoming one of the major determinants of economic developments.", "The reasons behind the rise in inflation are manifold and combine supply and demand-side factors, whose weights differ depending on the geographical area in question.", "These factors include high commodity prices on international markets, production bottlenecks affecting certain goods (due to supply-demand mismatches triggered by the lifting of pandemic restrictions) and shipping bottlenecks.", "Lifting the health restrictions has also resulted in some of the demand for services being released, prompting an acceleration in recreation, hospitality and tourism prices.", "In addition, changes in practices, such as the rise of working from home, have led to higher spending on household appliances, exerting further pressure on their prices.", "In the case of the euro area and Spain, analysing the disaggregated data reveals the following stylised facts: 1.", "The magnitude of the increase in inflation is unprecedented in recent times.", "In the euro area, August saw the harmonised index of consumer prices (HICP) reach 9.1%.", "For context, to encounter a similar rise we need to go back to 1977. .", "This inflationary episode is characterised by its high persistence.", "In Spain, inflation has stood above 2% for 16 months.", "You also have to go back to that period to find such a persistent episode of inflation above 2% in the euro area.", "In terms of its components, the role of energy stands out.", "40% of actual inflation in Spain in August was attributable to electricity (2.3 pp) and other energy (1.9 pp).", "The percentage is very similar in the euro area (43%).", "The persistence and intensity of the rises in electricity and gas prices have been surprising.", "As a result, they lie behind a highly significant portion of the inflation forecasting errors in recent quarters.", "Almost half of the forecasting error in the Banco de España projections in the first eight months of 2022 is due to the direct effects of the greater energy price growth.", "And this is despite the measures adopted to contain the rise in these prices having lowered headline inflation by 1.8 pp in that period.", "The duration and scale of the increase in energy prices, and the concurrent rises in other commodity prices, have made it difficult for firms to absorb the higher energy prices.", "Thus, they have gradually fed into the prices of other goods and services, doing so more forcefully than before the pandemic.", "These \"indirect effects\" are estimated to have contributed onethird of the increase in underlying inflation in the euro area and Spain in August (10% of headline inflation).", "Food commodity prices have also surged, reaching historically very high levels, although they have eased since their March peak.", "Such higher prices are attributable to strong global demand, adverse climate factors and the higher costs of international shipping and some key inputs, such as fuel and fertilizers.", "Between December 2021 and August 2022 annual food price inflation increased by 8.1 pp in Spain (7.4 pp in the euro area),4 such that 30% of inflation in August was attributable to food (3.2 pp) (25% in the euro area).", "It has also triggered some pass-through to other goods and services: it is estimated that a 10 pp increase in food commodity prices ultimately has a 0.4 pp impact on headline inflation (HICP) after one year.", "Underlying inflation has risen significantly, amounting to 4.9% in August in Spain (4.3% in the euro area).", "In Spain the contribution to this increase was particularly high in the case of restaurants, cafés and the like, accommodation services and motor vehicles.", "\"Recreation, hospitality and tourism\" contributed 1.6 pp to headline inflation in Spain, compared with 1.1 pp in the euro area.", "For instance, at the end of summer 2021 gas prices and, therefore, electricity prices, were expected to correct downwards sharply from spring 2022.", "However, according to the futures market, this correction is now not expected until 2023.", "\"De la energía al resto de componentes: la generalización del fenómeno inflacionista\", Artículos Analíticos, Boletín Económico, Banco de España, forthcoming.", "Fertilizer and natural gas prices are very closely related.", "In addition, the war has represented a further shock to agricultural commodities, as Russia and Ukraine account for high shares of the corresponding international markets.", "This behaviour does not differ from that observed in prior episodes of rising prices, such as the 2008 global food price crisis.", "In addition, these prices are significantly more volatile in Spain than in the euro area as a whole.", "\"The recent performance of underlying inflation in the euro area and in Spain\", Analytical Articles, Economic Bulletin 3/2022, Banco de España.", "This difference is attributable not only to the larger increase in these prices in Spain, but also to this component's greater weight in Spain's consumption basket.", "By contrast, the contribution of transport-related items was slightly smaller than that observed in the euro area, due to both the lower inflation observed in Spain and their smaller weight in the aggregate.", "Compensation per employee grew by 4.8% and 3.4% in the euro area and Spain, respectively, in 2022 Q2, figures markedly lower than actual inflation.", "As a result, households have lost considerable purchasing power.", "Profit margins are holding relatively stable at aggregate level.", "In Q2 the ratio of the GDP deflator to unit labour costs was similar to pre-pandemic levels both in Spain and the euro area.", "Figures from the Banco de España's Central Balance Sheet Data Office also point to a slight reduction in firms' profit margin (defined as the ratio of the gross operating profit to sales) between 2021 H1 and 2022 H1.8 However, this change belies very high heterogeneity across sectors and firms.", "The available supply and demand-side factor breakdowns reveal that in the euro area and Spain the former are predominantly behind the rise in, and persistence of, inflation.", "The observed stylised facts reveal some important differences compared with the United States, where inflation is currently somewhat lower.", "Food is making a similar contribution, but that of the energy component is considerably smaller (around 20%).", "By contrast, the contribution of the core component is larger.", "Indeed, in August underlying inflation stood at 6.3%, with wage growth and the weight of demand-side factors being significantly higher.", "A key determinant of the economic outlook is the course of the war in Ukraine and its impact on energy markets Europe is particularly exposed to the economic effects of Russia's invasion of Ukraine, given its geographical proximity, its close trade and financial ties to Russia and, above all, its high dependence on fossil fuel imports from Russia, with limited capacity to replace them in the short term.", "At the outbreak of the war, gas imports from Russia accounted for approximately 40% of European gas consumption and 10% of its total energy consumption.", "The invasion of Ukraine was a wake-up call for us about this vulnerability, which has materialised through the reduction of almost 85% in the natural gas supplied via pipelines from Russia.", "In May, this realisation led to RePowerEU, a plan that set two fundamental goals: to reduce, by the end of 2022, dependence on Russian energy to one-third of its pre-war level (as a prior step towards becoming fully independent by 2030) and to raise gas storage levels to 80% of total capacity by 1 October.", "In addition, in July the European Commission presented a plan to reduce Europe's gas consumption by 15% next winter.", "The degree of compliance with the two plans is relatively high.", "First, Europe has partially replaced gas with other sources of energy.", "Second, it has increased the geographical diversification of its gas imports, with more gas coming from Qatar, the United States and Norway.", "It should be borne in mind that there are limitations on the replacement of gas supply sources, since a significant part of the new imports must come by sea in the form of liquefied gas, while the process of increasing current regasification capacity takes time.", "In addition, this supply channel faces gas market integration problems, since the main recipients of liquefied gas, including Spain, are unable to transport it to the Central European countries that have been cut off by Russia from its gas supply.", "Third, the surge in gas prices observed in the Dutch TTF market, Europe's benchmark, has intensified the reduction in consumption.", "Between March and June, it had declined by 10% in Europe as whole and, therefore, must accelerate to reach the goal set.", "As a result, 84% of European storage capacity was in use in September, meaning that it is above the 80% target set for early October.", "Despite the headway made, how much time will Europe need to wean itself off Russian gas?", "As I mentioned earlier, this will depend on many factors, including increasing the amount of liquefied gas that can be shipped to Europe, its regasification and subsequent distribution to where it will be consumed, the pace at which technical advances leading to energy efficiency gains occur (and are subsequently adopted), and the possibility of expanding the use of other energy sources, particularly renewables.", "It is also true that the economic consequences of the war affect countries unevenly, depending on their different levels of dependence on Russian gas.", "However, given the surge in energy prices and European economic integration, economies such as Spain, that depend relatively little on Russian supplies, will also be affected.", "According to Banco de España estimates,10 a hypothetical interruption of energy imports from Russia would have an impact of between 2.5% and 4.2% on EU GDP in the first year, depending on the assumption considered regarding the European economies' ability to replace Russian energy sources.", "Such a scenario would also foreseeably lead to a greater surge in inflation in the short term.", "The impact on the Spanish economy would be substantially lower, given that Spain is less energy dependent on Russia and has greater supplier diversification.", "Based on these simulations, it would range from 0.8% to 1.4% of GDP.", "Practically one-half of these effects would be attributable to the impact on the other European countries.", "At any rate, these values should be regarded as short-term impacts which would gradually decrease as the ability to replace Russian energy imports increases.", "The outlook for the global economy has also worsened significantly The combination of high inflation, tightening of financing conditions associated with the monetary policy response in many countries and the persistence of bottlenecks, among other aspects, is adversely affecting the global economy, resulting in macroeconomic projections being revised down across the board.", "Thus, in the United States, real GDP declined in the first two quarters and in China activity plummeted in Q2 as a result of the measures adopted by the authorities under the zeroCOVID strategy.", "This fall was particularly steep in the residential sector.", "The decline in activity is also reflected in the adverse performance of international trade, which began to decelerate in spring.", "In addition, although suppliers' delivery times and bottlenecks have improved, the latter's effects remain significant.", "In parallel, most commodity prices have tended to moderate since mid-year in view of the prospects of a global economic slowdown, among other factors.", "Overall, the financial markets consider that the likelihood of a global recession has risen significantly.", "In particular, there is concern about the possible effects of the current simultaneous tightening of monetary policy in numerous geographical areas.", "The individual decisions of each central bank are fully justified because inflationary pressures are very high and persistent in each of their jurisdictions.", "However, this raises the question of whether, in such an interconnected world, simultaneous tightening could lead to an excessively restrictive monetary policy stance worldwide, especially for emerging market economies.", "Recent developments and outlook In H1 the economy has benefited from the easing of COVID-19 restrictions The aforementioned recessionary forces are not yet reflected in the euro area's economic data for the first half of the year.", "The full reopening of the economies in the wake of the pandemic has unleashed strong demand for recreation, hospitality and tourism.", "Thus, euro area GDP rose by 0.8% in Q2, compared with 0.7% in Q1, outstripping the 0.2% projected in the Eurosystem's June forecasts.", "The growth in GDP in Q2 was higher than anticipated in many euro area countries, and especially in Spain and Italy, which both saw an unexpected surge in private consumption.", "In Spain, GDP rose in Q2 by 1.5% quarter-on-quarter, mainly on the back of private consumption, in turn driven by the services activity returning to normal and by positive developments in the labour market.", "Tourism exports have also increased significantly.", "Overnight hotel stays in August were only 1.6% below their 2019 level, with those of residents nearly reaching their pre-pandemic level (-0.2%), while those of foreign tourism stood 2.5% below the peak recorded in the same month of 2019.12 Overall, overcoming the health crisis is prompting a sectoral shift towards services, while industry has fared worse owing to supply difficulties, among other factors.", "Growth in activity has been accompanied by the continuing strength of job creation, particularly in terms of the number of hours worked, which has risen by more than 3% in H1.", "In any event, the recovery in Spain remains incomplete, in contrast to the euro area.", "Thus, a negative output gap compared with pre-pandemic levels persists in Spain (specifically, of -2.2 pp), while this gap is already positive (1.8 pp) in the euro area as a whole.", "In the labour market, the gap is narrower, although still negative, of -0.7% and -0.8%, respectively, depending on whether it is measured in terms of total hours worked or number of people employed, compared with the related slightly positive gaps (of 0.6% and 1.7%) observed in the euro area.", "The latest indicators show that activity has slowed Q3 data point to a rapid slowdown in the euro area countries.", "The Purchasing Managers' Indices (PMIs) signal a contraction in manufacturing in the big euro area economies, while the Services PMIs point to a considerable slowdown, with a contraction in Germany and Italy.", "Looking to the coming months, the worsening outlook for households has prompted a downward adjustment to their plans to spend on consumer durables.", "Also, the rise in energy prices is having a very uneven impact.", "The decline in spending is proving more acute among households with a smaller liquidity buffer.", "These are mostly lower-income households which are also more exposed to energy price fluctuations.", "In Spain, employment's momentum started to wane recently, albeit more so at the start of the quarter.", "The other scant quantitative indicators that are still available for the quarter, such as new car registrations or the retail trade index, on the demand side, and the industrial production index, on the supply side, tend to confirm the loss of momentum in activity.", "Among the confidence indicators, the August PMIs show signs of moderation in both services and manufacturing.", "Manufacturing, in particular, evidences the decline in new (both internal and external) orders.", "Industrial activity has continued to be weighed down by global supply problems (which are affecting the automotive sector above all) and by the escalation of input prices since 2021 H2 (which have affected a very high number of products).", "Economic projections have been revised down notably for growth and up for inflation The latest ECB projections for the euro area, in contrast to those published in June, include, in particular, new developments in the gas market.", "First, gas prices were revised up in accordance with developments in the gas futures markets.", "Second, and for the first time, a degree of gas supply rationing, albeit moderate, is assumed.", "This would be more significant in the countries that are more heavily dependent on Russian imports, which could even see some production cuts in the winter.", "By contrast, demand for gas is expected to decline.", "Euro area economic activity is expected to slow in the coming quarters, as a result of the loss of purchasing power stemming from higher-than-expected inflation, the decline in confidence and, in general, greater uncertainty.", "Moreover, although supply bottlenecks are easing, they are still limiting activity in certain sectors.", "Inflation continues to be driven by the surge in gas and food prices, demand pressures in some sectors owing to the economic reopening, supply bottlenecks and the depreciation of the euro.", "In addition, slightly stronger wage growth is expected, in the context of a robust labour market, higher minimum wages in some countries and the delayed effects of past high inflation rates.", "These factors more than offset the negative impact on inflation of the weaker growth outlook.", "As a result, inflation projections have been revised significantly upwards, although inflation is expected to decline as the current inflation drivers gradually abate and the normalisation of our economic policy passes through to the economy.", "In the case of the Spanish economy, the Banco de España will update its latest projections in early October.", "In any event, the latest developments I referred to earlier point to a downward revision for economic growth in 2023 and an upward revision for inflation throughout the projection horizon, in line with those for the euro area.", "Thus, the latest Consensus Forecasts (relating to September) project 4.3% growth in Spain for 2022, holding stable relative to June, and 1.6% for 2023 (vs the 3.0% forecast in June).", "The projections are surrounded by great uncertainty, with downside risks for activity and upside risks for inflation.", "In the near term, developments depend to a great extent on energy commodity prices.", "Possible interruptions in energy supplies and harsh winter weather could bring about further increases in energy prices and more severe production cuts than expected under the baseline scenario.", "Indeed, the ECB's latest projections include a downside scenario that envisages slightly lower growth in 2022 and, in particular, a contraction in GDP of 0.9% in 2023, while maintaining the expected increase of 1.9% in 2024.", "This highly uncertain setting is also reflected in the dispersion among experts in the oneyear economic outlook for the euro area.", "This dispersion is very high in the case of GDP - close to the levels observed in the 2008 financial crisis - and stands at an all-time high in the case of the one-year inflation outlook.", "The role of economic policy In response to the inflationary episode, the ECB has accelerated the process of normalising its monetary policy The sharp rise in inflation prompted the ECB to respond by embarking on a process of monetary policy normalisation in late 2021.", "In March we discontinued net purchases under the pandemic emergency purchase programme (PEPP).", "On 1 July, once the conditions set out in our forward guidance had been met, we brought an end to the net purchases under the asset purchase programme (APP).", "In late June, we raised interest rates by 50 basis points (bp), thereby exiting negative territory for the first time since 2014.", "September saw a further increase of 75 bp, the biggest hike in the history of the euro.", "In July we also approved a new instrument, the \"Transmission Protection Instrument\" (TPI).", "Subject to fulfilling the criteria established, under the TPI we will be able to make secondary market purchases of securities issued in jurisdictions experiencing a deterioration in financing conditions not warranted by the economic fundamentals, to counter risks to the monetary policy transmission mechanism to the extent necessary.", "The TPI seeks to ensure that our monetary policy stance is transmitted smoothly across all euro area countries, a prerequisite for the ECB to be able to deliver on its mandate.", "The ECB's actions over this period must be understood in light of the new monetary policy strategy approved in 2021, which establishes a symmetric medium-term inflation target of 2%.", "This medium-term orientation means that rather than basing our decisions on the latest inflation figure, or even the inflation that we expect for the coming quarters, we base them on our projections over a two or three-year horizon.", "This is because our actions affect inflation very gradually, reaching their maximum impact after about two years.", "Maintaining a medium-term horizon in the definition and attainment of the target is particularly important in the face of certain kinds of shocks (such as adverse supply-side shocks, which push inflation and activity in opposite directions in the short term).", "Needless to say, predicting inflation over a two or three-year horizon is a very challenging task.", "Especially in a setting as uncertain as the current one.", "With this in mind, we use various indicators, such as surveys of professional forecasters and financial market prices.", "Key data include the ECB staff projections, which, in turn, draw on a huge store of economic and monetary analysis.", "These projections have gradually revised medium term inflation upwards.", "Thus, in September the average inflation forecast for 2024 stood at 2.3%, above our target and the December 2021 projections (1.8%).", "It should also be noted that, among other considerations, the projections at any given moment are based on a future path of euro area interest rates - implicit in the financial market data available when the projections were prepared.", "For instance, the September projections were prepared on the information available at 22 August 2022, and incorporated the expectation of a 50 bp hike at our September meeting, followed by subsequent further increases14.", "Given that the medium-term inflation forecast was above 2%, returning inflation to our target demanded that we accelerate the path of interest rate hikes as compared with that foreseen in the projections.", "Hence the exceptional increase of 75 bp.", "Ensuring that inflation returns to our target levels will require additional interest rate hikes.", "Of interest in this analysis are not only the baseline projection scenario, but also the associated risks.", "These can be seen, for instance, in the adverse scenario described, in which, as already noted, inflation stands at 2.7% in 2024, above the figure forecast in the baseline scenario (2.3%) and further still from our 2% target.", "One of the assumptions underlying this downside scenario is a complete cut-off of Russian gas supplies.", "In this regard, on 2 September we learned that the Nord Stream 1 pipeline that connects Russia and Germany had been shut down indefinitely, which might suggest that we are now closer to that scenario.", "However, it should be noted that the downside scenario includes other negative shocks that have yet to materialise.", "Moreover, the current prices of gas, electricity and other energy and non-energy commodities are lower than those included not only in the downside scenario, but even in September's baseline scenario.", "We will also have to watch out for a potential de-anchoring of medium and long-term inflation expectations above the 2% level.", "Such de-anchoring would affect the price- and wage-related decisions that firms and households make in the present, causing even higher and more persistent inflation, thereby requiring still more forceful monetary policy measures.", "While we have yet to observe any signs that expectations are being de-anchored, there are some signals that need to be watched.", "The most recent surveys of professional forecasters put inflation in 2024 at, or just above, 2%.", "The data from inflation derivatives markets (adjusting for risk premia) suggest likewise.", "However, the most recent round of the ECB's monthly Consumer Expectations Survey (CES), published earlier this month, puts the median inflation expectation three years ahead at 3%, up from just over 2% at the start of the year.", "We will be extremely vigilant of these indicators in the coming months.", "Indeed, the need to guard against this risk is one of the reasons for the faster monetary normalisation that our latest decisions entail.", "Another risk relates to possible second-round effects, i.e.", "when high inflation passes through to wage increases and these, in turn, push up consumer prices to the extent that firms seek to maintain (or widen) their margins.", "Again, this would make inflation far more persistent and increase the likelihood of the feared de-anchoring of inflation expectations.", "As I said, while there is no evidence of such effects occurring at present, at least on a widespread basis, the current high inflation does make this more likely.", "Naturally, the extent of the economic downturn - over which, as I indicated earlier, there is significant uncertainty -, and its effects on wages and profit margins, will be a key determinant of the medium-term inflation outlook and, therefore, of our monetary policy decisions.", "Ultimately, our next decisions will be based on the incoming data and their implications for achieving our medium-term inflation target, in line with the \"meeting-to-meeting\" approach that we have adopted.", "In any event, interest rates will have to reach a level that allows us to ensure a gradual convergence of inflation to our medium-term target, and how quickly we reach that level will be conditioned by the same target.", "Whether this means reaching interest rates at levels close to neutral or higher will therefore depend on that target.", "The normalisation of monetary policy is prompting a tightening of financial conditions.", "The process of monetary policy normalisation has translated into a significant increase in market interest rates.", "Since early 2022 the 12-month EURIBOR has climbed by more than 290 bp, while the 10-year overnight index swap (OIS) rate (typically used as the risk-free benchmark interest rate) has risen by 240 bp.", "These increases have begun to pass through to the cost of bank financing for firms and households, which will help to contain inflationary pressures.", "In Spain, long-term government bond yields have risen by 2.5 pp this year, and the risk premium relative to the German benchmark has increased by 35 bp, although it has remained stable since the TPI was approved.", "Meanwhile, the average cost of long-term corporate debt issuance has also risen sharply (over 220 bp) and, as with public debt, has reached levels not seen since 2014.", "The impact on bank lending conditions has been more subdued.", "The average cost of new loans rose up to July (latest available figure), albeit moderately.", "Broadly speaking, the passthrough from market interest rates to new loans occurs with a certain lag, but so far on this occasion, it is proving slower than in recent episodes.", "The contained cost of some bank liabilities, such as private-sector deposits, may be contributing to this difference.", "Nevertheless, the increase is expected to fully pass through in the coming months.", "In addition to the rising cost of bank loans, credit standards for approving loans to households and firms tightened across the board in 2022 Q2, according to the latest edition of the Bank Lending Survey.", "Looking ahead to Q3, in June banks expected a further contraction in the supply of credit, especially in the case of financing to SMEs.", "The tightening of financial conditions could increase the financial pressure borne by some firms.", "Short-term and floating-rate loans make up an important part of corporate bank financing, and the increase in market interest rates therefore passes through relatively swiftly to the average cost of debt.", "For Spain, it is estimated that, given the increase in market rates, the median indebted firm's ratio of financial costs to profits before interest will rise by between 2.5 pp and 5.6 pp in the short term, depending on the percentage of debt and loans that are refinanced in the short term.", "In the case of households, it is estimated that the proportion that have a high net interest burden will rise by nearly 4 pp in Spain.", "This effect would be more pronounced among indebted households between the 20th and 40th percentiles of the income distribution.", "Meanwhile, the steep rise in the public debt-to-GDP ratio seen since 2007 also means that public finances are more sensitive to interest rate movements.", "However, the fall in interest rates of recent years and the longer average debt maturities (currently standing at more than eight years) limit the short-term impact.", "Overall, if the current expectations for rising interest rates are incorporated, the public debt burden in Spain will increase from 2.2% of GDP at end-2021 to 2.6% in 2024.", "The role of monetary policy in combating inflation should be complemented by an incomes agreement As I have reiterated on numerous occasions, the outlook for our economy is highly influenced by the risk of a price-cost feedback loop, which, if it materialised, would have very adverse effects on external competitiveness, resulting in further losses in terms of jobs and growth.", "To avoid this, it is essential that economic agents (essentially firms and households, but also general government) internalise the loss of income caused by the rise in the cost of imported commodities.", "As I mentioned earlier, the pass-through of inflationary pressures to wage settlements has so far been very contained, and profit margins have remained stable.", "However, the use of indexation clauses and the pass-through of higher costs to final prices have increased.", "Consequently, the signing of an incomes agreement, under the framework of social dialogue, would be desirable, to share the burden between firms (which would have to accept a reduction in their unit margins) and workers (who would lose some purchasing power).", "Such an agreement should take into account that the current shocks are having an uneven impact across different groups of workers, firms and sectors.", "For this reason, the agreement should avoid overly sweeping measures that might prove unsuitable for different groups of agents.", "Moreover, it would also be desirable to avoid arrangements that automatically link wages to past inflation or indexation clauses, to reduce the risk of triggering a wage-price feedback loop.", "Any potential incomes agreement should envisage multi-year commitments regarding wage increases and profit margin developments.", "This would offer households and businesses some certainty in their spending and investment decisions.", "As regards government spending, the widespread use of automatic indexation clauses should be avoided, against a background, moreover, in which fiscal space is highly constrained by burgeoning public debt.", "Other economic policies should concentrate on support for the most vulnerable, resolute supply-side reforms, a firm commitment to fiscal sustainability and the reinforcement of the European project.", "Fiscal policy should play a key role, avoiding an across-the-board fiscal impulse, which would exacerbate the inflationary pressures.", "On the contrary, support should focus on lower-income households, who bear the brunt of inflation, and the firms most vulnerable to this new shock.", "Moreover, any measures should be temporary, so as not to further increase the structural budget deficit, which was already very high even before the pandemic.", "They should also be designed to avoid significant distortions to price signals.", "But offsetting the adverse effects of the current supply-side shock also calls for ambitious policies to boost productivity growth and potential GDP.", "In other words, the optimal economic policy response to an adverse supply shock, such as the present one, entails structural reforms (including, naturally, of the energy market) to ease the supply-side tensions.", "The common European instrument to realise this ambition is the European Union's NGEU recovery plan.", "Under NGEU, investment projects must be carefully selected in order to optimally complement, and act as a catalyst for, private investment.", "But they must also be accompanied by, or even help fund, structural reforms to support, for example, the reallocation of resources across firms and sectors.", "At the same time, the sustainability of national public finances must be ensured; this is essential for the smooth functioning of the monetary union.", "The European Commission is currently reviewing the European fiscal rule framework.", "In my view, this review should include simplifying the framework, by establishing a public expenditure growth rule and a debt-to-GDP ratio anchor, and reinforcing the capacity to build up fiscal buffers in good times for use in crises.", "In the case of Spain, shoring up the sustainability of public finances calls for a medium-term strategy.", "This should be based on immediately setting out a multi-year fiscal consolidation plan for implementation once the economic impact of the pandemic and of the war in Ukraine has been overcome.", "The plan should have broad political consensus and be accompanied by an efficiency review of public spending and the tax system, including all tiers of general government.", "Defining the plan early on would generate greater certainty and trust, which is particularly important against the backdrop of the monetary policy normalisation I have described.", "The course of the war in Ukraine has laid bare the EU's vulnerabilities and dependencies in key sectors, such as energy, as well as the disparities between Member States in their exposure to such tensions.", "A challenge of this magnitude underlines the importance of a joint response to common risks.", "The response to the war in Ukraine must, once again, be more Europe.", "These common decisions must apply both to short-term measures, to address potential energy supply problems in the years ahead (in line with the recent European Commission proposals), and to medium and long-term reforms.", "Thus, this episode has shown that structural policies that foster the integration and interconnection of European markets - in particular energy markets - and strengthen the single market will not only generate greater resilience to shocks, but also drive competitiveness.", "Joint funding arrangements should be established to safeguard this common effort and avoid any excessive or highly unequal impact on national public finances.", "Common funding arrangements would enable financing for large-scale programmes based on shared quality standards and provide for a uniform approach for assessing programme execution.", "Headway must also be made in the expansion of the public and private risk-sharing arrangements in the EU.", "The euro area needs a permanent macroeconomic stabilisation mechanism - with revenue-raising and borrowing capacity - to complement the single monetary policy.", "It is also imperative that the banking union be completed with the establishment of a European deposit guarantee scheme.", "Lastly, we must press forward with constructing a capital markets union.", "Concluding remarks In short, with war on European soil and a sharp rise in geopolitical tensions, the challenges we face are very complex.", "These developments, together with the additional series of shocks on an unprecedented scale from the pandemic, have pushed inflation to persistently very high levels both in Spain and in the euro area as a whole.", "Given this situation, monetary policy needs to be steered to ensuring that the direct effects of these shocks are not included in the formation processes for other prices and wages.", "Other economic policies can play a key role in limiting the loss of well-being ensuing from these shocks that are exogenous to the economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Economic outlook", "Supply-side factors", "Demand-side factors", "Energy prices", "Russia-Ukraine war", "European Union", "Fiscal policy", "Structural reforms"]}