{"sentences": ["31.10.2022 at the Conference \"Building resilience in uncertain times: safeguarding financial stability, encouraging investments\" 2022 Conference of Mediterranean Central Banks/Banco de España, Central Bank of the Republic of Türkiye, OECD and European Institute of the Mediterranean Pablo Hernández de Cos Good morning ladies and gentlemen.", "It is a great pleasure for me to welcome you all to this Conference on Building resilience in uncertain times: safeguarding financial stability, encouraging investments.", "We could not have asked for a more delightful setting for this Conference than this beautiful city of Istanbul.", "Let me start by thanking our colleagues from the Central Bank of the Republic of Türkiye, the OECD and the European Institute of the Mediterranean (IEMed) and, in particular, Governor Kavcıoğlu, Ambassador Florensa and Achraf Bouali for jointly organising this Conference.", "I would like to especially emphasise the decisive commitment of IEMed, thanks to which we are now opening the seventh edition of this Conference, which is becoming a reference among the fora for dialogue and cooperation in economic and financial relationships in the Euro-Mediterranean region.", "The last edition of this conference was held in June 2021 in a fully virtual format, as we were in the middle of the pandemic.", "On that occasion, an incipient recovery was taking place and there was optimism about the outlook, given the good progress made with vaccination.", "However, almost a year and a half later, even if we have returned to a face-to-face event, we are once again in a highly uncertain environment.", "Indeed, the economic outlook has significantly darkened in recent months.", "We are now confronting higher and more persistent inflation, tighter financial conditions and a global growth slowdown.", "The war in Ukraine looms over the current outlook and is exacerbating the impact of all these economic challenges.", "As a consequence, recession risks are spreading, and there is considerable volatility in financial and commodities markets.", "At the current juncture, decisive economic policies are more important than ever.", "From the perspective of central banks, fulfilling our mandate of ensuring price stability is crucial.", "Decisive action by us in the current juncture will support medium-term growth, by reducing inflationary pressures and avoiding a de-anchoring of inflation expectations.", "Communicating clearly and transparently is key to avoiding disruptions in financial markets.", "From the perspective of governments, it is critical that they provide support to the most vulnerable households and firms.", "But this support must be temporary and targeted.", "In particular, we need to avoid a general fiscal stimulus that amplifies current inflationary pressures or a permanent increase in fiscal imbalances that would weigh on public debt sustainability.", "In other words, consistency between fiscal and monetary policy is of the utmost essence.", "And beyond this immediate response to the crisis, governments need to look beyond the current juncture and press ahead with structural reforms to increase medium-term growth potential.", "In particular, they should focus on the green transition and rethink the functioning of energy markets.", "Moreover, the most indebted countries should, with a medium-term perspective, reinforce the sustainability of their public accounts.", "A particular difficulty when designing policy responses in the current context is the extraordinary uncertainty and volatility currently surrounding the global economy, which generates risks of policy miscalculation and disruption to financial markets, and requires policymakers to stand ready to adjust policies depending on how the situation evolves.", "This is clearly how monetary policy is currently being conducted, with data-dependent decisions being made on a meeting by meeting basis, but this may be more difficult to achieve in the case of fiscal policy, given the longer implementation lags involved.", "From a more global perspective, economic policy-making is facing the challenge of increasing geopolitical tension.", "If this trend ends up triggering a scenario of runaway fragmentation, the consequences in terms of trade and financial flows, productivity, inflationary pressures, and ultimately economic activity would be very severe.", "With this in mind, it is not difficult to conclude that, amid the increasing risk of fragmentation in the international sphere, strengthening supranational policies and institutions, which support international cooperation, is more important than ever.", "I firmly believe that our multilateral system, with the necessary reforms and adaptations to the new circumstances, remains pivotal to global progress, as has been the case over the last few decades.", "In this respect, I believe that forums like this one are an example of fruitful international cooperation, insofar as they enhance regional cooperation and dialogue.", "The theme of this Conference, Building resilience in uncertain times: safeguarding financial stability, encouraging investments, is particularly timely.", "Today we are going to debate a number of challenges that our countries are currently facing: from the role of central banks in the current uncertain environment to the reforms needed to improve the business climate in the region, as well as the impact of digital finance on financial and economic integration and the role of sustainable infrastructure and connectivity in fostering regional value chains.", "Allow me to take advantage of chairing the first session of this conference that focuses on the impact of digital finance on the economic and financial outlook to briefly reflect on what are, in my view, some of the key challenges our respective institutions face as a result of the profound and relentless process of digital transformation that the global financial system is currently engaged in.", "This is certainly a topic that has gained much attention in both policy and academic circles, thus giving rise to a significant amount of research that touches upon the causes and factors underlying the changing landscape, including the extent to which the pandemic has contributed to accelerating this phenomenon.", "Many of these studies emphasise as the most salient features of recent developments: (i) the growing role of digital technologies in back, middle and front-office activities,2 (ii) the cross-jurisdictional nature of a wealth of financial services offerings today, (iii) the emergence and consolidation of non-traditional competitors, often with a previous universal footprint in the ITC field, and (iv) the prioritisation of customer-centric commercial strategies in response to what clearly are much less stable and long-term bank-client relationships.", "Banks have been reacting to the challenges of this new environment, and they have done so in manifold ways.", "For instance, financial intermediaries have been particularly agile in leveraging the opportunities offered by novel services such as cloud computing.", "They have also pioneered the analysis of how artificial intelligence and machine learning tools can help in both reducing the level of credit defaults and anticipating customer needs.", "In addition, some of them are actively pursuing strategic alliances with promising Fin Tech companies in search of business synergies.", "For this purpose, banks frequently combine cooperation agreements with ex-ante collaboration across potential partners via self-run accelerators or incubators.", "In addition, banks have also explored the extent to which liaising with Big Tech can yield mutual benefits and, conversely, in what circumstances their threat can be confronted by promoting cooperative ventures across the industry (both nationally and internationally).", "As a result, we have been witnessing how these more dynamic innovative environments are able to better address actual user needs and, in parallel, to generate new business opportunities.", "Financial inclusion is a perfect example.", "Technology is helping thousands of families and business all over the world to gain access to financial tools that improve their day-to-day living.", "Yet, despite these many positive developments, digital transformation of the financial industry is also known to harbour significant risks.", "Some of them might be new but others have been long associated with the provision of financial services, such as operational, financial, legal and reputational ones.", "A telling example of this is banks' -and Fin Techs'- increased reliance on third and fourth parties.", "One such essential external partner are cloud and data service providers.", "In this context some of the more fundamental concerns expressed by central banks and supervisors have to do with issues such as the degree of concentration among a small number of dominant players, the potential loss of control over and visibility of whether a service is being delivered in line with laws and regulations, and the possible difficulties authorities may encounter to effectively access critical data held by third parties, if and when necessary.", "It is precisely for this reason that a few years ago the European Banking Authority came up with a set of Recommendations aimed at cloud outsourcing activities.", "This example proves once again the fundamental role that central banks and financial authorities should play in the current digital context, including developing a proactive stance towards digitalisation with a view to ensuring that the latter can take place in an orderly manner.", "On the one hand, central banks need to boost their understanding of the changes that the industry is now experiencing and how these are likely to impact its present and future structure, and also to identify potential sources of risk for financial stability.", "Enhancing stakeholder engagement appears to be a cornerstone for achieving this objective.", "Furthermore, they must be ready to move ahead in deploying tailored, swift and proportionate responses as needed.", "A very good example of this is the work that both the BCBS and the FSB are steering in terms of assessing the vulnerabilities of crypto-assets and the potential practical strategies to address them in a cohesive way across borders.", "In addition, financial authorities may wish to show greater ambition and explore how emerging technology can help enhance the way they fulfil their supervisory, oversight or market conduct tasks, to name just a few.", "In other words, we should be ready to review our ways of working to the extent of contemplating changes in organisational structures.", "Again, let me refer to a case in point in the area that I am best acquainted with: the ECB's Single Supervisory Mechanism's (SSM) SupTech agenda.", "This particular strategy rests on four key building blocks, namely: (i) implementing an innovation model based on open collaboration, (ii) fostering a shared digital culture among its staff, (iii) cultivating an innovation ecosystem that connects stakeholders from within the SSM with start-ups, academia and other institutions, and (iv) developing impactful tools and solutions.", "Lastly, central banks may want to take the opportunity to try out new resources such as regulatory sandboxes and innovation hubs and to assess their actual ability to foster the development of new ideas, so as to help move them closer to fruition.", "Similarly, central banks must upgrade the infrastructures and services that they themselves provide since these may constrain the type and depth of privately-led innovation that can take place, and will also having a bearing on overall competitiveness and competition across the industry.", "Central bank digital currencies are, perhaps, the most visible illustration of this trend but there are others such as the growing interest in exploring blockchain-based solutions for the settlement of payments and securities and the discussions regarding the issuance of a digital identity.", "I have no doubt that the quality of the discussions we have today will allow us to deepen our understanding of these challenges in order to draw useful conclusions in terms of economic policy.", "And allow me to express once again my gratitude to the co-organisers of this event for making this conference possible, and to wish all the participants a very fruitful meeting and a pleasant stay in Istanbul."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Digital finance", "Financial stability", "Inflation", "Economic outlook", "Monetary policy", "Fiscal policy", "Growth potential", "Green transition", "Energy markets", "Geopolitical tension"]}