{"sentences": ["Introduction It is a great pleasure to be invited to the Paris EUROPLACE Tokyo International Financial Forum.", "Paris EUROPLACE brings together a wide range of participants in the financial sector, and it has contributed greatly to the development of financial services and financial markets.", "The influence of Paris EUROPLACE is not limited to France and Europe; it is actively engaged in communication on a global basis.", "At today's forum, I believe you had very meaningful and lively discussions among financial professionals from Japan and France.", "I understand that this is the 25th edition of the Paris EUROPLACE Tokyo International Financial Forum, and it is my great pleasure and privilege to have the opportunity to speak at such a memorable occasion.", "In relation to \"France-Japan: New Developments in Sustainable Finance,\" one of the themes of this forum, I would like to share my views on recent initiatives in sustainable finance to address climate change, while also touching on the progress made in Japan.", "Role of Finance in Addressing Climate Change Climate change is a global issue that will have long-term and far-reaching implications both for society and for economic activity.", "Given its \"negative externalities,\" all entities -individuals, firms, and governments -- have to take responsible actions beyond their individual interests.", "To address climate change, we need a multi-pronged approach across a wide range of fields.", "In particular, sustainable finance has a crucial role to play in our efforts to address climate change and steadily achieve decarbonization in society as a whole.", "This is because finance functions as an intermediary, bringing all these various social agents and entities together through services and markets.", "At last year's forum I talked about three essential elements for finance to successfully fulfill this role, that is, (1) making the financial system more resilient against climaterelated risks, (2) mobilizing financial resources to facilitate a smooth transition to net zero, and (3) making the most use of market functions with enhanced disclosure.", "Looking back over the past year, I feel that financial institutions and financial markets around the world, as well as related policy bodies, have made great progress in various initiatives that promote these three elements, despite increased geopolitical risks and the rise in energy prices.", "The same can be said for Japan.", "At the same time, through these initiatives, a number of challenges have been identified.", "From now on, it is important to work on these challenges and steadily make further progress toward decarbonization.", "Recent Initiatives in Japan and Future Challenges Today, I would like to introduce three ongoing initiatives as prime examples of recent efforts in Japan: (1) assessment of climate-related financial risks in a systematic manner, (2) enhancement of market functioning, and (3) support for firms' decarbonization efforts.", "Let me also present my views on future challenges identified through these initiatives.", "Assessment of Climate-related Financial Risks in a Systematic Manner The first initiative is an assessment of climate-related financial risks in a systematic manner.", "Significant progress has been made in scenario analysis, which is useful in comprehensively understanding climate-related financial risks.", "The Network of Central Banks and Supervisors for Greening the Financial System (NGFS) has been updating its climate scenarios every year since the first set of scenarios was released in 2020; it has also been working on bridging data gaps.", "Several jurisdictions have already released the results of scenario analyses using the NGFS scenarios.", "In this regard, let me highlight the fact that, in line with the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD), the three major Japanese banks have been disclosing the results of their own scenario analyses in their TCFD reports.", "This is a pioneering initiative even among global systemically important banks (G-SIBs).", "In addition, the Financial Services Agency and the Bank of Japan jointly conducted scenario analysis as a pilot exercise using common scenarios in cooperation with major financial institutions.", "The objective of this exercise was to identify issues for future improvement of the analytical method rather than to make a quantitative assessment of climate-related financial risks.", "Scenario analysis has its limitations in the level of sophistication and accuracy, as climate change and decarbonization will have a longterm and far-reaching impact on society, the economy, and on finance.", "The impact will also be complex and highly uncertain.", "Recognizing such inherent uncertainties, financial institutions should carry out a comprehensive assessment of climate-related financial risks through scenario analysis, and make use of the findings in encouraging their client firms to take necessary steps to address climate change.", "In fact, in the pilot scenario analysis exercise, the authorities and financial institutions cooperated closely and gained useful insights after having a series of intensive discussions.", "B. Enhancement of Market Functioning The second initiative is enhancement of market functioning in financial and capital markets.", "Disclosures are essential for smooth market functioning.", "In this regard, climate-related financial disclosures based on the TCFD recommendations have been widely adopted.", "In addition, international standards for climate-related disclosures are currently being discussed.", "Following the establishment of the International Sustainability Standards Board (ISSB) in November 2021, the Sustainability Standards Board of Japan (SSBJ) was launched in July 2022.", "The SSBJ is expected to serve as the focal point of discussing international standards and their domestic application.", "For markets to function smoothly, risks and opportunities arising from climate change should be reflected properly in the price of financial instruments such as stocks and corporate bonds.", "This will facilitate smooth funding and investment in financial markets and thus promote efforts to address climate change.", "Against this background, the Bank of Japan launched and conducted a new survey called the Market Functioning Survey concerning Climate Change.", "Compared with previous surveys, the Market Functioning Survey is unique in collecting responses from a broad set of market participants, not only financial institutions but also business firms and rating agencies.", "The results of the survey suggest that climate-related risks and opportunities are reflected in the price of financial instruments to a certain degree, but there is still room for improvement in pricing.", "Challenges include increasing the availability of information, such as enhancing information disclosure and bridging data gaps on climate-related data.", "Efforts could also be made to improve transparency in evaluating activities related to Environmental, Social, and Governance -- or ESG -- and to further develop the assessment methodologies of climate-related risks and opportunities.", "Many business firms emphasized the importance to their business strategy and investor relations, including earning a good reputation and diversifying their investor base, as motivation for issuing ESG bonds.", "As for investors, investing in the ESG bond market seems to be motivated by the importance of making social and environmental contributions.", "Raising awareness of these benefits of ESG bonds is one of the challenges in further expanding the ESG bond market.", "The findings of the survey should be used in promoting initiatives to develop climaterelated financial markets.", "The Bank of Japan will continue to conduct the surveys and deepen the dialogue with the relevant authorities and market participants.", "C. Support for Firms' Decarbonization Efforts The third initiative is financial institutions' support for their client firms' decarbonization efforts.", "Large firms in particular have recently been drawing up business strategies on climate change and setting decarbonization targets, with TCFD further encouraging disclosures.", "There also remains growing interest in the areas of renewable energy and electric vehicles.", "That said, there are a number of issues that need to be addressed if we are to accelerate decarbonization.", "From a financial perspective, I would like to highlight two issues: transition finance and support for SMEs.", "At international forums such as G20, there is growing recognition of the importance of phased and strategic approaches toward decarbonization, depending on economic and industrial structures.", "Frameworks and principles for transition finance are being discussed on a global basis.", "In Japan, the government has formulated basic guidelines and sector-specific roadmaps.", "There has also been progress in initiatives in the private sector.", "For example, the Net-Zero Banking Alliance (NZBA), which is a global alliance of banks convened by the United Nations, has compiled practical guidelines for the implementation and promotion of transition finance by financial institutions.", "The Asia Transition Finance Study Group (ATFSG), led by major banks in Asia, has also published similar guidelines.", "It is important to solve practical challenges in transition finance by building up successful cases and learning from them.", "SMEs are becoming increasingly aware of the impact of climate change on their own business.", "This is partly because global enterprises are trying to reduce their greenhouse gas emissions throughout the supply chain, requiring SMEs in the supply chain to take necessary steps.", "With limited management resources and information, however, SMEs are facing a variety of challenges.", "These include the lack of technology for decarbonization, additional cost burdens and the difficulties of passing on those costs to sales prices.", "To address these challenges, regional financial institutions are expected to provide not only financial assistance but also multi-dimensional support, such as comprehensive consulting and advice on the recruitment of skilled personnel and introduction of relevant technology.", "The Bank of Japan introduced the Climate Response Financing Operations last year, which provides funds to financial institutions against their investment or loans that contribute to addressing climate change.", "Since Japan's financial system is bank-centric, I believe that this is an effective measure to provide financial support for the decarbonization efforts of large firms as well as SMEs.", "We also devised ways to exercise market discipline by requiring financial institutions to disclose adequate information.", "The Bank already provided funds through the operations last December and this July.", "At present, there are 63 eligible financial institutions, including regional ones, and the total amount outstanding of loans stands at 3.6 trillion yen.", "The Bank expects that the operations will continue to function as a catalyst and encourage decarbonization efforts in Japan.", "Concluding Remarks Let me close my remarks.", "During the past few years, there has been growing awareness of climate change, and a broad consensus has been established on the goal decarbonization in society as a whole.", "Even as we face the hardship of surging energy prices, we are now entering a new phase of implementing a variety of initiatives to achieve this goal.", "The progress made in Japan that I have mentioned today is a part of these endeavors.", "In order to accelerate decarbonization, all entities should play their part steadily, while keeping their eyes on the long-term goal.", "The Bank of Japan will continue to work together with financial institutions and market participants, and thereby strongly support initiatives to address climate change.", "Thank you for your attention.", "See \"Pilot Scenario Analysis Exercise on Climate-Related Risks Based on Common Scenarios\" (August 2022) at /rel220826a.htm/.", "See \"Results of the First Market Functioning Survey concerning Climate Change\" (August 2022) at /."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Climate change", "Decarbonization", "Finance", "Sustainable finance", "Climate-related financial risks", "ESG", "Transition finance", "SMEs", "Market functioning", "Disclosure"]}