{"sentences": ["Productivity: The Promise of Progress1 I.", "I welcome you all to the sixth Asia KLEMS Conference, to India and to the Reserve Bank of India, henceforth RBI.", "We are honoured to host this conference in physical mode after the arduous isolation imposed by the pandemic.", "The hill town of Lonavala, an ancient resting place for travellers and traders, is nestled in India's soon-to-be monsoon-drenched western ghats - a chain of mountains running 30 to 50 km inland parallel to India's west coast across six provinces.", "We do hope that its verdant ambience will dispel all pandemic blues and provide a salubrious backdrop for this Conference which has \"Productivity, Growth, and Resilience in the Asian Economies\" as its theme.", "The Conference itself is a tribute to the fortitude and perseverance displayed by Asian economies through the pandemic and the war in Ukraine.", "Before I turn to the subject of my address today, I thought a journey down memory lane might be appropriate for the occasion.", "The Asia KLEMS has a short but eventful history, replete with promoting the building of databases and conducting international productivity comparisons among Asian economies.", "The first Asia KLEMS conference was held in Tokyo in 2011.", "The abiding interest in that Conference was in productivity growth, going by the papers presented, a theme to which we return today.", "The next four Conferences were hosted in Seoul, Taipei, Tokyo and Beijing in which attention diversified to setting up the KLEMS database and accounting framework, structural change and sources of productivity growth, methodological issues and productivity gaps, growth and productivity, and the role of factors such as information and communication technology or ICT, intangibles, trade and labour markets.", "At the time of the fifth Asia KLEMS meeting in 2019, India was selected as the venue for the next conference.", "Unfortunately, COVID-19-related restrictions on international travel prevented the conference from being convened in 2021 but finally, the sixth Asia KLEMS conference is being held today.", "India KLEMS, which is a part of Asia KLEMS and of the larger world KLEMS initiative, aims to measure and analyse productivity growth in India by using the KLEMS framework.", "It started in 2009 with financial support from the RBI.", "From 2015, the India KLEMS Project was nurtured at the Centre for Development Economics (CDE), Delhi School of Economics, by Prof. K.L Krishna and his team, who have been making valuable contributions to the greater KLEMS initiative right from its inception.", "From 2022, the RBI is the home of India KLEMS and its database, which consists of inputs (KLEMS), output (gross value added; gross value of output) and total factor productivity (TFP) estimates from 1980-81 to 2019-20 (April-March).", "The next update of the database with the incorporation of data for 2020-21 is scheduled for August 2023.", "Talking KLEMS to hardcore KLEMS practitioners is a formidable challenge and I shall not venture where angels fear to tread.", "In the rest of my address, I will, therefore, try to provide a user's perspectives on how we read KLEMS data for policy purposes.", "Some Stylised Trends It is widely believed that a structural slowdown has been spreading across the global economy after growth peaked in 2010.", "About half of this slowdown can be attributed to demographic factors: ageing population; slowing working-age cohort increases; and declining labour force participation.", "Alongside, growth rates of investment and total factor productivity are declining.", "The engine of trade, which powered the global economy in the 1980s and 1990s, has also weakened considerably.", "Gains from better education and health have been diminishing as improvements in education and health care systems go abegging for lack of investments.", "More recently, powerful forces have accentuated the global slowdown - financial crises recurring with disturbing intensity; the once-in-a-century pandemic; and the war in Ukraine; all of which have left lasting scars.", "It has been argued that the global potential growth rate - the maximum growth rate that an economy can sustain in the long term at full employment and full capacity without igniting inflation (its speed limit, if you will) - has fallen by close to a full percentage point in 2011-21 relative to 2000-102.", "The global slowdown has pulled down advanced economies (AEs) and emerging and developing economies (EMDEs) alike, but it has imposed a major setback on the latter, pushing back their chances of catch-up or convergence.", "Consequently, their capacity to lift their populations out of poverty, reduce inequality and achieve the aspirational goals of development is endangered as well as their ability to harness the benefits of newer technologies stemming from green transition and the digital revolution.", "What is worrisome is that for EMDEs, all the drivers of growth - factor re-allocations; human capital formation; the share of working age population; investment growth - are losing strength at the same time.", "This could stall the process of development that has been underway since the middle of the preceding century.", "Meanwhile, policy uncertainty at the global level has surged and forces of deglobalisation and trade and finance disintegration have gained ground, vitiating the environment in which EMDEs sought to harness developmental opportunities and manage their challenges.", "The World Bank estimates that for EMDEs, potential growth as defined earlier fell to 5.0 per cent a year during 2011- 21 from 6.0 per cent a year during 2000-10 and will slow further to an average of 4.0 per cent a year during 2022-30.", "In particular, investment growth is likely to be insufficient to reach pre-pandemic trends.", "In the view of the United Nations Conference on Trade and Development (UNCTAD), greenfield foreign direct investment in industry remains fragile, especially in developing countries.", "There is significant risk that the momentum for recovery in international investment will stall prematurely, hampering efforts to boost finance for sustainable development3.", "Turning to Asia, the real GDP growth surge in east Asia (which includes the Pacific region) following the 1997-98 Asian financial crisis lost steam during the period between 2011-21 in a largely cyclical downturn.", "With the onset of the COVID-19 pandemic, there was a sharp fall in fixed capital investment and labour supply, which still remain below pre-pandemic levels.", "The weakening of human and physical capital will likely weigh on medium to long-term growth prospects of the region in an environment of reconfiguration of supply chains, elevated debt levels, tighter financing conditions and uncertainty related to trade and technology transfer.", "Over the period 2022-30, the region's potential output growth is projected by the World Bank to slow to 4.6 per cent a year from 6.2 per cent a year in 2011-21.", "Falling TFP growth is estimated to account for about three-fifths of the slowdown, with the remaining two-fifths attributable equally to slowing labour supply growth and capital accumulation.", "Economic activity in south Asia rebounded strongly from the recession caused by the pandemic, when its large informal sector was hard hit by job and income losses.", "Output in the region is on track to grow by about 6.0 per cent a year between 2022 and 2030, faster than the 2010s' annual average of 5.5 per cent and only moderately slower than growth in the 2000s.", "This will make it the fastest growing EMDE region in the remainder of this decade as demographic trends expand the working age population, the investment rate remains elevated, and productivity growth continues to benefit from the shift of resources away from agriculture and informal activity.", "Although population growth is expected to moderate, labour force growth will be supported by stabilisation of the participation rate after two decades of decline.", "South Asia's potential growth is projected to slow only marginally to 6.1 per cent a year on average in the 2020s from 6.2 per cent a year in the 2010s.", "The forecast of potential output growth through 2030 is underpinned mainly by a projected recovery in TFP growth.", "In central Asia4, the pandemic and the war in Ukraine have taken a grievous toll, reversing recent progress in raising living standards and leaving deep economic wounds among vulnerable populations.", "The region's output is estimated to have shrunk by 0.3 per cent in 2022 and is expected to flatten in 2023, weakened by erosion of labour productivity, muted investment and scarred human capital.", "Potential output growth is projected to slow from an annual average pace of 3.6 per cent per year over 2011-21 to 3 per cent per year over 2022-30.", "In west Asia5, GDP growth has been uneven over the past two decades, slowing in the 2010s under the effects of political turmoil and military conflict.", "The World Bank estimates that potential growth halved between the 2000s and 2010s, with the slowdown driven by broad-based decelerations in capital stock, in total factor productivity and in working- age populations.", "The pandemic has further damaged these drivers, with output contracting by 3.6 per cent in 2020.", "A rebound in 2021 was insufficient to reverse the decline in output.", "Potential output growth is projected to remain lacklustre, growing by about 2.5 per cent a year during 2022-30.", "A reduction in the contribution of labour to potential growth is expected to be partly offset by an anaemic improvement in TFP growth and stronger investment.", "Human capital accumulation is projected to slow owing to weaker growth in the working-age population.", "To sum up these trends, global growth was slowing down ahead of the pandemic relative to its performance up to the global financial crisis (GFC).", "This loss of speed was led by AEs but EMDEs were pulled in by 2010-2011.", "Only east and south Asia proved resilient and maintained historical growth trends.", "Even in these regions, the share of labour in output and its contribution by way of quality has fallen while capital accumulation has moderated.", "It is said that east and south Asia will become the world's centre of gravity and capital accumulation will continue to contribute more than half of GDP growth6.", "The rest will have to come from productivity, a subject to which I will turn shortly.", "Potential growth is weakening broadly across Asia with all drivers - TFP growth, labour force growth, and capital accumulation - slackening.", "East Asia is expected to be the EMDE region with the sharpest decline in both aggregate and per capita potential growth during 2022-30, mainly reflecting slower capital accumulation and TFP growth.", "The second largest decline in potential growth in 2022-30 is projected for central Asia from the continued weakness in labour force growth.", "Potential growth is projected to rise in west Asia in 2022-30 as strengthening TFP growth offsets demographic headwinds to potential growth.", "The secular slowdown over the last decade and expectations of another slow decade ahead warrants a renewed exploration of the linkages between physical capital investment, improvements in human capital, and exploitation of technological advancement.", "In an environment in which populations across the world are either ageing or declining, and investment rates are trapped in a long-term deceleration, including foreign direct investment, it is perhaps an opportune moment to focus on productivity growth as the means of arresting the downturn and charting a new trajectory of pushing outwards the growth possibility frontier.", "It has been observed that productivity is not everything but in the long run, it is almost everything7.", "This is the theme of my address today.", "The Paradox of Productivity Globally, productivity growth has undergone a prolonged slowdown since 2010, after a brief recovery in the years immediately following the GFC.", "This deceleration in TFP is more pronounced in EMDEs than in their AE peers.", "India has also suffered a decline in TFP growth, although moderate relative to the global experience - the average TFP growth rate in India slowed from 1.3 per cent during the period 2000 to 2007 to 1.2 per cent during 2011 to 2019, as against the EMDE average of 0.2 per cent and the global average of 0.1 per cent8.", "TFP growth accounted for about 20 per cent of India's aggregate GDP growth during this period, coinciding with the contribution of both capital and labour declining.", "GDP growth in India has remained relatively resilient, averaging close to 7.0 per cent during 2000 to 2022 with some ebbing of capital formation and employment growth in sync with the deceleration in TFP growth.", "For the period 2022-30 the World Bank projects India's potential growth to reflect the outlook for south Asia.", "Underlying the generalised productivity slowdown are several confounding puzzles, at least from the policy practitioner's point of view.", "I will focus on a few important ones in the interest of time.", "First, the slackening of productivity is synchronised across jurisdictions, apparently impervious to differentials in levels of development, inherent heterogeneity in country characteristics and differences in policy responses9.", "As the economist Alistair Dieppe points out, \"in a factor modelling framework, TFP growth is shown to be the one of the most important correlates of common developments in GDP growth\".", "Second, this co-movement of TFP across geographies suggests that it could be driven by common factors.", "In this context, it has been pointed out that cyclical factors, including changing factor utilisation, accounted for a third of the slowdown in the productivity in the post GFC period10.", "This suggests that fluctuations in productivity are actually demand-driven, calling into question the received wisdom on the long run neutrality of demand with respect to productivity11.", "It also does not fit well with the observed long run slowdown in productivity which suggests that structural factors may be at work whereas cyclical drivers are more short-run and reversible by definition.", "Third, the fall in productivity growth is co-existing with a slew of new technological developments such as cloud computing, big data analytics, robotics, fintech and the digital revolution to name a few.", "Once again, the Solow paradox of the 1970s and 1980s - \"you can see the computer age everywhere but in the productivity statistics\"12 - seems to have come alive.", "Some proximate hypotheses compete for explanatory power in unravelling the productivity puzzle.", "First, there is the 'mismeasurement' view which would seek further refinements in the manner in which factor inputs and their quality are measured so as to yield 'uncontaminated' estimates of TFP13.", "As Dale Jorgensen, a founding father of the KLEMS framework used to emphasise, the lesson of decades of experience is that these parameters are highly sensitive to methods of measurement.", "There are also the output effects of adding newer inputs like digitalisation to be considered.", "As the OECD has argued, digital technologies are transforming our economies and seem to offer a vast potential to enhance the productivity of firms14.", "Second, it is argued that new technological Herwartz, H., (2019), Long-run Neutrality of Demand Shocks: Revisiting Blanchard and Quah (1989) with Independent Structural Shocks, Journal of Applied Econometrics, 34(5), 811-819.", "Brynjolfsson, E., (1993), The Productivity Paradox of Information Technology, Communications of the Association for Completing Machinery, 36(12), 66-77.", "Brynjolfsson, E., Rock, D., and Syverson, C., (2018), Artificial Intelligence and the Modern Productivity Paradox: A Clash of Expectations and Statistics, The Economics of Artificial Intelligence: An Agenda, University of Chicago Press, pp.", "OECD (2019), Digitalisation and Productivity: A Story of Complementarities, OECD Economic Outlook developments are still in the 'installation' stage and hence they are producing only localised gains in productivity15 - \"a GPT16 does not deliver productivity gains on arrival\"17.", "Raising productivity will need a sufficiently large stock of the new capital, and complementary business process changes involving human capital and organisational changes in investment decisions have to be in place to integrate it into production in order to harness its benefits18.", "For instance, it has been found that investments in IT yields substantial benefits but over a gestation period, peaking after about seven years19.", "Moreover, access to cutting edge technologies remains uneven among countries and between firms - nearly half of SMEs and about a third of large firms in emerging and developing Asia report difficulty in obtaining financing as the major impediment to technology adoption20.", "Commensurately, aggregate R&D expenditure has slowed down in Asia and the world at large21.", "Other explanations of the productivity slowdown have also been offered in terms of the leapfrogging of many EMDEs over the relatively productive and labour-absorbing manufacturing sector to the relatively less productive services sector; trade and technology fragmentation; disruptions in global value chains; and the possibility of dissipation of profits - innovative firms Van Ark, B., (2016), The Productivity Paradox of the New Digital Economy, International Productivity Monitor, (31), 3.", "General Purpose Technology or GPT is a term coined to describe a new method of producing and inventing that is important enough to have a protracted aggregate impact (for instance, electricity and information technology).", "Jovanovic, B. and Rousseau, P. L., (2005), General Purpose Technologies, Handbook of Economic Growth, Vol.", "Brynjolfsson, E., Rock, D. and Syverson, C. (2018), Artificial Intelligence and the Modern Productivity Paradox: A Clash of Expectations and Statistics in The Economics of Artificial Intelligence: An Agenda, pp.", "(2023), Accelerating Innovation and Digitalization in Asia to Boost Productivity.", "Departmental Paper, 2023/01, International Monetary Fund.", "World Intellectual Property Organization (WIPO) (2022), Global Innovation Index 2022: What is the Future of Innovation-driven Growth?", "displace lagging firms from the market but without adding commensurately to output22.", "Conclusion Given that multiple factors could be at work, a multi-pronged approach woven into a comprehensive policy intervention is needed to reignite and sustain productivity growth.", "The policy response has to be powered by technological capital deepening, accompanied by long term investment in research and development to nurture a competitive innovation ecosystem, skill development through sustained educational attainments and training, and building up the physical infrastructure.", "EMDEs need to leverage the potential of the services sector to drive productivity growth.", "Investing in ICT infrastructure, securing reduction in trade costs like those associated with shipping, logistics and regulation and supportive business-enabling reforms could help to engage the private sector in partnering in this endeavour.", "In addition, raising labour force participation rates, especially among women and older workers, could also boost productivity, but this will require investments in workability, retraining and acquisition of new skills in step with changing technology.", "The OECD has cited digitalisation as a key avenue for future productivity growth by harnessing the power to rapidly diffuse and replicate ideas, informational goods and business processes at near zero marginal cost.", "Easing and expanding access to finance for small and medium enterprises can generate productivity bursts, especially in EMDEs.", "Central banks are stakeholders in this effort in view of their mandates of macroeconomic and financial stability.", "A deeper understanding of productivity trends is needed by them in order to judge the position of the economy on the business cycle so as to fashion appropriate policy responses that ensure sustained non-inflationary economic growth.", "In turn, this will promote financial market confidence and the overall flow of finance in the economy.", "Against this backdrop, the theme of this Conference is indeed timely and relevant.", "Your deliberations will surely provide deeper insights into the structural drivers of productivity and factor accumulation that create the conditions for sustainable development.", "New challenges, including climate change, digitalisation and the reshaping of global value chains, have to be addressed and new opportunities have to be seized.", "The Conference brings together the best minds, experiences and learnings on a subject of topical importance.", "I am sure that your discussions will enrich our understanding of productivity and growth in Asia and lead to better policy outcomes.", "I thank you all for your participation and wish you success in crossing another milestone in the journey of Asia KLEMS."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Productivity", "Growth", "Potential growth", "TFP", "Investment", "Labour", "Technology", "Asia", "EMDEs", "India"]}