{"sentences": ["Ms. Nisha Arora, Chair of the G20/OECD Task Force on Financial Consumer Mr. Chris Green, Chair of FinCoNet Members of the OECD The FinCoNet Governing Council I wish you all a very good morning or good afternoon, depending in which geography you currently are if you are attending this event virtually.", "At the outset, I would like to thank the G20 / OECD together with FinCoNet for organising this event at such a critical juncture where the advent of technology is revolutionising the delivery of financial services, thereby creating additional challenges for financial consumer protection.", "Unfortunately, due to professional commitments, I could not make it in Paris.", "However, as you can see, technology has made wonders not only in the financial services sector but also to enable us to connect from all corners of the globe.", "Financial consumer protection has been high on my agenda since my appointment as Governor in March 2020.", "I am pleased to share with the audience that from the 22 to the 24 of November this year, the Bank of Mauritius will host the Annual General Meetings of FinCoNet.", "You are all cordially invited to attend and further details will be provided by FinCoNet as we draw closer to the meeting.", "I am pleased to share my views on such an important topic as consumer education and consumer protection, particularly in a global financial environment that technology is radically transforming.", "It would not be proper to underscore the importance of financial education and consumer education if we fail to comprehend the hazards of not educating and protecting consumers of financial products.", "Indeed, failing on these two fronts would inevitably result in citizens making poor financial decisions, thereby affecting their quality of life and, by ripple, undermining the efficiency of our banking and financial systems.", "It is with these imperatives in mind that I have initiated a number of projects.", "In January last year, the Bank of Mauritius rolled out a nation-wide strategy with specific focus on financial literacy in a digital era.", "The strategy, which benefitted from the OECD INFE's endorsement, aims at fostering an appropriate level of financial education to enable customers to make informed decisions about the suitability of financial products to their specific situations.", "Concurrently, the Bank is actively building a robust financial consumer protection framework to shield consumers from abuse and make them become judicious users of financial products and services.", "We have made significant progress since the launch of our financial literacy strategy.", "In just two years, the Bank has physically reached out to more than one quarter of the target audience of students aged 15 to 18.", "Our online and social media platforms have catalysed dissemination to the public at large.", "Our Bank of Mauritius Museum Facebook platform, which is a key element of our financial education outreach strategy, has actively been followed.", "While these do comfort us, we are not resting on our laurels.", "As I speak, the Bank of Mauritius, which is the national coordinator for the OECD's Global Money Week again this year, is spearheading initiatives in the country with the participation of the Mauritius Bankers Association and NGOs.", "I here wish to thank the OECD and the G20 Indian Presidency for the focus they are placing on financial education and financial inclusion, and for having kindly invited the Republic of Mauritius to be part of some of the working groups.", "The Bank of Mauritius is honoured to be contributing to the discussions on the Global Partnership for Financial Inclusion and on Financial Sector Issues.", "The learnings from these interactions will undoubtedly support the Bank in its endeavours.", "Ladies and Gentlemen, While financial inclusion is a priority around the world, we need to be conscious that addressing gender gaps in the financial system also forms part of solving the equation.", "Significant gender gaps still prevail in several geographies.", "While the figures are stark in developing economies, advanced economies are also not spared.", "In our common quest for inclusiveness, gender equality stands as a vital component of financial education and consumer protection.", "On this front, we cannot fail to underline how the OECD's relentless work on gender equality and the Recommendation of the Council on Gender Equality in Education, Employment and Entrepreneurship go a long way in the financial empowerment of women and girls.", "As regulators, let us work together to ensure that our consumer education and consumer protection strategies contain specific components to address the additional financial literacy needs that women may have.", "Ladies and Gentlemen, The global financial system is surfing on the crest of technology.", "As online services and adoption of technology become increasingly the norm in the financial services industry, the possibility of wrongdoers abusing the system also increase.", "While the scams and other attempts at fraud are impossible to eliminate, they can, nevertheless, be mitigated to a tolerable level.", "On that front, financial education and digital financial literacy are key components to meet our objective.", "Wary of the challenges that technological disruption may give rise to, we are sparing no effort to craft strategies that will leverage technology to bolster consumer protection and financial inclusion in a digital era.", "In the face of the expansion of digital financial services around the world, we need to upscale financial literacy into digital financial literacy and digital financial inclusion.", "This is a priority that I have already identified and is justly what is driving the Bank of Mauritius to fully support the G20's current Global Partnership for Financial Inclusion efforts to prioritise their implementation.", "I also need to underscore the importance of clear and adequate disclosures.", "It is this information that would help consumers make informed decisions as well as ensuring that the products are suitable for them.", "Providers of financial services should, therefore, provide the right information to their customers in a plain and simple language so that they are aware of all benefits and risks before going for a product.", "I agree that it may entail some additional costs on their side.", "However, focusing only on short term profits could entail long term pain for both consumers and providers of financial services as it could result in costly lawsuits, both in financial and reputation terms.", "At the bank, we are currently working on the roll out of a CBDC, the Digital Rupee.", "We believe that CBDCs, by the very fact that they are issued by central banks, will provide a springboard for enhancing digital financial literacy.", "Ladies and Gentlemen, It is imperative that we all work together towards creating the conducive policy environment.", "Progress in access to finance today largely depends on mobile phone penetration as much, or even much more, than just the banking system.", "In that regard, banking and financial regulators need to leverage the ubiquity and affordability of internet access.", "The interoperability of systems and the availability of low-cost switches for financial transactions are equally important.", "As digital payments become more common and the cost falls, many private businesses will be able to pay their workers and suppliers electronically.", "While we should endeavour to promote the digitalisation of payments, we must also focus on enhancing consumer protection frameworks and regulations to ensure that financial and technology companies adhere to safe and fair practices.", "Ladies and Gentlemen, Over the past decade significant progress has been made around the world to strengthen financial consumer protection regulatory frameworks.", "Policy makers have been incorporating a broader range of regulatory approaches to protect consumers from inappropriate market practices, assist consumers to make better-informed decisions regarding the use of financial products and services, and ultimately achieve better outcomes for consumers.", "However, to be effective, such regulatory frameworks must be operationalized, including through supervision.", "Around the world, authorities are increasingly turning to the task of developing appropriate supervisory processes and frameworks to monitor and implement Financial Consumer Protection regulation effectively.", "This being said, undertaking Financial Consumer Protection supervision can be a daunting task given the wide range of financial products, providers, and issues to be considered, combined with limited supervisory capacity and resources.", "Ladies and Gentlemen, At this point, I would like to make a call on all Banking and Financial regulators to join efforts and share experiences so that we can leverage on each other and jointly address consumer protection and consumer education issues.", "The Bank of Mauritius has been an active member of the FinCoNet since 2016 and I look forward to furthering our collaboration, not only for Mauritius, but also in the African region.", "I also look forward to welcoming you in person in November this year for the Annual General Meetings of the FinCoNet.", "With these words, I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial education", "Consumer protection", "Digital financial literacy", "Financial inclusion", "Gender equality", "Technological disruption", "CBDCs", "Digital payments", "Financial consumer protection regulation", "Supervisory frameworks"]}