{"sentences": ["Let me start by thanking the Riksbank for organising this symposium and for inviting me to take part in this panel.", "In many ways, the theme of our panel - central bank independence and policy coordination in a globalised world - is a good description of the objectives to which Stefan Ingves' many, many, achievements have contributed during his long and varied career, including most notably as Chair of the Basel Committee and as Chair of the Advisory Technical Committee of the European Systemic Risk Board.", "It is therefore somewhat humbling for me to take part in this discussion as his successor as Chair of both these Committees.", "While I will focus my remarks on the financial stability aspects of independence, globalisation and coordination, allow me to start by recalling the main reason why the task of controlling inflation has been assigned to independent monetary authorities in a large number of economies.", "The argument is based on what the economic literature calls \" time inconsistency \", which highlights the role of expectations in agents' behaviour.", "Price stability unquestionably enhances economic growth and improves wellbeing in the long run.", "However, if the monetary authority is not independent and focuses on other more short-term goals, it may repeatedly use monetary policy to stimulate demand above the level that would be consistent with its inflation objective, in which case an inflationary bias will be generated.", "In the short run, higher levels of economic activity and employment could be attained, but costs would emerge later on.", "The inflationary bias would ultimately be anticipated and incorporated into agents' expectations and, therefore, into price-setting and wage bargaining.", "The outcome would be higher inflation without any lasting improvement in the economy's level of output and employment.", "This would detract from monetary policy efficiency and the commitment to price stability would no longer be credible.", "Taking the long view that price stability requires is more difficult for political authorities, which naturally may be inclined to give priority to shorter-term considerations.", "In my view, the time-inconsistency argument for an independent monetary authority is also relevant - and thus, may also be applied - to the need for an independent financial supervisor.", "This is because short-term incentives to relax supervisory policies may have important consequences for financial stability in the long run, which may, in turn, also affect monetary policy-making.", "Moreover, this argument applies to both micro- and macro-prudential supervision.", "The importance of independence in this field is actually recognised worldwide and enshrined in the Basel \"Core Principles for Effective Banking Supervision\".", "The Basel Core Principles are part of the \"Key Standards for Sound Financial Systems\" laid down by the Financial Stability Board (FSB) that warrant priority implementation, depending on country-specific circumstances.", "Moreover, implementation of these principles is generally assessed through the IMF/World Bank Financial Sector Assessment Programs (FSAP).", "Allow me now to make four general points on the topic of policy coordination in a globalised world , focusing again on the financial stability domain.", "First, I think it is helpful to take a step backwards to review the rationale for international cooperation and global standards when it comes to the financial and banking system.", "The history of banking crises has painfully illustrated that financial stability is a global public good, with the costs of systemic banking crises often exceeding 100% of a country's GDP.", "Yet, if each jurisdiction is left to itself when it comes to safeguarding financial stability, the cross-border spillovers of financial distress can result in individual jurisdictions \"underinvesting\" in financial stability.", "That is why global cooperation is needed .", "Another way to think about this is to build on Hélène Rey's seminal work on the monetary policy dilemma/trilemma, which has an analogy in the area of financial stability, as pointed out by Dirk Schoenmaker.", "In short, any two of global financial stability, financial integration or national financial policies can be achieved, but not all three at the same time.", "The main message is that if we want to live in a world with an open global financial system, then safeguarding financial stability requires a set of minimum global standards.", "Failure on this count could result in regulatory fragmentation, regulatory arbitrage and an uneven playing field for internationally active banks.", "This philosophy is what drives the work of the Basel Committee, and it underpins a common set of shared values among our members.", "Thus, it came as no surprise that the Committee - including under Stefan Ingves' Chairmanship - was able to coalesce around the Basel III reforms, given the mutual interest in shoring up banks' resilience.", "Nor was it a surprise that our members committed to implementing the outstanding elements of Basel III fully and consistently, and as soon as possible.", "Here I take the opportunity to reiterate the importance for all member jurisdictions of pressing ahead with this commitment to implement all aspects of Basel III.", "Second, and with that premise established, I would argue that this need for global cooperation has only grown in importance over time.", "The Great Financial Crisis (GFC) highlighted the deep and opaque cross-border interconnections existing within the global banking system.", "Yet, while some of the channels of interconnectedness that fuelled the GFC have since subsided, we have also witnessed profound structural changes to the financial system over the past decade that raise fundamental financial stability questions.", "These include the rise of non-bank financial intermediation, and the deep pockets of opacity and interconnections with the banking system - as we have seen in cases such as Archegos, Evergrande, Greensill and Huarong.", "In addition, medium-term structural trends such as the ongoing digitalisation of finance and increasing climate-related financial risks are so cross-sectoral and global in nature that they can only be effectively addressed through greater cooperation across sectors and across jurisdictions.", "While third cooperation can, and should, take different forms regulation - most notably the Basel framework - is perhaps the most visible product of global cooperation, there are a number of other, equally important, dimensions.", "Supervisory principles and guidelines, while often high-level in nature, are a powerful tool to help raise the bar when it comes to the quality and effectiveness of risk management practices and supervision, and to help provide a common global baseline.", "Supervisory cooperation, including through the sharing of supervisory intelligence and best practices, is a vital channel for authorities to assist and learn from one another.", "Indeed, merely having a continuous and ongoing channel of communication among authorities is perhaps one of the most important levers available to us.", "Equally, cooperation should be multi-faceted in scope, and should encompass both microprudential and macroprudential financial stability dimensions.", "We learnt this lesson the hard way in the wake of the GFC, and that is why the Committee's membership - comprising both central banks and supervisory authorities - is crucial to ensure that we benefit from both the system-wide and institution-specific perspectives.", "Moreover, given the increasingly cross-sectoral nature of many of today's financial stability issues - such as digitalisation and climate - I believe that more cooperation across different sectors - for example, on accounting, competition, anti-money laundering, data privacy, and taxation, to name a few issues - is also vital.", "In many instances, we are all working on similar issues from a slightly different angle, and so we would surely all benefit from sharing notes and ensuring that there are no unintended gaps or overlaps.", "Let me end by noting that cooperation need not mean full harmonisation .", "While having a single, uniform \"global rule book\" may be theoretically appealing, the fact is that we live in a heterogeneous world, with structural and cyclical differences across banking systems and jurisdictions.", "Moreover, many of our central bank and supervisory authority members are accountable to their national legislatures, so it is crucial that global standard setting bodies are perceived to be legitimate and transparent.", "This is why the Basel Committee has an extensive outreach programme with a wide range of stakeholders that go beyond market participants, to include academics, public sector bodies, legislatures and civil society.", "Indeed, there needs to be an appropriate balance between globally-agreed decisions and national measures.", "This is the approach that has always been pursued by the Basel Committee.", "It comprises: (i) a common and consistent global baseline of standards and principles to provide a level-playing field; (ii) the ability of member jurisdictions to apply additional and more prudent measures to help mitigate specific areas of risks and vulnerabilities related to their banking systems; and (iii) the possibility for them to implement the proportionality principle in their domestic regulatory and supervisory frameworks, in such a way that neither financial stability nor the safety of financial institutions is undermined."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["financial stability", "independence", "Basel III", "global cooperation", "inflation", "macroprudential supervision", "microprudential supervision", "time inconsistency", "global financial system", "Basel Committee"]}