{"sentences": ["Good morning everyone, Welcome back to the Central Bank for our third meeting of the Financial Industry Forum.", "We have a good agenda ahead of us and I look forward to hearing from you all.", "As I've said before, engaging with you - our key industry stakeholders - is of critical importance to our work, and engagement with our stakeholders from across the community is at the heart of our strategy.", "The objective is a better understanding of the issues we all face.", "As part of today's meeting, we will discuss the key themes emerging from the Forum's subgroups.", "Last October, you asked to nominate alternates to attend the Subgroups which resulted in 63 representatives from 14 bodies attending meetings.", "It's provided us with considerable scope, diversity of perspective and experience, and will contribute greatly to a strong and meaningful platform for shared, strategic dialogue.", "The current macroeconomic conjecture Some of us have just returned from attending the Spring Meetings of the World Bank and International Monetary Fund's (IMF) spring meetings in Washington DC.", "So you might find it useful if I gave you a quick overview of some of the issues that arose there.", "Mark Cassidy, our Director of Financial Stability, will give a more detailed presentation shortly.", "The discussions in Washington were dominated by the complex challenges facing the global economy including: economic and macro-financial implications of geopolitical fragmentation; heightened financial stability risks in the wake of recent market turbulence with focus on both banks and non-banks; policy making in a high interest rate environment; and how to tackle soaring public debt.", "As you are all aware, the financial system is being challenged by the stresses that are being brought upon it by necessary monetary policy tightening.", "Since the events in the United States in early March, we have been focused on potential financial stability implications, the possible indirect effects and channels of contagion.", "Risks in the non-bank sector may arise especially from liquidity mismatch and leverage, which could adversely affect market conditions should risks materialise.", "The IMF's sluggish outlook for the global economy reflects the tight policy stances needed to bring down inflation, the fallout from the recent deterioration in financial conditions, Russia's war in Ukraine and growing economic fragmentation.", "Other downside risks we discussed at the meetings were a severe tightening of global financial conditions, sharper monetary policy impact amid high debt, stickier inflation, systematic sovereign debt distress in emerging markets and developing countries, China's growth and the fragmentation that is hampering multilateral cooperation.", "The increased uncertainty faced by the global economy is reflected in the ongoing high uncertainty around the outlook for the euro area.", "The Governing Council of the ECB will be especially focused on incoming data as part of making our monetary policy decisionmaking in the coming weeks.", "Our recent decisions represent a significant tightening of the monetary policy stance, commensurate to the significant challenges to price stability we have been facing.", "And on the evidence so far, it is too early to start planning for a pause in our tightening of policy.", "Indeed, and again based on the evidence we have to-date, rates will need to continue at restrictive levels to help re-set the balance between supply and demand in the economy and bring down inflation.", "Supervisory milestones ahead in 2023 Deputy Governor's Sharon Donnery and Derville Rowland have recently spoken about our supervisory milestones for 2023.", "This year our principal focus will be on: the assessment and management of risks to financial and operational resilience; continuing to drive for fair outcomes for consumer and investors; overseeing the withdrawal of Ulster Bank and KBC from the Irish market; and detecting and sanctioning market abuse.", "Transforming our approach to regulation and supervision A key priority in Our Strategy is to transform how we regulate and supervise the financial services sector.", "Our objective is more efficient and effective regulation and supervision, better enabled by data and technology, and supported by new skills and enhanced capabilities.", "We will retain our risk-based approach to supervision but operate in a more integrated manner across our expanding mandates.", "We are currently in the early design phase of this, but it is something we would like to discuss with you in the future.", "We are aiming to put innovation at the centre of our approach to regulation and supervision, both in how we enhance our own operational capabilities and also in how we harness the benefits and mitigate the risks arising from innovation within firms and the financial sector as a whole.", "On the enhancement of our Innovation Hub, I understand there was a good discussion, with useful insights, at the Innovation Sub-Group about actions that we can consider as part of this work.", "We will engage with you and the wider sector in greater detail as we work through this programme of transformation, as well as our broader Strategy.", "I'll now handover to Mark Cassidy to talk to you about the current economic and risk environment before we move to discussion.", "We want to hear from you about the challenges that you and your members are experiencing in managing your firms and safeguarding consumers and investors at this time."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Monetary policy", "Global economy", "Inflation", "Economic risks", "Regulation", "Supervision", "Innovation", "Stakeholder engagement", "Financial services"]}