{"sentences": ["First, I would like to thank today's speakers.", "I believe that it is rewarding to learn how economies and central banks work in other countries, especially in our region.", "In the sixties, an economist said that there were four types of countries in the world: developed countries, underdeveloped countries, Japan and Argentina.", "Argentina is an idiosyncratic country because of its history.", "We have so many things to be proud of: several FIFA World Cup awards, the Argentine pope, our political heritage, our concern for human rights.", "But regarding economics, idiosyncrasy prevails.", "One of the idiosyncratic characteristics of Argentina is the extensive period of sustained inflation, which started in the early fifties.", "The high levels of inflation have been persistent through the years in absolute and relative terms compared to other countries.", "The convertibility system was implemented and it was successful in stabilizing inflation in the first years, but later it failed to cope with recessionary shocks.", "In the second half of 1998, Argentina moved into recession and it was able to come out of it when the convertibility system was abandoned.", "Before the nineties, unemployment in Argentina was around 4%; with the new system, it jumped to 15%, 18% and 23% in the worst moments of the crisis.", "So, what can we learn from such a long period of inflation?", "First, there are no simple solutions.", "Drastic measures can have severe consequences when the situation to face is different from what caused it.", "And I believe that the other issue to take into account is that Argentina started to have sustained inflation when restrictions to its economic growth unfolded.", "As inflation accelerated in the fifties, Argentina started to experience restrictions to its growth due to two constraints: energy restriction and external restriction, which have often been combined.", "Argentina has not been able to achieve a period of price stability but neither has it been able to achieve a long period of stability in its economic growth, leading to a recurring stop and go phenomenon.", "The longest period of low inflation and growth was probably the one after the convertibility system.", "Argentina was able to grow because it was undergoing an external debt restructuring process and the price of commodities provided enough margin to avoid external restriction.", "So, I believe we can learn from our own experience.", "During the last Jackson Hole Economic Symposium, Jerome Powell said that inflation was a problem of imbalance between supply and demand.", "He said something that is also true: central banks can restrict demand though they have few tools to expand supply; and, when they have to act, they do so accordingly.", "What underlies my argument is that growth is the way to avoid inflationary processes.", "As I was saying, in Argentina, the restriction is in the external and energy sectors.", "Powell said something that we all know: the restriction is in the U.S. labor market and in the long term.", "If we think of democratic economies with situations of poverty and inequality, very long periods of tightening of demand may have very negative social effects and may also question the credibility of those who carry out the anti-inflationary policy.", "Long periods of high interest rates seeking to reduce inflation have social consequences, and this may also affect the credibility of the institutions that have to curb inflation.", "I believe that we are also in a special moment of paradigm change.", "I mentioned it when I opened the conference.", "Charles Goodhart and Manoj Pradhan wrote The Great Demographic Reversal.", "Goodhart wrote this book in 2019 before the pandemic.", "He stated that the incorporation of China into the global market of industrialized goods caused the inflationary impulses from industrial goods to be reduced due to the low wages paid by China and the enormous labor force it had to expand its exports.", "In 2000, the ratio of Chinese workers' wages to American workers' wages was 34.", "By 2018, that ratio had dropped to 5 and it posted a downward trend.", "Goodhart's pointed out that the opportunity to take advantage of low wages in the Chinese economy had ended.", "Figures support this situation.", "In 2030, China will have 500 million middle-class people and only 100 million low-income people.", "In 2015, there were 500 million lowincome people.", "This means an extraordinary increase in China's domestic absorption and, as I mentioned before, it will not moderate the prices of industrial products.", "Coincidence is not causation.", "The presence of China in the supply of industrial goods, favored by globalization, has coincided with a long period of price stability and also with the ability of central banks to control inflation through inflation targeting, which makes them proud.", "I think we should be aware of this new phenomenon in the global economy because the instruments used so far to contain inflation may weaken and we may have to reconsider their use.", "We economists are creative, especially in central banks, where we like to change the name of things that already exist.", "At some point, quantitative easing was invented, which is nothing but monetary expansion.", "I believe we should start considering other mechanisms to control inflation than the ones used so far.", "As regards restrictions to Argentina's growth and their effects on inflation, together with their temporary overlapping, I think we have good news for Argentina.", "When we arrived in the BCRA in 2019, Argentina's exports accounted for USD60,000 million.", "At the beginning of the first decade, exports in Argentina reached USD83,000 million.", "Then they fell to USD60,000 million and figures remained unchanged for a long time.", "Taking into account the experience we had about external restriction, it was difficult to think of an immediate strategy for economic growth in a country with worrying levels of poverty.", "The good news is that, in 2022, Argentina exported nearly USD90,000 million.", "Looking ahead, export estimates of energy, mining and the rest of goods are very promising.", "However, it is a mistake to believe that the trade surplus is the only solution to all our problems and to recurrent inflation.", "Germán mentioned our studies on the inflationary phenomenon in Argentina, and the effect that inflationary inertia has on the sustained price levels of our economy.", "However, this is not the only problem we have to solve.", "Inflationary inertia will not be solved by growth.", "Argentina has a very small capital market as it has gone through a long inflationary process.", "Germán has talked about it: 6% of financing from the financial sector to the private sector, 6% of GDP, and 8% of capitalization from the capital market in the Argentine economy.", "Moreover, the BCRA has sterilized the savings of Argentine companies for USD60,000 million through LELIQs and repo transactions.", "Although this might be seen as a macroeconomic problem, in fact, it is an opportunity.", "Considering its domestic savings, Argentina has great capacity to expand investment and financing, and that is how we understand it.", "Thus, while solving the external restriction and inflationary inertia problems, it is also necessary to develop the capital market.", "This is a complex process because it does not only involve macroeconomic problems but also economic agents' performance problems.", "From the moment statistics started to be produced in this regard, Argentina has built up foreign assets amounting to USD190,000 million.", "In the balance of payments, Argentina's residents are world creditors for USD380,000 million.", "Since 2006, Argentina has imported U.S. banknotes for USD171,000 million.", "Therefore, we need to solve the problem of inertia and the lack of capital market to overcome these high levels of inflation.", "The capacity or possibility of economic growth is necessary but not enough for us to achieve this objective.", "I would like to thank you, once again, for joining us in this conference.", "I would like to thank those who have presented their ideas, the Economic Research Deputy General Management Office, and the Institutional and International Relations departments of the BCRA for the success of this conference.", "We hope that this tradition continues in the coming years."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic growth", "External restriction", "Central banks", "Monetary policy", "Supply and demand", "China", "Demographic change", "Inflationary inertia", "Capital market"]}