{"sentences": ["SPEECH The inflation outlook and monetary policy in the Keynote speech by Luis de Guindos, Vice-President of the ECB, at King's College London London, 7 July 2023 1 ] Thank you very much for inviting me here today to give the keynote speech on inflation.", "[ Over the past two years inflation has surged across the globe, with the euro area being no exception.", "To be able to deliver on their mandates, monetary policymakers must understand its root causes, dynamics as well as possible knock-on effects.", "My comments today will focus on the current inflationary environment in the euro area and the ECB's monetary policy response.", "I will start by giving you a brief overview of how we got to where we are today and how we see the outlook for growth and inflation developing over the coming years.", "I will then take a more in-depth look at the main drivers of inflation, focusing on how they have evolved over the course of the pandemic and more recently.", "Finally, I will turn to the ECB's monetary policy response so far.", "The outlook for inflation and growth in the euro area At the onset of the current inflation surge, the euro area economy was hit by a succession of extraordinary adverse supply shocks which pushed inflation far above the ECB's 2% medium-term target.", "The COVID- 19 lockdowns in 2020 led to the enforced closure of large parts of the economy and a sharp drop in activity levels and inflation.", "As the consumer goods industry reopened and consumption patterns shifted from contact-intensive services to goods, supply and demand mismatches emerged.", "Bottlenecks slowed the supply of key intermediate inputs.", "[ The decisive monetary and fiscal support measures that were put in place during the early stages of the pandemic protected people's livelihoods, offered support to households and firms and counteracted the deflationary impact of the pandemic during the second half of 2020 and in the first half of 2021.", "Then came Russia's unprovoked invasion of Ukraine in February 2022.", "Europe's dependence on gas and food imports from the region led to an acute energy crisis and a significant negative terms-of-trade shock.", "Since then Europe has managed to reduce its dependence on Russian gas and avoided both energy rationing and a sharp contraction in activity.", "The gradual reversal of this shock is supporting economic growth and slowly reducing price pressures.", "But as the war is still ongoing, the risk of further upward pressure on commodity prices remains.", "The recovery in demand, combined with supply disruptions, has made it easier for firms to pass on high input costs to consumer prices and for workers to negotiate higher wages.", "[ This increases the risk of significant second-round effects.", "The euro area economy has broadly stagnated in recent quarters as high prices and tighter financing conditions have weighed on household spending and private investment.", "Manufacturing activity has been hit particularly hard, while the services sector continues to benefit from the momentum generated from the reopening of the economy.", "The labour market, meanwhile, has remained resilient.", "Almost 3.5 million jobs have been added since the start of 2022, largely thanks to an expanding labour force, with unemployment registering historical lows during the past year and reaching 6.5% in May 2023.", "Although still too high, inflation fell from its peak of 10.6% in October last year, initially driven by a drop in energy inflation, to 5.5% in June, according to the Eurostat's flash estimate.", "Inflation excluding energy and food - often referred to as core inflation - has been more persistent.", "It started to moderate only recently, declining to 5.3% in May, but it is estimated to have ticked up slightly to 5.4% in June.", "In June, Eurosystem staff revised down slightly the outlook for growth in the euro area for the next two years.", "The economy is expected to slow to 0.9% in 2023 before rebounding to 1.5% in 2024 and 1.6% in 2025 as energy prices moderate, foreign demand strengthens and real incomes improve.", "At the same time, the ECB's monetary policy tightening is increasingly feeding through to the real economy while fiscal support is gradually withdrawn.", "Inflation is projected to continue to slow as energy prices fall, food inflation moderates and supply bottlenecks ease.", "At the same time, underlying price pressures remain strong.", "Staff have revised up their projections for inflation excluding energy and food, owing to past upward surprises and the implications of a robust labour market for the speed of disinflation.", "The anatomy of inflation The drivers of inflation today are very different in type and magnitude from those in play before the pandemic as could be suspected in view of the recent unprecedentedly high inflation rates.", "[ Energy prices have been the most important driver of both the previous surge and the current decline in inflation.", "Recovering global demand drove the initial rise in commodity prices over the course of 2021.", "Russia's invasion of Ukraine in early 2022 pushed up commodity prices further, leading to an energy inflation rate of 44.3% year on year in March 2022, unprecedented in euro area history.", "Food inflation was also affected; it reached a historic high of 15.5% in March of this year.", "These developments have hit lower income households particularly hard owing to the significant share of energy and food in their consumption basket.", "During the pandemic, the rotation of consumption away from services towards goods, combined with supply bottlenecks, resulted in severe demand-supply mismatches.", "This set in motion an inflationary impulse which pushed durable goods inflation to historically high levels.", "This reflects the easing of global supply shocks, as well as the impact of our monetary policy tightening on interest-sensitive components of demand, such as durable goods consumption.", "Although services inflation eased slightly in May, it has been on an upward trajectory since mid-2021, reaching 5.4% in June.", "[ The persistence in services inflation reflects that some cost pressures and reopening effects are still passing through.", "At the same time, rising wages are adding inflationary pressure to labour-intensive services.", "The reopening of the economy after the pandemic resulted in a strong resurgence of pent-up demand for contact-intensive services in particular, such as restaurants and travel related-items.", "Overall, the pass-through from the recent supply shocks to underlying prices has been faster and more widespread than before the pandemic.", "This likely reflects both the unprecedented size and duration of the shocks which, combined with economic dislocations and significant labour shortages, allowed firms to pass higher input costs on to consumers.", "In an attempt to rebuild purchasing power, workers continue to push for higher wages.", "[ Given these unprecedented economic shocks, projecting key macroeconomic variables has proven challenging.", "This is particularly true for headline inflation, which has seen significant forecast errors by major professional forecasters, central banks and policy institutions since the start of the pandemic.", "Disentangling the \"signal\" on headline inflation from the \"noise\" has become increasingly difficult.", "[ Underlying inflation measures have therefore become an important pillar in assessing the inflation outlook and risks.", "[ These measures aim to capture more persistent price developments (for instance, by excluding more volatile items from headline inflation) to provide a clearer signal for medium-term inflation developments.", "However, a key challenge is that the standard set of measures of underlying inflation continue to be contaminated by past energy shocks, supply disruptions and reopening dynamics.", "Since the start of the pandemic, the accuracy of both headline and core inflation projections one or two years ahead has in fact deteriorated significantly.", "Each indicator has its advantages and disadvantages and the performance of different measures can change over time.", "It is therefore important to monitor a wide range of indicators of underlying inflation.", "[ That said, there are currently two clear messages.", "First, while underlying price pressures remain strong, most indicators have started to show some signs of softening.", "Second, while still wide by historical standards, the range of measures of underlying inflation recently began to narrow.", "This suggests that the unusually high level of uncertainty around the downward trajectory of inflation over the medium term has started to ease somewhat.", "A closer look at some of these indicators however, reveals that some are levelling off only recently.", "As the indirect effects of past energy price shocks and other pipeline price pressures gradually fade, labour costs - an important component of prices in the services sector - are becoming a dominant driver of inflation.", "Wage pressures are rising and we have factored strong wage growth into our inflation projections.", "Compensation per employee rose by 5.2% year on year in the first quarter of 2023 and is expected to continue to grow strongly in the coming months.", "At the same time, firms in some sectors (such as trade, transport, accommodation and food) increased their profits, especially where demand outstripped supply.", "[ Looking ahead, this may offer firms room to absorb the impact of wage increases on prices as other input costs moderate.", "The June 2023 Eurosystem staff projections assume a downward trajectory for firms' profit margins along these lines.", "Given the crucial role of labour costs in the outlook, we are closely monitoring inflation dynamics in the services sector where these costs play a particularly important role.", "The ECB's monetary policy response In response to the extraordinary surge in inflation since 2021, the ECB began to considerably tighten its monetary policy stance in several phases to make sure that inflation returns to our 2% medium-term target in a timely manner.", "In December 2021 we announced that we would start normalising monetary policy by reducing the pace of net asset purchases.", "We decided to end net purchases in the first half of 2022, first under the pandemic emergency purchase programme (PEPP) and then under the asset purchase programme (APP).", "In July 2022 we began raising the key ECB interest rates, and we have since raised the deposit facility rate by a cumulative 400 basis points to 3.5%.", "Finally, to support the overall monetary policy stance, the Governing Council started to reduce the APP portfolio in March by only partially replacing maturing securities held therein, and reinvestments under the programme were discontinued as of this month.", "We expect the transmission of our monetary policy tightening to operate across the entire yield curve.", "[ The recent increases in policy rates affect the very short-term money market rates directly, while expectations of future policy rate changes lead to rising medium to long-term interest rates.", "At the same time, the rundown of our securities portfolio and changes in expectations of our holdings also push up long-term yields by increasing the duration risk that investors must hold.", "Due to these higher interest rates, households are expected to save more and consume less, while firms tend to reduce investments.", "Together, these effects lead to a cooling in aggregate demand that eventually feeds into lower inflation.", "The bulk of the impact of our tightening is expected to materialise only in the course of this year and thereafter.", "Model estimates by ECB staff suggest that, owing to the tightening, inflation in 2022 was only half a percentage point lower than it would have otherwise been, while the downward impact is expected to average two percentage points over the period 2023-25.", "[ These model-based estimates provide a useful benchmark for assessing the strength of monetary policy transmission.", "However, during periods of elevated uncertainty or when policy is tightened quickly, transmission may differ in ways that are difficult to capture using models based on historical regularities.", "There may also be important non-linear dynamics - such as risks of inflation expectations becoming de- anchored or risks of financial effects being propagated more forcefully - that are not captured by linear models.", "For these reasons, models must be complemented by real-time monitoring of the transmission of policy to financial variables as well as leading indicators of prices and economic activity.", "Given the unprecedented nature of the shocks that are working their way through the economy, as well as the uncertainty around the strength and speed of the impact of past rate hikes on inflation, we will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "This data dependence works via the three rate-setting criteria that the Governing Council laid out in March 2023.", "Our future policy rate decisions will be based on (i) the assessment of the inflation outlook in light of the incoming economic and financial data, (ii) the dynamics of underlying inflation, and (iii) the strength of monetary policy transmission.", "It is important to note that these three criteria are equally important and provide cross-checks for the Governing Council in assessing the overall level and duration of restriction that will be necessary to achieve our objective.", "Our June projections confirmed that, while inflation has moderated, it is expected to remain above our 2% target for too long.", "Although underlying price pressures are moderating, they remain strong and confirm the upward revision to both headline and core inflation.", "Nevertheless, the transmission of our unprecedented policy rate hikes so far to tighter financing conditions is well advanced and we are now beginning to see the impact on parts of the real economy.", "To conclude, a succession of unprecedented shocks over the past three years has pushed inflation far above target in the euro area and around much of the world.", "The ECB's Governing Council has responded by increasing interest rates substantially and has so far raised the policy rates by 400 basis points since July last year - the fastest tightening on record.", "But our job is not yet done.", "Services inflation, and labour costs in particular, need to be closely monitored, as they are now an important driver of overall inflation.", "The current high inflation environment requires that monetary and fiscal policy work in the same direction.", "As energy prices fall and risks around the energy supply recede, it is important that the energy-related government support measures are rolled back to prevent that these drive up medium-term inflationary pressures.", "Our future decisions will ensure that the key ECB interest rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our 2% medium-term target and will be kept at those levels for as long as necessary.", "As the shocks reverse and the effects of our past rate increases are gradually transmitted across the real economy, inflation is projected to decline further towards our target.", "Nevertheless, the inflation outlook is surrounded by significant uncertainty, and we will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "7 July 2023  I would like to thank Thomas McGregor, Annukka Ristiniemi, Eliza Lis, Malin Andersson, Belén González, Bruno Fagandini, Anna Beschin and Giulia Gardin for their contributions to this speech.", "De Santis, R.A. and Stoevsky, G. (2023), \" The role of supply and demand in the post-pandemic recovery in the euro area \", Economic Bulletin, Issue 4, ECB.", "Hahn, E. (2023), \" How have unit profits contributed to the recent strengthening of euro area domestic price pressures?", "\", Economic Bulletin, Issue 4, ECB.", "For a comprehensive discussion of this topic, see Lane, P.R.", "(2023), \" Indicators for producer price pressures in consumer goods inflation \", Economic Bulletin, Issue 3, ECB.", "The increase in services inflation mainly reflects the increase in services inflation in Germany, which increased to 6.1% from 4.4% due also to an upward base effect following the temporary introduction of the 9 euro ticket in June 2022.", "(2023), \" Underlying inflation \", lecture at Trinity College Dublin, 6 March.", "The ECB monitors several indicators of underlying inflation.", "These can be broadly grouped into three categories: (i) exclusion-based measures, (ii) trimmed measures, and (iii) model-based measures.", "Ehrmann, M., Ferrucci, G., Lenza, M. and O'Brien, D. (2018), \" Measures of underlying inflation for the euro area \", Economic Bulletin, Issue 4, ECB.", "(2023), \" The euro area hiking cycle: an interim assessment \", Dow Lecture at the National Institute of Economic and Social Research, London, 16 February; and Lane, P.R.", "(2022), \" The transmission of monetary policy \", speech at the SUERF, CGEG | COLUMBIA | SIPA, EIB, SOCIÉTÉ GÉNÉRALE conference on \"EU and US Perspectives: New Directions for Economic Policy\", New York, 11 October.", "The models used in the exercise are the New Area-Wide Model II (see Coenen, G., Karadi, P., Schmidt, S. and Warne, A.", "(2018), \" The New Area-Wide Model II: an extended version of the ECB's micro-founded model for forecasting and policy analysis with a financial sector \", Working Paper Series, No 2200, ECB, November, revised December 2019); the MMR model (see Mazelis, F., Motto, R. and Ristiniemi, A.", "(2023), \" Monetary policy strategies for the euro area: optimal rules in the presence of the ELB \", Working Paper Series, No 2797, ECB, March); and the ECB-BASE model (see Angelini, E., Bokan, N., Christoffel, K., Ciccarelli, M. and Zimic, S. (2019), \" Introducing ECB-BASE: The blueprint of the new ECB semi-structural model for the euro area \", Working Paper Series, No 2315, ECB, September).", "For more details about the exercise, see Darracq Pariès, M., Motto, R., Montes-Galdón, C., Ristiniemi, A., Saint Guilhem, A. and Zimic, S. (2023), \" A model-based assessment of the macroeconomic impact of the ECB's monetary policy tightening since December 2021 \", Economic Bulletin, Issue 3, ECB.", "Copyright 2023, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation outlook", "Monetary policy response", "Inflation drivers", "Supply shocks", "Energy prices", "Core inflation", "Underlying inflation", "Labour costs", "Wage pressures", "Data-dependent approach"]}