{"sentences": ["I would like to thank Capital Link for organizing the Annual Cyprus Maritime Forum and for offering me the opportunity to talk about current economic issues.", "I will discuss inflation developments by contrasting the euro area with the US, in order to give a clearer focus on the dynamics and differences of the economic trends and inflation.", "I will also talk about the Cyprus economy, focusing on the reasons that kept our economy strong and the factors that will help safeguard its future path.", "Overview of international and euro area economic developments Let me start with contrasting economic and inflation developments in the US and the euro area.", "Even though both economies were hit by rising inflation, the factors behind it have been different.", "In the United States, demand factors have been the main determinants of the upward inflation trend, while in the euro area, price increases were, initially, mostly driven by the supply shock caused by the energy crisis.", "The post-covid demand recovery in the US was faster and stronger than in the euro area.", "As a result, the Federal Reserve moved earlier with actions to curb the accelerating inflationary pressures and in particular it started raising interest rates in March 2022.", "By contrast, the euro area was more exposed to the energy crisis than the US, given its proximity and higher energy dependence to Russia and especially Russian gas.", "As long as inflation is largely caused by supply side factors such as energy prices, interest rate hikes cannot address the problem.", "Hence the ECB reacted when the inflation rate in the projected horizon breached its 2% target and saw signs of infiltration of inflation into demand side factors of the economy.", "Consequently, the ECB started raising interest rates in July 2022.", "However, it had started normalising its monetary policy much earlier in 2022 by terminating the PEPP and APP bond purchases.", "The second main difference relates to the labour market dynamics of the two economies.", "The US labour market exhibited at a relatively early stage, a greater degree of tightness, evidenced by stronger wage growth in the US than in the euro area.", "This higher degree of US labour market tightness was another key factor in explaining the medium-term inflationary pressures.", "By contrast, in the euro area, the pick-up in wage growth is relatively a more recent phenomenon.", "In the euro area, data until the third quarter of 2022 show that labour costs have increased by 2.8%, with a cumulative growth of 7% over the same period of 2020-2022.", "As regards other economic developments specific to the euro area, despite the recent favourable GDP outturns, Russia's unjustified war against Ukraine and its people, continues to act as a headwind to euro area growth.", "Whilst supply chain bottlenecks are gradually easing and the supply of gas has become more secure, inflationary pressures remain elevated.", "Specifically, following a peak of headline inflation at 10.6% in October 2022, in February this year it still stands at 8.5%.", "At the same time, core inflation, which excludes the volatile items of energy and food and therefore captures demand pull forces of inflation, continues on an upward trajectory moving from 5.0% in October 2022 to 5.6% in February this year.", "In addition, wages continue to grow fast, supported by robust labour markets, with some catch-up to high inflation becoming the main theme in wage negotiations.", "In this setting of high headline and core inflation, monetary policymakers must ensure that inflation does not become entrenched.", "Therefore, from an expansionary monetary policy up until the end of 2021, the ECB has moved through the neutral range and continued moving into the restrictive monetary policy interest rate range, currently at 2,5%.", "At the last ECB Governing Council meeting beginning of February, we reiterated the need to stay the course in raising interest rates at a steady pace and keeping them at restrictive levels to ensure a timely return of inflation to our two per cent medium-term target.", "Keeping interest rates at restrictive levels will over time reduce inflation and will guard against the risk of inflation expectations becoming de-anchored, which, if it happens, it would be a very costly outcome for the euro area economies and for both businesses and households.", "At the same time, fiscal support measures to shield the economy from the impact of high energy prices should be temporary, targeted and tailored to the vulnerable in order to avoid boosting inflationary pressures.", "In particular, as the energy crisis becomes less acute, it is important to start converting these broad measures to targeted ones and in a concerted manner.", "Any fiscal expansion falling short of these principles is likely to increase medium-term inflationary pressures, which would necessitate a stronger monetary policy response through higher interest rates.", "Euro area projections The euro aoof the rea latest available projections of December 2022, show that the annual average real GDP growth is anticipated to slow down significantly from 3.5% in 2022 to 0.5% this year, before rebounding to 1.9% in 2024 and 1.8% in 2025.", "Average annual inflation is expected to fall, from an average of 8.4% last year to 6.3% this year, with inflation projected to fall from 10% in the last quarter of 2022 to 3.6% in the last quarter of 2023.", "The reduction in headline inflation over the projection horizon, reflects strong energy-related downward base effects throughout the course of 2023, the gradual impact of the normalisation of the ECB's monetary policy which started early in 2022, the weaker economic growth outlook and the assumed decline in energy and food commodity prices, in line with futures prices.", "The underlying assumption in all this is that long-term inflation expectations will continue to remain anchored.", "The Cyprus economy As regards Cyprus, the economy showed notable resilience in 2022, recording significant growth of 5,6%, despite the negative international environment.", "This is in part due to the higher than expected activity in the tourism industry, the nondependence of the Cypriot economy on Russian gas, as well as the reality that the Cypriot banking sector has very limited exposure to the Russian economy and therefore has not been affected by the sanctions on Russia.", "In particular, according to the latest available data, deposits from Russian Federation citizens amount to only 2,17% of total deposits of the Cyprus banking sector at the end of January 2023 , while loans amount to only 0,2% of total loans.", "Economic growth in Cyprus was supported by new lending by the Cyprus banking sector and by foreign direct investment.", "For example, largely owing to the enactment of new incentives, including the facilitation of a fast-tract process for incoming firms, a large number of high value-adding foreign companies have been attracted to Cyprus.", "These incentives are offered in the context of the so-called \"international headquartering\" policy.", "According to the latest Central Bank of Cyprus forecasts of December 2022, the growth of the Cypriot economy is expected at 2,5% this year which compares well to the euro area average of 0,5%.", "Foreign investment in Cyprus, as I mentioned before, constitutes a significant driver for development.", "In recent years, major multinational firms in the Information, Communication and Technology industry (ICT), have relocated or expanded their activities in Cyprus, supporting Cypriot GDP and reinforcing the vision to transform Cyprus into an emerging technology hub in the Mediterranean.", "Cyprus' importance as a foreign investment hub is also reflected in the Greenfield FDI Performance Index , created by FDI Intelligence, according to which in 2021, Cyprus was ranked in 18th place out of 84 countries included in this index (climbing by 50 places compared to 2020).", "Undoubtedly, the shipping sector is another important pillar of Cyprus' economic success.", "Limassol, Cyprus' maritime capital, is the home of influential names in the shipping industry, which boosted the country to the top ranks of the sector.", "Indicatively, Cyprus is the largest third-party ship management centre in the European Union, one of the largest in the world and is primed for further growth.", "The importance of the sector is evident in the balance of payments data where it ranks third in terms of its contribution to the total value of exports of services at 19% for 2021, after the financial services and ICT sectors, with contributions of 32% and 23%, respectively.", "Concluding remarks Let me conclude by underlining the challenges for policy makers: The global inflation dynamics are currently being addressed by central banks, but the fight is far from over.", "Monetary policy is being utilised at a different pace in different regions, due to the differences in economic fundamentals.", "However, we should not forget that other policies also play a role.", "For instance, state support should avoid horizontal measures and instead use targeted fiscal measures, which focus on the economically vulnerable, in order to support social cohesion but avoid undermining monetary policy measures against inflation.", "Finally, regarding the shipping sector, it is and will continue to be the backbone of the global economy.", "In fact, when talking about the importance of shipping, I cannot avoid the temptation of referring to the British writer Arthur C. Clarke, who said and I quote: \"How inappropriate to call this planet, Earth when it is quite clearly Ocean\".", "Cyprus, a tiny spot on the planet, continues to strengthen its role in the shipping sector.", "As a hub for ship management, ship owning and vessel chartering services, it aims to maintain and enhance further the competitiveness and prospects of the sector.", "This index ranks countries taking into account the foreign direct investment they attract in proportion to the size of their economy.", "Source: 2021 annual report of Cyprus Shipping Chamber ( CSC-ANNUAL-REPORT- 2021.pdf (csc-cy.org))"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Euro area", "Cyprus economy", "Wage growth", "Fiscal policy", "Shipping sector", "Foreign investment", "Economic growth", "Energy crisis"]}