{"sentences": ["Dear colleagues, I am delighted that we are all here today to welcome the New Year.", "The past year was marked by Russia's savage invasion of Ukraine, which revived the nightmare of a great war in Europe.", "For the global economy, it was a period of great challenges, during which the focus of global attention was on central banks' key mandate: the maintenance of price stability.", "After remaining very low for a long period, inflation picked up suddenly and escalated sharply, mainly as a result of two unpredictable supply-side shocks that hit the economy in successive waves: the pandemic and the war in Ukraine, leading to rising fuel and other commodity prices.", "These two shocks are what we call \"unknown unknowns\", i.e.", "they cannot be modelled with probability distributions and thus could not have been predicted by central banks, economic and financial organisations, academics or governments.", "As long as the war in Ukraine continues and keeps shaking the world, along with other geopolitical tensions, uncertainty about economic developments remains heightened.", "High inflation affects all citizens, but especially the most vulnerable, and can trigger a vicious circle of price increases.", "As a result, consumption and investment planning becomes difficult for households and businesses alike.", "Also, trust in the currency weakens, as money gradually loses its value.", "In such circumstances, as has happened in the past, citizens turn their eyes to central banks, from which they expect effective action to restore the stability of the purchasing value of the currency.", "In the euro area, businesses, investors, workers and consumers should feel confident that, we, not only at the Governing Council of the ECB but also everyone working in the Eurosystem, will do whatever it takes, within our mandate, to ensure a timely return of inflation to the 2% target in the medium term.", "Our primary monetary policy instruments remain the policy rates of the European Central Bank, which are expected to rise further until the recent tentative signs of an abatement of inflationary pressures turn into certainty that inflation will fall back to the 2% target over the medium term.", "It is important, however, to know that a central bank cannot control several factors that drive inflation, as has been the case recently.", "It cannot correct the pandemic-related supply chain disruptions or reduce the high energy and food prices stemming from the war in Ukraine.", "In the fight against inflation, sound fiscal and energy policies of governments have also a significant part to play, and so has a responsible wage negotiating behaviour of social partners, which should prevent an exogenous energy shock that has worsened the terms of trade for a large net energy importer, like Europe, from turning into an upward wage-price spiral bringing us back to the stagflation of the 1970s and early 1980s.", "It is encouraging and promising that, for the time being, there is no such wage-price spiral that would knock us off the 2% target, nor is there any deanchoring of medium-to-long-term inflation expectations from that target.", "This gives us hope and courage to continue the anti-inflationary policy without raising interest rates so much as to cause a deep recession.", "And of course we keep hoping and working for a definitive end to this continuing uncertainty with the most effective means available: the end of this devastating war.", "Central banks certainly recognise that fiscal policy should bear the brunt of supporting vulnerable citizens, with measures that need to be appropriately targeted and temporary, rather than permanent, and to provide incentives for energy saving.", "In this context, and given that 2023 is a national election year, the Bank of Greece, in its latest Monetary Policy Report, called for an alignment and an understanding among the political forces, in order to implement the key economic policy commitments - most notably a return to sizeable primary surpluses that can ensure long-term public debt sustainability - and to preserve the remarkable achievements of the Greek economy in the past ten years, pursuing as a key -national, I would say - goal an upgrade of Greek government bonds to investment grade this year.", "In 2022, the Bank of Greece hosted the meeting of the SSM Supervisory Board; in 2023, we will be welcoming the members of the ECB Governing Council in Athens.", "Hosting the two top meetings of the decision-making bodies of the ECB and the Single Supervisory Mechanism, respectively, is a challenge for the organisational alertness of the Bank of Greece and its staff.", "I am sure that, this year too, we will all do our best to ensure impeccable organisation and offer our colleagues the hospitality that our country is famous for.", "In recent years, the Bank of Greece has gradually evolved into an institution that is inspired by what Organisational Psychology defines as \"psychological safety\", i.e.", "ensuring a workplace which promotes innovation, coordination and cooperation, while encouraging a creative exchange of views and ideas between employees.", "It is also worth noting that, in July 2022, the Bank of Greece co-signed the ESCB & SSM Equality, Diversity and Inclusion Charter.", "The past months saw the completion of the Bank's internal reorganisation project entitled \"Mellon\" (meaning \"future\"), aimed to improve the way the Bank is structured and operates in order to effectively respond to the challenges of the new era and of technological developments.", "The project has produced invaluable tools, which we are now called upon to use in the best possible manner.", "In addition to its external activities on climate and sustainability, the Bank also implements an internal wide-ranging programme of environmental actions, called \"BoGreen\".", "These actions focus on a more efficient use of the natural resources consumed in all its buildings and the optimal management of the waste generated in its facilities, along with environmental awareness activities addressed to all its staff.", "In the past year, the Bank's Environmental Management System obtained ISO certification.", "marked an important milestone: 50 years since the official inauguration of the coin minting section of the National Mint.", "On this occasion, a commemorative medal was designed and produced, which will be distributed to all colleagues working at the Bank, as a symbolic gesture of gratitude for the services they have offered over time.", "I would like to thank you, once again, for your diligence and commitment with which you performed your duties in 2022, and I invite you to keep up the very good work this year.", "I wish you all a happy, healthy and prosperous new year!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["inflation", "war in Ukraine", "monetary policy", "price stability", "fiscal policy", "energy policy", "wage negotiations", "psychological safety", "sustainability", "commemorative medal"]}