{"sentences": ["A very warm welcome to all of you for joining today's commencement of the e-HKD Pilot Programme, especially to those of you flying from other parts of the world.", "Central bank digital currency, or CBDC, is one of the hottest topics in the central banking community today.", "Over a hundred central banks are studying it and a few dozens of them are working on various types of pilot trials.", "The HKMA has been researching and piloting on CBDC since 2017.", "Apart from the exciting work that we are doing with our three partner central banks on the application of wholesale CBDC under Project mBridge, the HKMA has also been exploring the prospect of issuing retail CBDC, or e-HKD, in Hong Kong.", "e-HKD is Beyond Technology We conducted two rounds of market consultation in the past two years.", "Overall, the respondents are supportive of the e-HKD initiative and believe that e-HKD has the potential to make payments faster and more efficient while supporting the digital economy.", "However, we are cognizant of the fact that e-HKD is not and should not be merely a technology project.", "Its implementation would entail far-reaching implications on a wide range of issues relating to areas such as legal, regulatory, policy, financial stability, privacy, cybersecurity, and interaction with existing payment methods.", "We also understand that e-HKD would be a critical and complex financial infrastructure project that may take years to complete.", "Therefore, we announced in September last year that we would adopt a three-rail approach to pave the way for possible implementation of e-HKD: Rail 1 aims to lay the technology and legal foundations for supporting the implementation of e-HKD.", "Rail 2 focuses on application research and pilots, and it runs in parallel with Rail 1.", "Rail 3 is concerned about launching e-HKD, which will depend on the actual progress made under Rail 1 and Rail 2, as well as the pace of relevant market development.", "This comprehensive three-rail approach will ensure that Hong Kong continues to play a leading role in the global financial landscape by getting ourselves ready as best as we can in terms of implementing retail CBDC.", "e-HKD Pilot Programme Today's event marks the commencement of the e-HKD Pilot Programme, which is a key component under Rail 2.", "It is a tremendous opportunity for the HKMA to work with the industry to consider different use cases and design choices, and co-create new payment functionalities and infrastructures that could add value to society.", "We look forward to this public-private partnership in shaping the future of money in Hong Kong.", "We will follow an iterative process for the Pilot Programme.", "Each iteration will last for about a year and it will help enrich our perspective and refine our approach to a possible implementation of e-HKD.", "Given the already vibrant retail payment landscape in Hong Kong, we understand clearly that the decision to implement e-HKD would very much depend on whether it can make payment more efficient and convenient than the existing payment methods and whether it can unlock new business opportunities.", "This is why the experiences from the Pilot Programme would be crucial in informing our policy decision.", "Selected Pilot Programme Participants I am very excited to see that the Pilot Programme has attracted immense industry interest.", "16 companies have been selected to participate in the first batch of the Pilot Programme for 2023.", "These participants, some in groups, will work on 14 pilots which will span across six major categories, covering programmable payments, \"dual offline\" payments, and other new developments with the use of blockchain technology, such as settling Web3 transactions and tokenised assets.", "These innovative use cases proposed by the industry truly open our eyes to new possibilities of what central bank money can do, and how e-HKD can potentially benefit the general public and businesses in Hong Kong.", "We will invite selected participants to come on stage shortly to give a brief overview of their proposed use cases.", "We also aim to share the key learnings of the Pilot Programme at the Hong Kong FinTech Week in November this year.", "I trust that the outcomes and insights gained from each of the above pilots should help enrich our perspective and refine our focus and priority of the Pilot Programme in subsequent years.", "CBDC Expert Group Besides the Pilot Programme, the HKMA is also fostering closer government-industryacademia collaboration on CBDC research.", "We plan to form a CBDC Expert Group to bring together leading professors from local universities, who will come from different fields, such as computer science, business and law.", "I am glad to tell you that we have already received very positive response from the academia and have started the preparation work with these top-notch experts.", "The HKMA will work with the Expert Group to study different important issues, such as privacy protection, cybersecurity, and interoperability, and other technical and business aspects surrounding CBDC.", "While members of the Expert Group do not have any formal advisory role, they will provide us with valuable insights and contribute to our future deliberations on CBDC.", "In closing, I would say that Project e-HKD is a hugely complex and challenging undertaking.", "I said earlier that the project goes well beyond just technology.", "It will take our collective wisdom and effort to create innovative use cases so that in the end, if eHKD were implemented, there could be widespread adoption so as to achieve the network effect required of any successful retail payment instrument.", "This is going to be a long and winding journey.", "But as the Chinese saying goes, \"A thousand miles begins with a single step\" ().", "We are grateful that you have all chosen to join us to take important first step in this meaningful e-HKD journey.", "I know you're all eagerly waiting to hear about the potential use cases, so I'll give the floor to each pilot group to share their creative ideas."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["e-HKD", "CBDC", "Retail CBDC", "Financial Stability", "Privacy", "Cybersecurity", "Three-Rail Approach", "Pilot Programme", "Web3", "Blockchain"]}