{"sentences": ["Dear representatives of the media, Allow me to thank you for your presence in this last conference, at the end of the 5-year mandate of the Governor of the Central Bank of the Republic of Kosovo.", "Also, allow me to thank you for the continuous and effective cooperation that we have cultivated during the last five years and informing the public about the activities of the CBK, as well as the economic and financial developments in the country.", "Communication with the media has been and I hope will be an important part of CBK's activity.", "Through your reporting, we have managed to keep the public well informed about developments in the country's financial system and economy.", "Therefore, I would like to take this opportunity to express my high appreciation for the professionalism shown during this period of time.", "Despite all the difficulties we have faced as an institution, but also me personally as Governor, I am happy and proud to inform you that during the last five years the Central Bank of the Republic of Kosovo has managed to implement its objectives, providing a stable financial system, and, especially in recent years, managed to successfully cope with the crises caused by the Covid 19 pandemic and now the Russian aggression in Ukraine, but also to be one of the main pillars of support for businesses and individuals, and with this also the country's economy.", "Now, allow me to present before you a summary of the developments that characterized the country's financial system during this period.", "Since March 2018, on the occasion of my decree as Governor, we have managed to successfully fulfill our constitutional and legal role through professional decision-making based on good standards and principles of corporate governance, independence and accountability.", "The financial system in the country during this five-year period has been characterized by positive developments and continuous growth in all its indicators.", "Through the licensing policy, the CBK has continuously aimed to provide the best possible conditions for access to finance in Kosovo, enabling the operation in our financial market only of institutions that contribute to the stability and development of the financial system, consequently and sustainable economic development of the country.", "Under my leadership as Governor, CBK has managed to ensure a sustainable, stable, well-capitalized and liquid financial system.", "A similar attitude regarding the financial system in the country can also be evidenced in the reports of international financial institutions, such as: the International Monetary Fund, the World Bank, the European Commission Report, the European Central Bank, the US Department of State and many other institutions.", "Also, the overall financial performance of CBK during this period has been very satisfactory, achieving comprehensive income throughout the five-year governance period.", "The positive financial result of the CBK has enable and created financial stability, providing security for the long-term financial stability of the CBK institution.", "During this period, the banking sector in Kosovo has recorded continuous growth both in the number of institutions and at the same time in the growth of the activity of this sector.", "From ten banks at the end of 2018 to October 2022, this number increased to twelve by adding two financial institutions with banking activity.", "The banking sector during the period 2018 - October 2022 has recorded an increase in assets of 2.6 billion euros or 61.6 percent.", "The increase in the banking sector's assets also resulted in an increase in the credit portfolio, which in December 2022 reached the value of 4.35 billion euros, from 2.75 billion in 2018.", "In the context of time 2018 - 2022, the level of active loans increased by 1.6 billion, or an increase of 57.9 percent during these five years.", "The significant increase in loans has not affected the increase in non-performing loans, since at the end of 2022 the level of non-performing loans was 2 percent, comparable to the banking systems of the European Union.", "Loans continue to be the main balance item within banks' assets with a participation of 64.3 percent in December 2022.", "The increase in loans is mainly supported by the increase in deposits, where in December 2022 the level of total deposits was 5.55 billion euros, an increase of 2.19 billion euros or 65.1 percent in the 2022 time horizon compared to 2018.", "The banking sector throughout this period, despite the continuous double-digit growth of lending, has continued to be well capitalized and liquid.", "The liquidity ratio of the banking sector continues to be high and above the regulatory requirements of the CBK.", "The banking sector had the highest level of liquidity during the pandemic period, in 2020, which was 39.8 percent, while in December 2022 this ratio was 36.5 percent, higher than the required regulatory minimum of 25 percent.", "The liquidity coverage ratio (LCR-Liquidity Coverage Ratio) is at the level of 212.1 percent, which is much higher than the required level of 100 percent (in the third quarter of 2022, this indicator in the Eurozone countries was at the level of 162 percent).", "The banks' own capital has continued to increase, despite the approval of the distribution of dividends individually for the banks during the last 5 years.", "As of December 31, 2022, the capital value of the banking sector is 699 million euros from 497 million euros at the end of 2018.", "While the capital adequacy indicator continues to be above the required regulatory minimum throughout this period, or about 14.8 percent in end of 2022.", "In addition to the banking sector, the MFI-NBFI have also recorded a stable performance, where at the end of 2022 the value of the assets of this sector was 387.7 million euros, an increase of 146.1 million euros, or 60.5 percent compared to 2018.", "As in banks, the main item also among MFI-NBFI are loans that in December 2022 marked the value of 351 million euros, or an increase of 128.9 million euros or 58.0 percent, compared to 2018.", "The stable and qualitative growth of loans is also confirmed by the level of non-performing loans in relation to total loans that at the end of 2022 was 1.8 percent, lower compared to 2018 when it was 2.2%.", "In relation to this sector, in 2019 the CBK withdrew the registration (license) of two institutions, IuteCredit and Monego.", "Both of these institutions have made numerous court appeals regarding the revocation of licenses, but all court cases so far have been won by the CBK.", "Based on the arbitration process initiated by IuteCredit, during 2021 a series of meetings were held with the defense company and statements were given.", "In 2022, a hearing was held regarding the arbitration process, related to the IuteCredit lawsuit, where it was decided entirely in favor of the Republic of Kosovo.", "We have also had very positive developments in the insurance sector.", "The assets of the insurance sector, which represent about 3.0 percent of the total assets of the financial system, at the end of 2022 marked the value of 267.5 million euros, marking an annual increase of 12.0 percent, while during the five-year period they have marked an increase of 52.2 percent.", "Gross premiums written by insurance companies at the end of 2022 amounted to 134 million euros, from 92.1 million euros at the end of 2018, or an increase over the last five years of 45.5 percent, while claims paid amounted to over 64.3 million euros or an increase of 49.9 percent during this period.", "As you are aware, the insurance sector has been one of the most problematic sectors, for which, on the occasion of the beginning of the mandate, I have decided to start taking actions in order to improve the state of this sector.", "From the 21.8 million euros that was the lack of capital in 2018, based on the unaudited financial statements, as of December 31, 2022, no insurance company is below the capital requirements.", "Whereas, the lack of acceptable assets to cover technical provisions from 16.2 million euros as of December 31, 2018, to December 31, 2022, all companies are within the required regulatory parameters.", "Out of a total of 12 Non-Life insurers operating in Kosovo in 2018, six of them lacked capital and acceptable assets to cover technical provisions.", "As a result of the measures taken by the CBK, with the aim of protecting policyholders and preventing the increase of negative impact on the insurance market and the financial system in general, based on the duties and responsibilities arising from the Law on the CBK and the Law on Insurance, during this period 2018-2022 the CBK has made a decision to revoke the licenses of two insurers, namely the insurance companies \"Insig\" and \"Kosova e Re\".", "Before making the decision, the CBK continuously made efforts to correct the financial situation of both insurers, however, despite the readiness and efforts of the CBK, the Board and Management of the two Insurers failed to fulfill the legal requirements and improving the financial situation.", "Close supervision and continuous demands for compliance with legal requirements has resulted in continuous injection of capital from the insurance sector in the country.", "During the years 2019-2022, the additional capital injection was in the amount of 20.3 million euros.", "Also, it is important to note that during the years 2018-2022, the Executive Board of the CBK through decisions has issued and taken various administrative measures against insurers and over 100 different decisions have been taken for the insurance sector alone.", "Therefore, if there is anything I am proud of, it is precisely solving the problem of the insurance sector and taking measures for the improvement and compliance of this sector with legal requirements, , considering that since its establishment and operation, no one has dealt with this sector and the solution of their compliance with legal requirements.", "During the five-year period, Pension Funds in Kosovo have recorded continuous growth.", "From 1.65 billion euros at the end of 2017, until December 2022, pension funds have reached the value of 2.42 billion euros.", "It is important to note that despite the withdrawal of 10 percent of pension funds during 2020, as a result of the approval of the Law for economic recovery, worth about 200 million euros, pension funds have continued the upward trend during the following years, namely during 2021 and 2022.", "However, due to unfavorable movements in international markets, as a result of Russian aggression in Ukraine, during 2022 the pension sector recorded a decrease in investment returns, where the decrease in these investments during 2022 was worth about 120 million euros.", "However, with the improvement of the financial markets, it is estimated that even the decline in the value of these investments will be recovered.", "Meanwhile, the new pension contributions during 2022 marked the value of around 242 million euros.", "CBK has continued its commitment also in the function of protecting the rights of consumers of financial services, thus directly serving the protection of citizens' interests.", "Until November of this year, the number of complaints reviewed by the CBK reached 810 complaints.", "The CBK's commitment to protecting the rights of consumers of financial services, either through financial education programs or through corrective measures against financial institutions, has been and will remain a priority of the CBK in the coming years.", "As far as internal developments are concerned, CBK has also continued during 2022 with the advancement and development of its professional capacities in all areas of its operation.", "Despite the created situation and not very favorable conditions in the international markets, the Central Bank of the Republic of Kosovo has managed to maintain its financial stability and good performance of the institution, generating a positive financial result.", "CBK remains committed to continue its activity in the service of the stability and development of the country's economy, creating the conditions for the development of a stable financial infrastructure, in line with contemporary developments in this field, including the development of new segments of the financial system such as the capital market, which requires extensive interinstitutional cooperation.", "Finally, allow me, in my personal name and on behalf of the Central Bank of the Republic of Kosovo, to express my sincere thanks to the valuable staff of the Central Bank of Kosovo and to thank them for their work and dedication in carrying out their work duties during this period.", "Thank you and stay healthy!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial system", "Banking sector", "Insurance sector", "Pension funds", "Financial stability", "Economic development", "Corporate governance", "Monetary policy", "Consumer protection", "Financial regulation"]}