{"sentences": ["SPEECH Monetary policy tightening and the green Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the International Symposium on Central Bank Independence, Sveriges Riksbank, Stockholm Stockholm, 10 January 2023 The green transition will fundamentally transform our societies.", "[ Protecting our planet requires unprecedented large-scale investments in technical innovations and renewable energies to bring our economies on a path towards net zero greenhouse gas emissions.", "As our experience over the past two decades demonstrates, the relatively large upfront costs incurred in these capital-intensive expenditures are particularly susceptible to changes in the cost of credit.", "Low and declining interest rates have measurably contributed to the fall in the \"levelised cost of electricity\", or LCOE, of renewable energies.", "[ As a result, the cost of electricity from renewable sources is now comparable to, or lower than, that of conventional power plants.", "[ These developments now risk being reversed by the marked rise in global interest rates over the past year.", "Since fossil fuel-based power plants have comparably low upfront costs, a persistent rise in the cost of capital may discourage efforts to decarbonise our economies rapidly.", "Put simply, renewable energies are more competitive when interest rates are low.", "[ While simulations suggest that the LCOE of a gas-fired power plant would change only marginally if discount rates were to double, that of offshore wind could rise by nearly 45% (Slide 2).", "[ Widening credit spreads may exacerbate these effects in many developing and emerging economies.", "The insight that the effects of interest rate changes are not symmetric across economic sectors is not new and it is empirically well-documented.", "[ The exceptionally high stakes involved in the green transition, however, have sparked a controversial public debate about whether the current monetary policy tightening may ultimately slow down the pace of decarbonisation.", "Some argue that such tightening may even be inconsistent with the objective of price stability: unless greenhouse gas emissions are cut rapidly, our economies will remain exposed to the risks of \"climateflation\" and \"fossilflation\" - that is, persistent inflationary pressures associated with more frequent natural disasters and a continued dependency on gas, oil and coal.", "[ These concerns must be taken seriously.", "As they expose a potential dilemma directly relating to central banks' primary mandate of price stability, we cannot ignore them on legal grounds.", "It is therefore no surprise that climate change features prominently in a symposium on central bank independence.", "Independence grants central banks significant leeway in their actions.", "But it also requires central banks to be held accountable - a point that Stefan Ingves highlighted in a speech last year.", "[ We need to justify the course of action that we consider as most appropriate in achieving our mandate.", "This is what I intend to do in my remarks today.", "I will argue that failing to arrest high inflation in a timely manner would jeopardise the green transition more fundamentally, and that a restrictive monetary policy stance today will benefit society over the medium to long run by restoring price stability.", "I will also stress that fiscal policy needs to remain in the driving seat and accelerate the green transition, and that the decline in the ECB's balance sheet as part of our monetary policy tightening requires us to make additional efforts to align our actions with the objectives of the Paris Agreement.", "Green transition can only thrive with price stability Over the past year, we have moved forcefully to contain inflation by first stopping net asset purchases and then by raising our key policy rates by a cumulative two and a half percentage points.", "We have also announced that the Eurosystem will no longer reinvest all of the principal payments from maturing securities in the asset purchase programme (APP).", "We judge that interest rates will still have to rise significantly at a steady pace to reach levels that are sufficiently restrictive to ensure a timely return of inflation to our 2% medium-term target.", "As interest rates rise, financing investments in green technologies will become more expensive, generating the risk that higher costs of capital may slow down the pace of decarbonisation.", "There are, however, three interrelated reasons why tighter financing conditions are the appropriate response to the challenges we are facing today.", "First, current high inflation is a tax on investment.", "In many countries, it raises the user cost of capital by raising the effective tax rate on business investment.", "[ High inflation also increases uncertainty and distorts relative price signals relevant for investment decisions.", "And it may slow down productivity growth, as occurred in the United States in the 1970s.", "[ Therefore, the green transition would not thrive in a high inflation environment.", "Price stability is a precondition for the sustainable transformation of our economy.", "Second, inflation will not subside by itself.", "What started as a relative price shock has gradually morphed into a broad-based increase in the general price level.", "Preliminary inflation data for December point to a persistent build-up of underlying price pressures even as energy price inflation has started to subside from uncomfortably high levels.", "To resolve today's inflation problem, financing conditions will need to become restrictive.", "Tighter financing conditions will slow growth in aggregate demand, which is needed to reduce the upward pressure on prices that has resulted from the long-lasting damage to the euro area's production capacity inflicted by the energy crisis.", "By bringing aggregate supply and demand back into balance, we will accelerate the process by which inflation will fall back to our 2% target and thereby ensure that longer-term inflation expectations remain anchored.", "Third, the experience of the 1970s shows that a policy that is falsely calibrated on the assumption that inflation will decline by itself could ultimately put the green transition more fundamentally at risk.", "In this case, monetary policy would need to raise interest rates even more forcefully to restore trust in the economy's nominal anchor.", "In the 1970s, financing conditions tightened to an extent that made capital accumulation prohibitively expensive.", "Our current policy is calibrated to avoid such very bad outcomes.", "[ A determined reaction to the risk that inflation may become entrenched not only safeguards price stability but also provides the conditions under which the green transition can thrive sustainably.", "Indeed, while the cost of credit has become more expensive because of our actions, financing conditions remain favourable from a historical perspective.", "Measures of real long-term interest rates, for example, which matter most for green investments, remain low in historical comparison (Slide 3).", "Accordingly, a large majority of leading climate economists polled last year see only a mild or very mild impact of rising borrowing costs on the transition to net zero emissions by 2050.", "[ So far, there is also no evidence of funding shortages for green investment projects.", "While conventional bond and equity funds have experienced a sizeable decline in net inflows in 2022, the same was not true for environmental, social and governance (ESG) funds (Slide 4, left-hand side).", "ESG equity funds have even seen sustained inflows.", "Such portfolio rebalancing has made green investments relatively more attractive from a funding perspective.", "In the case of German government bonds, for example, the yield of a green bond compared with that of a conventional bond with similar characteristics has declined, implying that the \"greenium\" has reached record levels in absolute terms (Slide 4, right-hand side).", "Recent research also warns firms not to delay the transition as nominal interest rates rise.", "ECB staff document a positive relationship between the greenhouse gas emissions resulting from a firm's operations and credit risk estimates.", "[ That is, firms that do not actively reduce their carbon footprint will face higher risk premia and hence higher borrowing costs at any level of risk-free interest rates.", "All this means that it would be misleading to use tighter financing conditions as a scapegoat for further delays in the green transition.", "By bringing inflation down in a timely manner, monetary policy restores the conditions that are necessary for the green transition to thrive.", "Fiscal policy needs to accelerate the green transition In this environment, fiscal policy needs to remain in the driving seat when it comes to fighting climate change.", "Regrettably, many governments failed to use the past years of low interest rates to accelerate investments in greener and more sustainable energy carriers at a pace commensurate with the challenges we are facing.", "Hence, the largest impediment to a rapid decarbonisation is not the cost of capital, but rather the considerable lack of progress by governments in implementing prior climate commitments.", "The OECD, for example, estimates that global fiscal support for the production and consumption of coal, oil and gas almost doubled in 2021.", "Russia's invasion of Ukraine has almost certainly led to a further increase in inefficient fossil fuel subsidies to ensure short-term energy security.", "Governments must end the reliance on fossil fuels as quickly as possible.", "They should step up their efforts at a time when average interest costs - thanks to the long period of low interest rates and the extension in bond maturities - are still projected to remain below growth rates for some time to come, thereby supporting their capacity to foster private and public investments.", "[ Viable support schemes for renewable energies and green technologies, such as first-loss guarantees, interest rate subsidies and government-sponsored financing facilities, should be continued and expanded where feasible.", "Unlike untargeted, broad-based transfers and fossil fuel subsidies that distort incentives, such measures are welcome from a monetary policy perspective: their positive impact on the economy's productive capacity will help both restore price stability over the medium term and support debt sustainability by boosting potential growth.", "[ Several structural measures are equally important.", "One is a comprehensive use of carbon prices to spur substitution away from fossil fuels.", "All else equal, a higher LCOE of renewables requires a higher carbon price to preserve incentives for decarbonisation.", "Removing red tape is another area where action is urgently needed.", "At present, administrative bottlenecks prevent that the rollout of renewables happens at a pace that is consistent with reaching climate neutrality by 2050 at the latest.", "Finally, governments should reinforce their efforts to deepen capital markets and create a green Capital Markets Union.", "ECB research has long shown that stock markets are more effective than banks in supporting the decarbonisation of the economy.", "[ Yet, EU equity markets remain fragmented and often illiquid.", "Reliance on bank lending at a time of rising constraints on banks' balance sheets considerably reduces the set of options for firms to push ahead with their green agenda.", "The European Commission's recent package of legislative measures, including the proposed harmonisation of key aspects of corporate insolvency law and the removal of red tape for companies to list and raise capital on public exchanges, is an important step in the right direction.", "[ But further decisive steps are needed to fast-track the establishment of a European green capital markets union.", "[ The ECB needs to intensify its efforts to support the green transition While governments need to accelerate their efforts to put the economy on a path towards net zero emissions, the drastic change in the macroeconomic and financial environment over the past year also requires central banks to review the scale and scope of their own contribution to the green transition.", "Without prejudice to the ECB's primary mandate of price stability, we are obliged to support the EU's general economic policies in line with our secondary objective.", "We must therefore ensure that all of the ECB's policies are aligned with the objectives of the Paris Agreement to limit global warming to well below 2 degrees Celsius.", "Climate actions are still falling short of the Paris objectives Over the past few years, we have embarked on a demanding journey to make our monetary policy framework climate change-proof.", "In 2021, we decided on a comprehensive and ambitious set of measures as part of our first climate change action plan and we have begun to deliver on those commitments.", "[ We have started to integrate climate change considerations into our macroeconomic models.", "We will soon publish new experimental statistical indicators related to climate change.", "And we will increasingly address climate risks in our risk control and collateral frameworks, including by eventually making climate-related corporate disclosures compulsory for bonds to remain eligible as collateral in our refinancing operations.", "The Eurosystem itself will start to disclose the climate change-related exposures of parts of its own balance sheet around the end of the first quarter of this year.", "Moreover, we are now tilting our corporate bond portfolio towards issuers with better climate scores, with a view to removing the existing bias towards emission-intensive firms.", "[ Although our current actions in relation to climate change are ambitious, they are still falling short of the Paris objectives as they are not sufficient to ensure a decarbonisation trajectory that is consistent with carbon neutrality of our operations by 2050.", "Three areas, in particular, require additional efforts.", "Greening the stock of corporate bond holdings First, the ongoing decline in our balance sheet will visibly diminish the effect of some of our actions going forward.", "For example, for our corporate bond portfolio we are following a flow-based tilting approach where we adjust our reinvestments of corporate bonds based on a climate score that reflects issuers' carbon intensity, their decarbonisation plans and the quality of their climate-related disclosures.", "Our main steering tool in this process is the tilting parameter - that is, the weight we put on the climate score in our benchmark allocation for new purchases.", "However, the tilting parameter lost part of its punch when we decided to stop net asset purchases (Slide 5).", "The forthcoming reduction in reinvestments will further significantly constrain the ability of a flow-based approach to decarbonise our corporate bond portfolio at a pace that is consistent with our climate ambitions.", "[ The decarbonisation of our corporate bond portfolio depends not only on our tilting parameter but also considerably on the rate at which the firms in our portfolio decarbonise their businesses.", "[ For example, assuming full reinvestment, we would achieve only half of the total decarbonisation of our corporate bond holdings by 2030 if firms were to stop taking steps to decarbonise their activities (Slide 6, left-hand side).", "This effect depends to a significant extent on the actions of a few high-emitting companies (Slide 6, right-hand side).", "Together, this implies that by ending our reinvestments, the speed of decarbonisation of our portfolio would slow down substantially and be largely out of our control.", "A flow-based tilting approach is thus insufficient to achieve our goal.", "The Paris Agreement requires a stable decarbonisation trajectory in our portfolio irrespective of our monetary policy stance or companies' individual actions.", "We therefore need to move from a flow-based to a stock-based tilting approach for our corporate bond portfolio.", "This means that, absent any reinvestments, actively reshuffling the portfolio towards greener issuers would need to be considered.", "At the same time, we should not divest completely, at least not initially, from those companies whose actions are particularly important in managing the green transition, but rather foster incentives for them to reduce emissions further.", "The stock-based approach would also have to apply to other private asset classes in our portfolio, namely covered bonds and asset-backed securities.", "That requires a framework for assessing the climate impact of such exposures.", "Greening our public sector bond holdings The second question is how to put our public sector bond holdings, which currently account for around half of our balance sheet, on a Paris-aligned path.", "Aligning our large public sector bond holdings with the objectives of the Paris Agreement is proving challenging for a variety of reasons.", "First, purchases of sovereign bonds are guided by the capital key, which limits the scope for tilting strategies based on countries' carbon intensities.", "Second, there is not yet a reliable framework in place to assess the extent to which sovereign bond portfolios are aligned with the Paris Agreement.", "And, finally, the amount of green sovereign bonds is still limited, in particular when compared with the size of our current bond portfolio.", "Finding options for overcoming these constraints within our mandate is critical: any attempt to green the stock of our bond holdings needs to include a solution for our sovereign bond portfolio, in particular in the light of the review of the ECB's future operational framework, which is likely to imply a larger steady-state balance sheet, potentially including a structural bond portfolio.", "At present, there are two options to make our sovereign bond portfolio greener in a timely manner.", "One is to increase the share of bonds issued by supranational institutions and agencies.", "A considerably larger fraction of their outstanding bonds is already green (Slide 7).", "Tilting our purchases towards green bonds issued by supranational institutions and agencies would be in line with the objectives of the Paris Agreement and would not conflict with the requirement to be guided by the capital key.", "The second, complementary option is to steadily reshuffle our sovereign bond portfolio towards green bonds as governments expand their supply of green bonds over time.", "Greening our lending operations Finally, we need to intensify efforts to green our lending operations, including the collateral framework.", "As a first step we will limit the share of assets issued by entities with a high carbon footprint that can be pledged as collateral by individual counterparties when they borrow from the Eurosystem.", "We will also consider climate-related risks when determining haircuts for corporate bonds.", "But these measures will have only a small impact on the overall collateral provided by our counterparties.", "A systematic greening of the ECB's collateral framework is therefore an important tool to ensure that all of our monetary policy actions are aligned with the Paris Agreement, especially in an environment in which we have started shrinking our balance sheet, as this reduces the set of options available to support the green transition during the current tightening cycle.", "Green targeted lending operations, for example, could be an instrument worth considering in the future when policy needs to become expansionary again, provided the underlying data gaps are resolved.", "But they are not an option for the immediate future given the current need for a restrictive monetary policy.", "Many central banks globally are responding to current high inflation by tightening financing conditions.", "While a higher cost of credit will make the financing of renewable energies and green technologies more expensive, it would be misleading to use higher interest rates as a scapegoat for a further delay in the green transition, for two main reasons: First, restoring price stability in a timely manner provides the conditions under which the green transition can thrive sustainably.", "And second, the largest barrier to a rapid decarbonisation remains the lack of progress by governments in implementing prior climate commitments.", "Governments must remain in the lead in accelerating the green transition.", "By promoting green technologies and renewable energies, they will enhance the productive capacity of the economy and thereby help restore price stability over the medium term.", "In line with our mandate, we stand ready to further intensify our efforts to support the fight against climate change, building on the achievements of our climate change action plan.", "Our long-term goal is to make sure that all our monetary policy actions are aligned with the objectives of the Paris Agreement.", "This means greening our stock of bond holdings, including public sector bonds, as well as our lending operations and collateral framework.", "Greening monetary policy requires structural changes to our monetary policy framework rather than adjustments to our reaction function.", "Restoring price stability through an appropriate monetary policy today will benefit society over the longer run and will facilitate the transition to a greener economy.", "10 January 2023  I would like to thank Benjamin Hartung for his contribution to this speech.", "See, for example, Egli, F. et al.", "(2018), \"A dynamic analysis of financing conditions for renewable energy technologies\", Nature Energy, Vol.", "The \"levelised cost of electricity\" is a measure of the average net present cost of electricity generation for a generating plant over its lifetime.", "Fraunhofer Institute for Solar Energy Systems (2021), \" Study: Levelized Cost of Electricity - Renewable Energy Technologies \", June.", "Monnin (2015) finds that at interest rate levels above 2%, the average cost of producing electricity is higher for green energy technologies.", "See Monnin, P. (2015), \" The Impact of Interest Rates on Electricity Production Costs \", CEP Discussion Note, 2015/3, June.", "International Energy Agency (2020), \" Projected Costs of Generating Electricity 2020 \", December.", "See also Schmidt, T.S.", "(2019), \"Adverse effects of rising interest rates on sustainable energy transitions\", Nature Sustainability, Vol.", "See, for example, Durante, E. et al.", "(2022), \"Monetary policy, investment and firm heterogeneity\", European Economic Review, Vol., 104251; and Auer, S. et al.", "(2021), \"Corporate leverage and monetary policy effectiveness in the euro area\", European Economic Review, Vol.", "See also Schnabel, I.", "(2022), \" A new age of energy inflation: climateflation, fossilflation and greenflation \", speech at The ECB and its Watchers XXII Conference, 17 March.", "Ingves, S. (2022), \"Inflation targeting for nearly 30 years - a robust framework for all times?", "\", speech before the Swedish Economic Association, 31 May.", "See, for example, Cohen, D. et al.", "(1999), \"Inflation and the User Cost of Capital: Does Inflation Still Matter?", "), The Costs and Benefits of Price Stability, University of Chicago Press for the NBER; and Andrés, J. and Hernando, I.", "(1997), \"Does Inflation Harm Economic Growth?", "Evidence from the OECD\", NBER Working Paper, No 6062.", "See, for example, Clark, P. (1982), \"Inflation and the Productivity Decline\", American Economic Review, Vol.", "72(2), Papers and Proceedings of the Ninety-Fourth Annual Meeting of the American Economic Association, pp.", "(2022), \" Monetary policy and the Great Volatility \", speech at the Jackson Hole Economic Policy Symposium organised by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, 27 August.", "Poll conducted by Reuters among 68 climate economists between 1 July and 13 September 2022.", "50 of these 68 experts said rising borrowing costs would have a mild or very mild impact on reaching net zero carbon emissions by 2050.", "(2021), \" The low-carbon transition, climate commitments and firm credit risk \", Working Paper Series, No 2631, ECB, December.", "(2022), \" United in diversity - Challenges for monetary policy in a currency union \", commencement speech to the graduates of the Master Program in Money, Banking, Finance and Insurance of the Panthéon-Sorbonne University, Paris, 14 June; and Bouabdallah, O. et al.", "(2023), \"Fiscal policy: from free to affordable lunch\", The ECB Blog, 4 January.", "(2022), \" Finding the right mix: monetary-fiscal interaction at times of high inflation \", keynote speech at the Bank of England Watchers' Conference, London, 24 November.", "European Commission (2022), \" Capital markets union: clearing, insolvency and listing package \", 7 December.", "See Lagarde, C. (2021), \"Towards a green capital markets union for Europe\", speech at the European Commission's high-level conference on the proposal for a Corporate Sustainability Reporting Directive, 6 May.", "See ECB (2021), \" ECB presents action plan to include climate change considerations in its monetary policy strategy \", 8 July; and ECB (2022), \" ECB takes further steps to incorporate climate change into its monetary policy operations \", 4 July.", "Following its decision to decarbonise its corporate bond holdings on 4 July 2022, the ECB provided details on the tilting mechanism that was subsequently implemented as of October 2022 (see press release of 19 September 2022).", "Already in February 2021, the Eurosystem agreed on a common stance for climate change-related sustainable and responsible investment principles for its euro-denominated non-monetary policy portfolios (see press release of 4 February 2021).", "Empirical evidence shows that the Eurosystem holdings under the corporate sector purchase programme (CSPP) are biased towards more carbon- intensive firms as these have larger investment needs and therefore represent a disproportionate share of the investable universe.", "See also Schnabel, I.", "(2021), \" From green neglect to green dominance?", "\", speech at the \"Greening Monetary Policy - Central Banking and Climate Change\" online seminar, 3 March; and Papoutsi, M., Piazzesi, M. and Schneider, M. (2021), \" How unconventional is green monetary policy?", "\", JEEA-FBBVA Lecture at ASSA, January..", "The carbon footprint of the stock of corporate bond holdings depends on the net flow of assets, which is determined by not only the amounts of reinvestments following the tilted benchmark allocation, but also the amount and composition of maturing assets in any given month.", "If there are many redemptions of assets issued by carbon-intensive companies in any given month, this will reduce the overall carbon footprint of the portfolio and vice versa.", "This may lead to additional fluctuations in the carbon footprint of the portfolio from month to month.", "The decarbonisation is also affected by conjunctural factors as the drop in absolute emissions during the pandemic has illustrated.", "At the same time, carbon intensities tend to increase in years with lower economic activity as the numerator (greenhouse gas emissions) falls more sluggishly than the denominator (e.g.", "A Paris-aligned decarbonisation trajectory would ideally ensure a robust approach that looks through short-run fluctuations in carbon emissions and carbon intensities related to purely conjunctural factors."], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green transition", "Climate change", "Monetary policy", "Inflation", "Fiscal policy", "Interest rates", "Carbon emissions", "Green bonds", "Energy transition", "Decarbonisation"]}