{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech Inflation Report - May 2023 Željko Jović, Vice Belgrade, 17 May 2023 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the May Inflation Report, where we shall present current macroeconomic developments, our new macroeconomic projections and the measures we have undertaken in the period since the previous Report.", "At the very start, I would like to underline several key facts with regard to the current macroeconomic movements and our latest projections.", "First, the data on y-o-y inflation in Serbia measuring 15.1% in April confirm that inflation peak is behind us and that the monetary policy measures undertaken so far have yielded results.", "We are past the peak of not only headline but also core inflation.", "That our measures are yielding results is indicated also by the stabilised one-year ahead inflation expectations, as well as by medium-term inflation expectations of the financial sector that are kept within the bounds of the target.", "Our view of future inflation path has not changed since February.", "In the coming months, inflation should continue down, ending the year Inflation's return within twice lower than what it measured in Q1.", "Second, despite a somewhat weaker result in Q1, we have not changed the projected GDP growth rate for this year, of 2.0-3.0%.", "The main reasons are foreign trade movements outperforming all expectations and the continued high inflow of FDI.", "The structure of projected growth is somewhat different and more favourable from the aspect of growth sustainability.", "We now expect a positive contribution of net exports and a positive contribution of private investment, which was not the case in our February projection.", "Third, owing to the already mentioned robust improvement in the foreign trade balance and a higher surplus in services trade, the overall balance of payments trends since the start of this year turned out much more favourable than expected.", "The current account deficit, seasonally peaking in Q1, this time reached only 0.7% of GDP.", "The current account deficit contracted owing to the lower imports of energy, primarily gas, and also the sustained high growth rate of goods and services exports, thanks to the effects of past investment and the recovery of production in the energy sector.", "Considering a much lower than expected current account deficit in Q1, we now project its share in GDP this year at around 4.5% p.a., which is more favourable than our February expectations.", "We also deem there is a great probability that this share might turn out even lower.", "Further, the preserved and strengthened stability of the domestic banking sector, confirmed by the high capital adequacy of 20.5% and an NPL ratio brought down to a new historical low of 3% at end-March, indicate that, in our case, there is no trade-off between price and financial stability.", "In other words, our measures account for the fact that Serbian inflation is mainly driven by supply-side shocks from the international environment and are calibrated so that the cost of loan repayment does not affect the quality of bank assets and NPL growth, while still containing an excessive expansion of loan demand.", "Finally, and perhaps most importantly, we have demonstrated high resilience to the shocks of a multidimensional crisis we have been facing for more than three years, as frequently underlined by all relevant international institutions and rating agencies.", "is confirmed by the movement of key macroeconomic indicators.", "Apart from the record-high FDI inflow of close to 7% of GDP annually, continuing into this year as well, the most important indicators of our resilience are also high and production-diversified growth in goods and services exports, which despite reduced external demand reached EUR 38 bn last year and will likely exceed EUR 42 bn this year.", "The resilience is also confirmed by the ensured public finance sustainability and the record level of FX reserves of EUR 21.6 bn in April.", "This is a result of the responsible economic policy of the Serbian Government and the National Bank of Serbia, full coordination of monetary and fiscal policies and the implemented structural reforms.", "In the remainder of the conference we will present detailed macroeconomic trends and our new projections.", "As so far, we will begin by introducing international developments, as they largely determine both domestic macroeconomic movements and our monetary policy decisions.", "Although the optimism prevailing early in the year regarding more favourable global growth prospects and the possibility of faster containing of global inflation somewhat dissipated after the recent problems in banking groups in advanced world economies, the risks can still be assessed as less pronounced than last year.", "The mentioned problems in international banking sectors resulted in a mild downward revision to global economic growth for this year, to 2.8% as estimated by the International Monetary Fund.", "Speaking of risks, it is important to note that they are much lower regarding energy supply to Europe, with the concurrent easing of global cost-push pressures, resolving of disruptions in global supply chains and the lowering of the risks of a global recession.", "Apart from this, the growth outlook of the euro area, our most important trade partner, improved since the last Report, primarily due to the demonstrated higher resilience to the energy crisis than expected.", "According to the Consensus Economics estimate from April, euro area economic growth for this year is projected at 0.7%.", "This assumption is embedded also in our new projection and represents an upward revision relative to the stagnation anticipated in the February projection.", "A faster than initially expected growth in the euro area should also reflect positively on our exports and private investment.", "Source: Federal Reserve Bank of New York, Freightos.", "A further decline in world gas and electricity prices and the unwinding of supply bottlenecks resulted in headline inflation's slowdown from multi-decade highs in an increasing number of countries.", "However, it is still early for central banks to announce a final victory over inflation, as the indirect effects of elevated prices of energy and industrial raw materials in the past period, coupled with a strong labour market, are still driving up core inflation in a number of countries, including the euro area.", "For this reason, both the European Central Bank and the Fed continued to raise their policy rates, tightening global financial conditions.", "The pace of policy rate hikes is gradually decreasing, however, and central banks assess that future decisions will be data-dependent.", "Most countries do not expect inflation to return within the target band before 2025.", "In the context of the impact of imported inflation on inflation in Serbia, it is important to note that it is stronger than the euro area inflation figure indicates, because even within the euro area, there is a certain degree of divergence, with inflation higher precisely in those countries with which we have the strongest ties Germany and Italy.", "Inflation is also high in non-euro area EU countries which are our important trade partners as well, such as Hungary, the Czech Republic and Romania.", "Y-o-y inflation in Serbia edged down to 15.1% in April, which is consistent with our expectations.", "Core inflation also slowed to 11.1%.", "The contribution to headline inflation's decline came from all its key components, but mostly from food and energy as the main drivers of inflation in the past months.", "Close to two-thirds of the contribution to inflation still comes from food and energy prices, as the indirect effects of elevated production costs and high energy prices from the past period still persist.", "The completion of their pass-through, the anticipated further slide in primary commodity prices and easing of global cost-push pressures ought to support the continuation of the disinflation process.", "With this in mind, we estimate that inflation will continue on a downward path until the end of the projection horizon, fall more sharply in the second half of the year and return within the bounds of the target band in mid-2024, the same Inflation's decline will be supported as we expected in our February projection.", "also by the past tightening of monetary conditions, slowing of imported inflation and lower external demand amid the expected global growth slowdown.", "At its March and April meetings, the NBS lifted further its key policy rate, to 6.00%.", "The aim was to contain the second-round effects of elevated cost-push pressures from the international environment in the past period on rising prices at home through inflation expectations, and to support inflation's return within the target tolerance band by mid-2024.", "Given that global cost-push pressures have abated further, at the meeting in May, we decided to keep the policy rate on hold.", "The NBS retains the option to increase the rate further, but also signals room for a further increase in the weighted average repo rate up to the level of the key policy rate, owing to the flexible monetary policy framework in place since December 2012.", "At the same time, by maintaining the relative stability of the exchange rate of the dinar against the euro, the NBS helps preserve high business and investment confidence, contains the effects of the spillover of rising imported prices onto prices at home, and contributes to overall macroeconomic stability amid elevated global uncertainty.", "Appreciation pressures, which have been recorded since May last year and were briefly interrupted in January, have prevailed again as a result of favourable foreign trade movements and high inflow of FDIs, prompting the NBS to intervene in the IFEM by buying over EUR 1 bn net in the first four months.", "The NBS FX reserves hit a new record high of EUR 21.6 bn in late April, which is well above benchmark values of all reserve adequacy metrics.", "At such level, FX reserves are an important buffer against a wide range of risks which may come from the international environment.", "monetary tightening The NBS's drove interest rates in the interbank money market further up and induced a rise in rates on dinar loans, indicating the efficiency of the transmission mechanism through the interest rate channel.", "Interest rates on euro- denominated loans also went up as financing conditions in the euro area were tightened further.", "Lending to the non-monetary sector continued to slow to 3.7% y-o-y in March, partly as a result of the maturing of guarantee scheme loans.", "It is important to note that the share of NPLs in total loans fell to a new low of 3%, indicating that the increase in loan repayment costs did not affect the quality of bank assets and that financial stability has been preserved even during the multidimensional crisis we have faced in the past three years.", "The NBS's gradual approach to hitherto monetary policy tightening reflects the fact factors so far and the NBS's that inflation has been led mainly by supply-side intention to affect economic activity to the least extent possible, while at the same time leaving room for its further growth.", "According to the initial SORS estimates, GDP rose by 0.7% y-o-y in Q1, guided by activity growth in the industry sector, primarily thanks to a rebound in electric energy system production.", "A positive contribution also came from the service sectors, though it was lower than in 2022.", "GDP growth is estimated to speed up in the remainder of the year, on account of expected acceleration of activity in the euro area and our other important trade partners.", "As I highlighted at the beginning, GDP is expected to grow by 2.0% to 3.0% this year, the same as expected in February, but its growth structure is more As euro area's growth favourable in terms of sustainability than in February.", "projection for this year has been revised up and foreign trade movements in Q1 were much more favourable than anticipated, we now expect net export to provide a positive, instead of a negative contribution.", "Growth will continue to be led by domestic demand, notably private consumption, thanks to rising employment and wages, but private investment is also expected to make a slight positive contribution (instead of neutral).", "Total fixed investment will thus maintain its pre-crisis share in GDP of close to 23%.", "Assuming a rebound of the global economy and, by extension, external demand as of H2 2023, and the planned implementation of investment projects, mostly in road, railway, energy and utility infrastructure, we expect GDP growth to pick up as of 2024 to the range of 3.0-4.0% and resume its pre-pandemic growth trajectory of around 4% per annum thereafter.", "The current account deficit in Q1 measured a mere EUR 112 mn or 0.7% of GDP, down by over EUR 1.4 bn from the same period in 2022.", "Such outturn was supported by lower energy imports, largely because of reduced global energy prices, but also by continued growth in goods and services export at high nominal and real rates.", "Almost all key manufacturing branches recorded export growth (with the exception of production of oil, chemicals and chemical products, and base metals), confirming our economy's resilience to weaker external demand.", "In addition, Serbia was a net exporter of electricity in Q1, which had previously not been the case in this part of the year, thanks to a rebound in production and a mild winter.", "Since the first- quarter current account deficit was much lower than expected, we now project the annual share of the current account deficit in GDP this year to be considerably lower as well, measuring 4.5%.", "It will then continue to decline gradually to around 4% in the medium term, reflecting higher export supply on account of earlier investment and the rebound of external demand.", "Based on preliminary data, in the first four months FDI inflow amounted to EUR 1,259 mn, up by 66% y-o-y.", "According to our estimate, net FDI inflow will continue to fully cover the current account deficit, as in the past eight years, contributing to sustainability of our external position.", "We expect FDIs to remain highly geographically and project-diversified and mostly directed to tradable sectors.", "Other Construction and real estate * Industry, agriculture, transport and Financial and insurance activities 2019 2020 2021 2022 2023* 2024* 2025* w arehousing, catering, mining, electricity supply.", "Sources: SORS and NBS.", "Tradable goods sector * NBS projection.", "Responsible fiscal policy plays an important role in ensuring price stability and sustainable economic growth.", "Fiscal policy in Serbia has been planned so as to ensure a continued narrowing of the fiscal deficit and a downward public debt trajectory in the medium run, while maintaining government capital investment at around 6-7% of GDP and without generating further inflationary pressures.", "This should be supported by the adoption of new fiscal rules, applied since early this year, limiting the share of public sector wages and pensions in GDP to around 10%.", "A lower than anticipated general government deficit in 2022 and sound fiscal performance that continued into Q1 2023 with a primary balance surplus of RSD 23 bn enable stronger growth in government capital expenditures and ensure a decline in public debt that is even faster than forecast by the Revised Fiscal Strategy for 2023 with Projections for 2024 and 2025.", "Ladies and gentlemen, dear colleagues, There is no doubt that the multidimensional crisis we have faced for more than three years now is probably the most turbulent period in recent world economic history, with strong scarring effects on the global economy.", "Still, it should be emphasised that our economy has so far demonstrated exceptional resilience to the unfavourable developments, with negative effects reduced to a minimum.", "As the main risks to inflation and other economic movements continue to emanate from the international environment, the NBS will continue to monitor and analyse trends in the international commodity and financial markets and estimate their effect on our economy.", "Monetary policy decisions will depend on the incoming data about the key inflation factors from the domestic and international environment, taking into account the effects of past monetary tightening and the time needed for them to play out fully.", "Finally, I wish to underscore that the NBS will remain committed to ensuring the welfare of the country as a whole, by guiding inflation's return within the target band and leaving as much room as possible for economic growth, a rise in employment and the standard of living of all our citizens."], "classifications": ["none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination"], "topics": ["Inflation", "GDP growth", "Current account deficit", "Monetary policy", "Foreign direct investment", "Fiscal policy", "Resilience", "Supply-side shocks", "Inflation expectations", "Financial stability"]}