{"sentences": ["Let me start by saying that the Philippine central bank is an independent central bank.", "And this is actually embedded in our Constitution.", "Of course, our independence has to do with our tools.", "The government sets the preference between growth and inflation.", "The government actually sets the inflation target, but it does not tell us [at the central bank] how to do [achieve] it.", "Our two other mandates are financial stability and the payments system.", "On the second one, it is a very simple approach: the greater risk a bank takes, the more capital it has to put up.", "If they [the bank] are in trouble, the [bank] owners lose their money-not the public [depositors' money]-and it has worked very well so far.", "I will talk very little about the third one, but the importance of that is digitalization.", "First pillar in focus: Preserving price stability in a challenging Now, my most important topic for you is inflation.", "We are an inflation-targeting central bank.", "Our inflation target is 2.0 to 4.0 percent.", "We missed the target last year, and we will miss it again this year.", "But we can easily explain to the public that that [elevated inflation] is largely due to supply shocks.", "Incidentally, when you look at the [inflation figures in the] past 12 months or so [since January 2022], there were only three months (February 2022, December 2022, and February 2023) when the month-on-month (m-o-m) change [in inflation] was lower than 0.4 percent.", "Of course, 0.4 percent [m-o-m inflation] is about 5.0 percent [once] annualized.", "So, you can see that the supply shocks this year were quite unusual.", "Indeed, there is only one month (February 2023) when the m-o-m change [in inflation] was lower than 0.3 percent, which is the high end of our target [range].", "By the way, that month is this month (February 2023)-zero.", "Of course, seasonally adjusted, [zero percent inflation on an m-o-m basis is] about 0.3 percent.", "Of course, an optimistic person would say, \"Finally, the supply shocks have ended, and we are on a target-consistent [inflation] path.\"", "And that, indeed, is our forecast.", "[Headline inflation slowing] from 8.7 percent in January to 8.6 percent this month [February] is a big thing because the m-o-m [change] is zero.", "What was really shocking was the January [m-o-m inflation] numbers-1.7 percent in just one month.", "Facing supply pressures of domestic and international origins The causes of supply shocks are varied.", "They started with the [Ukraine-Russia] war [that led to] expensive fertilizer, expensive oil.", "All of those things are fading now.", "What we have is very unusual [inflation]: Things that are small in the budget of a typical consumer are the main drivers of inflation, like onions and sugar.", "The problem there, especially in the case of sugar, is there were months when price increases were 5.0 percent in just one month.", "And there were periods when year-on-year [inflation] was at 100 percent, largely because of protectionism and the fact that a bureaucracy [that is] very, very protective of the sugar industry determines how much should be imported.", "The other one [domestic driver of inflation] is [the price of] onions.", "We are talking of 50 percent [price] increases because of the weather, the virus killing pigs [swine flu]-in some cases, we had to kill the pigs.", "In other words, when it comes to bad luck, when it rains, it pours.", "Year-end inflation seen to settle within target Now, the last month [m-o-m inflation figures]-if that is a good predictor of the future-had a zero [percent] increase in prices from January to February.", "If you adjust for seasonality-because January [inflation] is usually higher than February, other things being equal-the increase is about 0.3 percent.", "Our main forecast is by November or December this year, headline inflation-which is essentially the price index [this year], divided by the price index 12 months ago-will be back to below 4.0 percent, and it will be close to 3.0 percent by next year.", "Maximizing expanded toolkit: Adjusting the policy rate and managing the exchange rate Now, what did we [at the central bank] do?", "It is quite simple: We raised rates.", "The other one is, we are also an exchange rate-managing central bank.", "If you look at our record, we are able to build our foreign exchange (forex) reserves when the peso is strong.", "That is why our forex reserves went from US$45 billion to almost a hundred billion dollars between 2008 to 2012.", "On the other hand, we can allow the peso to depreciate if that is part of market fundamentals.", "Looking to history as guide My point is, we are quite confident that we are already on a target-consistent path of inflation.", "If you count the number of months where we are [inflation was] above target, in the past, the longest [streak] was 15 months.", "In this particular case, as I said, we were hit by a really large and long wave of supply shocks.", "In the last 12 months, everything was 0.4 percent [in terms of m-o-m inflation] or higher.", "There were months [when m-o-m inflation was] of 0.8 percent or 1.0 percent and, as I said, January [m-o-m inflation] was really terrible at 1.7 percent.", "Indeed, when you look at every month when inflation is high, you can actually point at exactly what products [items in the consumer price index] caused it.", "This time, we think that we will break our record: [It may take] 19 or 20 months of inflation being abovetarget from the previous record of 15 months.", "Policy settings remain reasonable Now, is [a policy rate of] 6.0 percent a high or low rate?", "Well, if you look at the current inflation, it looks low, right?", "[Headline] inflation is 8.7 percent [in January].", "However, relative to our forecasts, it is a reasonable one.", "Our forecast is that by November or December, we will [inflation] be below 4.0 percent.", "The reality is that the current policy setting is reasonable-not too tight, not too loose monetary policy.", "Part of the [reason behind elevated] inflation is due to demand.", "The reason is, we were all surprised by the 7.6 percent [full-year gross domestic product (GDP)] growth [in 2022].", "We could see that in rentals [inflation].", "Restaurants [inflation] is a mix of food [inflation] and revenge eating.", "In that respect, we are quite confident that we will be back to target.", "If not, then this is the first time that we [inflation] will be above target for longer than 15 months.", "We already know that we will be above target for more than 15 months.", "But I will be very, very surprised if it is longer than 20 [months].", "On the current account and the exchange rate As to the current account, we forecast that it would be about a deficit of US$19.9 billion.", "Now, what is covering it [the deficit]?", "Thus far, we do receive a bit of foreign direct investments and quite a bit of portfolio flows.", "Since we have US$98.2 billion in forex reserves, the likelihood that it [forex reserves] will fall by more than 10 [billion dollars] this year is actually very high.", "And, also, given our behavior [at the central bank], if we think that the exchange rate is fundamentally misaligned, we will allow it [the currency] to depreciate and not defend what cannot be defended.", "Responsible fiscal management: A delicate balance I will stop here, but you asked a question.", "What happens if growth is lower than expected?", "Of course, there is a plus and a negative side.", "The plus side, ironically, is, I think, given the current conditions-a stronger peso-then, the current account deficit will be smaller.", "Because imports grow faster than the economy-and we want it to grow faster because our imports are largely capital goods and raw materials.", "Low growth will mean a stronger peso, but it will also mean lower revenues.", "On the whole, that will mean the deficit will be larger, other things being equal.", "When you look at the history of this country, it has made adjustments when necessary.", "We had so many tax reforms.", "We increased value-added tax (VAT) from 10 percent to 12 percent.", "Electricity and fuel used to not be covered under VAT, but now they are covered by VAT.", "But exactly how our country will respond to growth that is lower than usual, of course, cannot be predicted.", "What I can tell you is the history of the country [shows that], somehow, after all the debates, we will reach an agreement that we cannot afford to spend money that is not there, that it is not good to be irresponsible fiscally.", "It clearly becomes a choice between what is necessary: cutting spending or raising taxes.", "There were times when it was clear that increasing taxes was better because that meant more for infrastructure spending.", "I think, politically, that that is the under-driver because we are all aware that we are way behind in infrastructure.", "We will seek other ways to finance infrastructure if necessary.", "When the two of us [referring to Finance Secretary Benjamin Diokno] were first in government, the spread [between the Philippine and United States rates on 10-year dollar government bonds] was 600 basis points.", "There are enough adults in this room, in this country, to know how bad that situation is.", "So, we [in the government] will eventually get consensus [on how to balance trade-offs between cutting spending or raising taxes in response to lower-than-expected growth].", "I think, over time, even as we debate among ourselves, we will gravitate toward common sense."], "classifications": ["none", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Central bank independence", "Supply shocks", "Policy rate", "Exchange rate", "Target inflation", "Monetary policy", "Fiscal management", "Current account", "Economic growth"]}