{"sentences": ["Looking through a glass onion: lessons from the 2022 LDI intervention - speech by Given at the Initiative on Global Markets' Workshop on Market Dysfunction, the University of Chicago Booth School of Business Published on 03 March 2023 Andrew Hauser reflects on our gilt market intervention last year and the key lessons for Central Banks when tackling liquidity crises.", "The lessons are informed by wellestablished principles but we need new tools for a new era given the growing role of non-banks.", "Introduction It was just over two years ago when Lorie Logan and I first sat down to map out a plan for a working group of the Bank for International Settlements (BIS) Markets Committee on tools for market dysfunction.", "A year earlier, central banks around the globe had been required to intervene, at pace and scale, to prevent the sudden 'dash for cash' that followed the announcement of Covid lockdowns from undermining monetary and financial stability.", "Those interventions worked, aided by the fact that the stance required to tackle market dysfunction was directionally aligned with that required to achieve monetary policy goals more broadly.", "Nevertheless, given the speed with which dysfunction appeared, many central banks had to innovate, using tools they had to hand, rather than those designed specifically for the purpose.", "If the mayhem in financial markets in Spring 2020 had been a genuine one-off, that might have been the end of things.", "But what Lorie and I wanted to highlight was that, while Covid itself may have been truly exceptional, the financial market propagation mechanisms that turned that shock into a nascent systemic liquidity crisis reflected more structural trends: an increasing reliance by the real economy on core capital markets rather than banks; constraints on market intermediation capacity; and a range of unresolved vulnerabilities in non-bank firms that played an ever-growing role in those markets.", "In short, even if nothing as awful as Covid ever happened again, market dysfunction at a scale capable of threatening systemic stability could recur - and in all likelihood, would do so.", "And central banks needed to be ready to play their part.", "Our working group did not seek to provide a single definitive 'playbook' for such events - the range of potential shocks, and different national market and institutional structures, made that impossible.", "But it did set out a framework of principles and possible tool choices.", "And that framework proved invaluable at the Bank of England when, late last year, vulnerabilities in Liability Driven Investment (LDI) funds amplified the impact of an abrupt change in fiscal stance into a selfreinforcing spiral in government bond prices.", "Long maturity nominal gilt yields rose by 130 basis points in a matter of days - three times the size of any comparable historical move - and we were required to intervene to safeguard financial stability.", "A temporary and targeted backstop purchase facility for gilts proved effective in ending the firesale dynamic, providing the LDI funds with a window to increase their resilience while minimising risks to public funds, market incentives and the stance of monetary policy - which, unlike in 2020, was now in a tightening phase.", "In my remarks today, I want to discuss four main lessons that I take from those events: 1.", "The changing nature of systemic liquidity risk: though focus naturally alights on the idiosyncrasies of the autumn fiscal announcements and the UK LDI sector, the real import lies in the features the events had in common with the dash for cash and other similar developments: another reminder, if more were needed, that we face a new era of liquidity risk, originating outside the banking system, that can amplify shocks, destabilise core markets and undermine monetary and financial stability.", "Public backstops vs private self insurance: as a central bank it fell to us to provide a public backstop to prevent systemic liquidity risk from undermining monetary and financial stability.", "At the same time, the events revealed material weaknesses in pension fund and LDI risk management.", "Given the costs involved, we must ensure public backstops do not end up substituting for a failure to achieve the appropriate level of private insurance against liquidity risk here and elsewhere in the non-bank sector.", "Ensuring we have central bank tools that are effective: to backstop these new forms of systemic liquidity risk effectively, central banks need the right tools - to detect risks in a timely way; and to respond.", "In the LDI case, early warning required the use of qualitative as well as quantitative market intelligence.", "Effective response required the use of a buy/sell facility.", "Lending directly to non-banks would not have worked in this case.", "But it has many desirable properties for other scenarios, and is a high priority for future work.", "Calibrating central bank tools to minimise risk: backstop facilities must be carefully designed if they are to be effective in removing the threat to systemic stability while minimising risks to the stance of monetary policy, to public funds, and to the incentives of market participants.", "In the LDI case, we sought to achieve that by grounding the objectives of the tool in restoring financial stability, targeting it on the parts of the market most in need of assistance, pricing it as a backstop to ensure we bought no more than needed, and ensuring it was strictly time limited, in its operation and in its unwind.", "The LDI operations were successful, but highlight many questions for the future.", "For me, three in particular stand out: Where do societies want to draw the line between public and private insurance against systemic liquidity in non-banks, and how do they ensure regulatory and central bank facility thinking develops in a co-ordinated way?", "What is the right mix of central bank tools between buy/sell and lending/repo facilities?", "Where lending is preferred, which firms do we need to reach to maintain stability; how do ensure we can reach them (legally and operationally); and what terms and conditions should they face?", "What are the pros and cons of establishing standing facilities, whose terms and conditions are known in advance; versus simply ensuring we are ready to act in a more discretionary ways as/when required?", "Like the Beatles' 'glass onion' in my title,[4] these lessons are not meant to be complex or novel.", "They bear a wholly intentional family resemblance to the Bagehot principle: a recognition that liquidity risk (in this case, arising in capital markets rather than banks) may threaten system-wide stability; that central banks may have an important role to play in providing a public backstop at scale; but they should do so on terms that minimise risks to public money and complement, rather than substitute for, market incentives.", "And they draw heavily on a literature on the Market Maker or Last Resort (MMLR) dating back at least to the start of the Global Financial Crisis.", "As others have noted, despite this extended history, progress towards institutionalising these insights has been uneven.", "I hope that the BIS work, coupled with our sadly growing set of live case studies, can help accelerate that process.", "Let me elaborate a little on each of my four lessons. )", "The changing nature of systemic liquidity risk Stripped of its superficial idiosyncrasies, the LDI episode provides an almost canonical example of the structural trends we identified in our BIS work: First, the growing use of LDI[6] increased the exposure of real people, in this case current and prospective UK pensioners, to developments in gilt markets.", "Second, key features of LDI funds left them, and their Defined Benefit (DB) pension scheme investors, exposed to very substantial liquidity risks in the event of a sharp change in interest rates.", "Those features were: large leveraged holdings of longer-duration gilts or interest rate derivatives; liquidity buffers for meeting margin or collateral calls that had not been rigorously stress tested for more severe shocks; and an overly cumbersome recapitalisation process that left DB schemes unable to inject resources quickly enough into their LDI funds, even where they had the means to do so.", "Third, in such circumstances, the LDIs' business model was reliant on being able to liquidate their gilt holdings in size, and at stable well-defined prices.", "In markets where there was limited intermediation capacity and few if any other marginal buyers, that proved impossible.", "Expressed like this, and abstracting from the very different initial trigger, these features bear a striking resemblance to the 2020 dash for cash.", "A wide range of non-bank players with leveraged positions and thin liquidity buffers all rushed simultaneously to get out of positions in normally- liquid financial instruments in order to raise funds for margin calls and other liquidity needs.", "That selling pressure overwhelmed the capacity (or willingness) of intermediaries to warehouse those instruments, leading to sharp and disorderly price declines in core assets relied upon, directly or indirectly, by households, firms and governments to support economic activity.", "And central banks' traditional tools, working through banks, were unable to direct liquidity to the source of the shock (Figure 1).", "European energy markets in Spring 2022 saw similar dynamics too, when sharp price movements triggered by the invasion of Ukraine triggered large margin requirements on energy derivative positions that thinly-capitalised intermediaries struggled to meet, driving liquidation of positions that further amplified the initial shock to energy prices.", "Some may argue that Covid, Putin and the UK's autumn 2022 fiscal announcements are truly exceptional shocks that would challenge any market structure, and are unlikely to be repeated.", "But the underlying vulnerabilities are real and growing, and hoping for calmer times is not a strategy.", "LDI was just the latest warning of the need for action. )", "Public backstops vs. private self-insurance Given that the evolution of this new form of systemic liquidity risk is real and growing, there is an important debate to be had about how responsibility for insuring against the social consequences of that risk should be shared between private and public interests.", "It is a core function of public institutions to provide a backstop against genuine tail risks.", "The alternative - systemic collapse - would be hugely costly to the real economy.", "And it is unrealistic for the private sector to self-insure against every possible outcome.", "But public insurance is costly.", "Those costs include direct risks to public money: during the LDI crisis, for example, the UK Government provided the Bank of England with a £100bn indemnity to back its operations.", "But just as important are the indirect risks: to the achievement of other public goals (which in the LDI case included monetary policy); and to the incentives facing market participants (if they conclude that the state may in the future be willing to cover part of the downside returns to their risk-taking activities).", "Those costs are worth incurring where the public benefit of intervening (or cost of not intervening) is large.", "But care is needed to ensure that public resources are not used to substitute for the failure of private actors to take appropriate steps to mitigate their own risks.", "As I have already mentioned, and Bank colleagues have set out in greater detail,[8] the episode highlighted real weaknesses in LDI resilience.", "While our gilt market interventions were active, we worked closely with LDI funds and pension schemes to ensure they made best use of the window available to put themselves on a more robust footing.", "But, as the Bank's December 2022 Financial Stability Report made clear, further work will be needed in the year ahead to ensure the sector remains resilient on a lasting basis, including through regulatory action.", "Over time, this balance between public and private insurance will have to adjust in other parts of the non-bank sector too.", "The question is how best to achieve this.", "A risk is that we end up repeating the experience of recent years: providing public insurance when risks crystallise, with regulatory change coming only ex post in sectors where clear deficiencies do end up being revealed.", "But that would be very costly, both in terms of the potential over-provision of public insurance, and in terms of having to suffer periodic bursts of damaging disruption.", "And it makes determination of preferred overall insurance levels something of a random and history-dependent process.", "An alternative approach would be to map the vulnerabilities in non-banks more comprehensively, establishing a common baseline for the appropriate level of private insurance consistent with maintaining financial stability in normal times, and taking steps to achieve that baseline ahead of time.", "Aspects of this work were undertaken by the Financial Stability Board following the dash for cash,[10] and some reforms are now underway in various countries, including the UK.", "But the task is huge, and global in nature: the non-bank sector is highly diverse, and the work involves an unusually wide range of public bodies, both national and international, with varying remits.", "It is vital that this work continues with real vigour if we are to avoid either the Scylla of costly public backstops becoming increasingly frequently used as frontstops, or - worse - the Charybdis of households and firms having to bear the risks of systemic instability directly. )", "Ensuring we have central bank tools that are effective To provide a credible backstop, central banks need: first, a well-defined framework for deciding when systemic stability is sufficiently threatened for intervention to be necessary; and, second, a tool that is able to target the underlying market vulnerability.", "In the LDI case, the decision to intervene was made on the basis of a recommendation from our Financial Policy Committee that UK financial stability was at risk from the development of a self- reinforcing price spiral affecting long-dated UK government debt.", "That judgment was informed by a dashboard of quantitative measures, starting with the sharp rise in long gilt yields, a blowout in bid/ask spreads and a material reduction in traded market depth.", "But these measures were not enough to trigger action.", "A sharp rise in yields for example might simply reflect economic developments.", "And they could not by themselves elucidate the underlying dynamics driving market pricing.", "It was only through direct contact with the LDI funds themselves, and broader market participants on both the buy- and sell- sides, that we could understand both the scale of the fire sales underway, and the prospective size, timing and composition of future transactions if yields continued to rise.", "Market data were vital inputs to objective decision making - but they could not answer the 'whys' and 'what ifs' essential to effective tool design.", "Key aspects of the intervention - including the range of assets we offered to purchase, the size of daily operations, launch timing and duration of the facility, and pricing - relied on detailed and ongoing qualitative, as well as quantitative, market intelligence.", "In terms of the intervention tool itself, we would have much preferred to rely solely on collateralised lending.", "But this wasn't viable, for the simple reason that there was no-one either willing to, or capable of, borrowing from us at sufficient speed to staunch the firesale dynamic.", "The LDI funds themselves needed less leverage not more.", "The pension funds that invested in the LDI funds had collateral, but many lacked the ability to borrow, and anyway were too numerous and preoccupied in time-consuming processes aimed at reaching formal decisions as to whether to recapitalise their investments to act at the speed required.", "We had many ways to provide liquidity to the banks,[12] but they were already flush with liquidity, and no better placed than we were to pass liquidity on, either to pension schemes or LDI funds.", "In the circumstances we faced, therefore, a buy/sell tool proved the only way to stop firesale dynamics in a timely manner (Figure 3).", "This is clearly not where we want to be in the steady state.", "Collateralised lending programmes targeted directly at an appropriate set of non-banks would be materially less risky, to public money and to market incentives; they would pose fewer potential conflicts with monetary policy; and could be put in place ahead of potential shocks, with well-understood operational, collateral and pricing terms.", "Developing viable options for such facilities is therefore a high priority on our work programme.", "There are at least three key sets of operational design questions to tackle.", "First, which non-banks do you need to be able to get liquidity to, in order to stem potential systemic shocks effectively?", "Second, are those non-banks able to borrow (or can we devise mechanisms to allow them to do so), both in terms of their legal remits, and in terms of their operational arrangements?", "And, third, what terms and conditions would we want to impose on borrowers, including pricing, collateral requirements and any access conditions - including regulatory status?", "I have to say that my instincts are that finding a workable group of non-bank entities that are (a) collectively systemically important enough to allow us to maintain stability, (b) legally and operationally able to borrow at sufficient size and speed, and (c) willing to meet the conditions of a borrowing programme, could be challenging.", "But some central banks, for instance the Canadians,[14] have made important progress in this area - and we will be learning from them and others. )", "Calibrating tools to minimise risks to monetary policy, public funds & incentives A successful market dysfunction tool must be effective at restoring financial stability, but that success cannot come at any cost.", "In particular, care must be taken to minimise risks to the stance of monetary policy, to public funds and to market incentives: all factors considered in the BIS work.", "During the LDI crisis, once we had identified that a buy/sell tool was going to have to form the core of our approach, ensuring there was no contagion with the stance of monetary policy became a dominant design criterion.", "And that was because - unlike in 2020 when asset purchases were underway for monetary policy purposes and hence monetary and financial stability operations were pointing in the same direction - by September 2022, the Bank's Monetary Policy Committee (MPC) was tightening monetary policy sharply, supported by a reduction in Quantitative Easing (QE) holdings - also known as \"Quantitative Tightening\" (QT).", "That rundown had begun in February, with the cessation of reinvestment operations; and the Bank was on the point of commencing active gilt sales to accelerate that process when the LDI crisis began.", "Successfully removing market dysfunction should support, not undermine, the stance of monetary policy.", "But, coming so soon after the start of QT, there was clearly scope for confusion unless the intervention was carefully designed.", "We tackled that problem by binding every aspect of the operations to the resolution of the LDI vulnerability.", "As summarised in Table 1: The purpose of the intervention was grounded in the risk to UK financial stability from dysfunction in the gilt market.", "The Bank's Financial Policy Committee (FPC) identified this risk and recommended that the Bank take action to safeguard against it; The operation was strictly time limited.", "The purchase window was open for 13 business days, the minimum period judged necessary (through contact with market participants) for pension and LDI funds to improve their resilience.", "This hard deadline, though criticised in some quarters at the time, proved critical in driving timely recapitalisation, and also gave policy makers and markets confidence that the time profile would be very different from QE.", "Similarly, the commitment to unwind the gilt holdings in a timely but orderly way gave confidence that there would be no lasting impact on the Bank's stock of gilt holdings - the variable voted on by the MPC during QE.", "Unwind was completed using an innovative demand-sensitive approach over a period of four working weeks - broadly the same time it took to run up the holdings.", "The operation was targeted only at those assets involved in the LDI adjustment - long-dated conventional and (in the latter phases of the operation) index-linked gilts, whereas QE operations took place across the (conventional) curve; and The operations were subject to a system of backstop reserve pricing, aimed at ensuring we purchased only as many assets as required to resolve the financial stability issue and re- catalyse the market.", "This was a fundamentally different approach to that taken in QE, where the goal was to achieve the MPC's stock targets.", "As a consequence, our eventual total purchases were far lower than some early estimates - and that, combined with the short holding period, very clearly differentiated the LDI operations from the much larger and more persistent path of QE holdings (Figure 4).", "Judged against the criteria we set ourselves, these operations were highly successful, a view supported by most market participants and commentators.", "But there were many important learning points for us, and for anyone contemplating such operations in the future too.", "The first is simply to underscore the value of effective preparation across every element of design.", "As I mentioned at the start, we had benefited substantially from the thinking of the BIS working group in the months ahead of the LDI crisis.", "Establishing and communicating a rigorous approach to governance is critical.", "Ensuring your operations genuinely are temporary is a vital but high stakes decision: make sure your deadlines are credible and clearly communicated.", "Most importantly of all, invest heavily in how you want to price your facility.", "The standard MMLR theory of operating at a spread wider than in normal market conditions but narrower than in stressed conditions is nice in theory.", "But a spread is only defined around some mid-price, whether market or model-determined - and the former may simply not exist in dysfunctional markets, leaving it hard to avoid being a price setter, whether you like it or not.", "We found ourselves coming close to this in our index linked gilt purchases, where a near-complete lack of liquidity required us to set an additional level of reserve pricing in levels terms (a 'reference yield' below which we would not buy) to ensure we both removed the threat of renewed dysfunction while also preventing yields from falling to levels that would leave us acting as the entire market (Figure 5).", "That proved workable for a few days - whether it could be applied over longer periods is an important question for future reflection.", "Questions for future research Let me end with some questions for future research, drawing on points I've made today: First, we need a clearer sense of how much market dysfunction societies are willing to tolerate - whether defined in terms of a certain spread around risk-free rates, a certain level of liquidity, or the absence of unstable firesale dynamics.", "And, we need a clearer sense of the extent to which this tolerance should be achieved through self-insurance by market participants (in particular non-banks) - with the residual presumptively falling to public authorities to backstop through tail risk insurance.", "Without clearer guide rails of this kind, we are destined to proceed somewhat messily from crisis to crisis, building a framework by circumstance rather than by design.", "Second, we need to work towards a more developed understanding of the tools that central banks need to deal with this new era of liquidity risk, and in particular the right mix between lending and asset buy/sell facilities required in different scenarios.", "Most of us share the instinct that lending tools are the right place to start - but progress on defining the set of non-bank firms that are needed, able and appropriately incentivised to participate has so far been limited.", "And there are important debates to be had about the regulatory perimeter.", "Whether a steady state toolkit will require buy/sell tools is an important debate - but at the very least it does seem that we are going to need to be able to reach for 'break glass' versions of such tools until and if more developed repo facilities are developed.", "Third, we need to debate the relative merits of standing vs discretionary facilities.", "Appropriately designed standing facilities could help reduce the incidence of future liquidity crises, by clarifying the circumstances in which public assistance would be available, replacing the sort of crude guesswork that constructive ambiguity can generate, and incentivising more effective self-insurance.", "But calibrating them accurately, and ensuring they are ready to function, requires sharply improved levels of understanding and operational readiness.", "Standing facilities that are calibrated either too vaguely to shape ex ante behaviours, or too specifically to be able to flex in response to events, are unlikely to be of lasting value.", "There is much here to debate.", "I hope my comments today have given some food for thought, and I look forward to our discussions.", "I am grateful to Joshua Jones for his help in preparing this speech, to William Meade and Waris Panjwani for supporting material, and to Andrew Bailey, Yuliya Baranova, Sarah Breeden, Rohan Churm, Daniel Fajuke, Rand Fakhoury, Andrew Harley, Tom Horn, Renee Horrell, Clare Macallan, Arif Merali, Ali Moussavi, Pierre Ortlieb, Rhys Phillips, Huw Pill, Dave Ramsden, Will Rawstorne, Matt Roberts-Sklar, Andrea Rosen and James Talbot for their helpful comments and suggestions.", "I set out some of the drawbacks of the status quo here: From Lender of Last Resort to Market Maker of Last Resort via the dash for cash: why central banks need new tools for dealing with market dysfunction | Bank of England 2.", "Key insights from the group were published in Spring 2022: Market dysfunction and central bank tools (bis.org) 3.", "The operations are described in: Thirteen days in October: how central bank balance sheets can support monetary and financial stability - speech by Andrew Hauser (bankofengland.co.uk) 4.", "Glass Onion (song) - Wikipedia 5.", "Which gave Defined Benefit pension schemes leveraged exposure to gilt yields, hedging against upside risks to liability values in a low-interest rate world, while freeing up space for the schemes to hold riskier, higher-yielding but less liquid assets.", "In the event, the LDI operations returned revenue of £3.8bn to the UK government.", "But positive returns cannot be guaranteed from such operations, and would not have arisen, e.g.", "if there had been a persistent and material rise in underlying gilt yields during the purchase operations, for unrelated reasons.", "See for instance: Risks from leverage: how did a small corner of the pensions industry threaten financial stability?", "- speech by Sarah Breeden | Bank of England; Bank of England confirms details of emergency bond buying in correspondence with Treasury Committee - Committees - UK Parliament ; and 9.", "Financial Stability Report - December 2022 | Bank of England; 10.", "The FSB's work in this area is brought together here: Non-Bank Financial Intermediation - Financial Stability Board (fsb.org) 11.", "The Bank's broader approach to market intelligence gathering is described here: Navigating market signals: MaPS for policy makers - remarks by Andrea Rosen | Bank of England 12.", "See Bank of England Market Operations Guide: Our tools | Bank of England - extended further through the introduction of the Temporary Expanded Collateral Repo Facility - Market Notice 10 October 2022 | Bank of England during the LDI episode.", "In addition, several of the banks were counterparties to the repo or derivatives trades backing the LDI structures, so were facing the potential of having to take delivery, and dispose of, gilt collateral if LDI funds defaulted.", "See for instance: Canada: Contingent Term Repo Facility (yale.edu) and COVID-19 crisis: Liquidity management at Canada's largest public pension funds (bankofcanada.ca) 15.", "Monetary policy and financial stability interventions in difficult times - speech by Andrew Bailey | Bank of England 16.", "Some have suggested that separation could have been further assured by sterilising the impact of the operation on the quantity of central banks reserves, e.g.", "through the issuance of Bank of England bills.", "But the extra reserves created, for such a limited period, cannot have materially affected monetary conditions under the current ample-reserves floor system, and were therefore judged less likely to increase any residual uncertainty about the monetary stance than the sudden, short-lived introduction of a new instrument.", "Bank of England completes unwind of recent financial stability gilt purchases | Bank of England Accompanying slides"], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Liquidity risk", "Central bank tools", "Financial stability", "Market dysfunction", "Non-bank firms", "Monetary policy", "Public backstops", "Private insurance", "Lending facilities", "Buy/sell facilities"]}