{"sentences": ["SPEECH Keynote speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the annual Homer Jones Memorial Lecture St. Louis, 2 November 2023 In long-distance running, the last mile is often said to be the hardest.", "With the finish line within reach, one must push even harder to achieve the long-held goal.", "The same could be said about tackling the last mile of disinflation.", "Over the past twelve months we have seen the first phase of disinflation.", "Headline inflation fell rapidly and measurably, as previous supply-side shocks reversed.", "Dislocations in global supply chains were gradually resolved, and energy and food prices came off their peaks reached after Russia's invasion of Ukraine.", "These were the quick wins of the disinflation process.", "In my remarks today I would like to discuss why bringing inflation from here back to 2% in a timely manner may be more difficult.", "I will argue that, unlike during the first phase, disinflation during the last mile hinges critically on the appropriate calibration and effective transmission of monetary policy.", "Large uncertainty around these two factors, together with the risk of new supply-side shocks pulling inflation away from our target once again, makes this part of the disinflation process the most difficult.", "Monetary policy needs to respond to these challenges with perseverance and vigilance.", "The last mile marks a change in the disinflation process Headline inflation in the euro area declined rapidly to 2.9% in October from its peak of 10.6% one year earlier.", "The bulk of this large drop reflects the substantial decline in the contributions from energy and food inflation (Slide 2, left-hand side).", "To a large extent, these effects were to be expected, also in their magnitude.", "They arise from the statistical observation that, after a large price shock, inflation usually slows measurably once the unusually large monthly price increases of the previous year start to drop out of annual inflation rates.", "These mechanical dynamics are known as base effects.", "Oil and gas prices, in particular, have come down remarkably fast from the highs observed in the immediate aftermath of Russia's invasion of Ukraine (Slide 2, right-hand side).", "Today, oil and gas prices are trading close to, or below, pre-invasion levels.", "Such outright price declines are rare.", "They are usually limited to highly volatile prices of commodities that are traded in international markets and for which the pass-through to final consumer prices is typically large and, in many cases, imminent, running directly through the energy component of the Harmonised Consumer Price Index (HICP).", "{4] Following large commodity shocks, an initial rapid decline in headline inflation is therefore the norm rather than the exception.", "This was also the case after the global financial crisis in 2008 and the financial turmoil in 2012.12] Arecent IMF study shows that such strong initial base effects have often given rise to \"premature celebrations\".]", "That is, when inflation starts falling, it is tempting to conclude that it has been fought off successfully and that it is a matter of when, and not if, inflation will fall back to target.", "However, in about 90% of unresolved inflation episodes, inflation declined materially within the first three years after the initial shock, but then either plateaued at an elevated level or accelerated again.", "Base effects themselves may be one reason why this can happen.", "By definition, they have a finite horizon.", "They often turn from being a source of disinflation to becoming a renewed headwind, as they operate in both directions.", "They swing like a pendulum, meaning that disinflation is not necessarily a smooth process but can be a rather bumpy road.", "Our estimates suggest that, should energy prices over the coming months increase in line with their historical mean, energy is estimated to add nearly 1.9 percentage points to euro area headline inflation by July 2024 (Slide 3, left-hand side).", "This primarily reflects the strong decline in oil and gas prices observed since November 2022.", "A rise in energy prices over and above the historical mean would further amplify such base effects.", "The extraordinarily sharp rise in food prices in 2022 and early 2023 implies that similar dynamics for headline inflation may occur, at some point, for the food component of the HICP (Slide 3, right-hand side).", "The other reason causing inflation persistence is that underlying price pressures can prove much stickier than volatile commodity prices.", "Last year's energy price shock quickly turned into a broad-based price level shock, as firms passed most of their cost increases on to final consumer prices.", "As a result, core inflation, which excludes the direct effects of energy and food, increased strongly in the euro area, reaching its peak of 5.8% in March 2023, significantly later than headline inflation.", "In October, it was still running at 4.2%.", "The reversal of base effects implies that continued disinflation will need to rely on a steady decline in underlying inflation.", "The last mile is about this change in the disinflation process.", "It is no longer about mechanical price reversals but about creating the conditions required for the indirect and second- round effects of supply-side shocks not to become entrenched in underlying inflation.", "This is the task of monetary policy.", "Price and wage rigidities mean underlying inflation is stickier Our most recent ECB staff projections see both headline and core inflation declining towards 2% by the end of 2025 (Slide 4).", "The projections highlight a key characteristic of the last mile: while it took a year to bring inflation from 10.6% to 2.9%, it is expected to take about twice as long to get from here back to 2%.", "In other words, the disinflation process is projected to slow significantly.", "Essentially, this has to do with the way wages and prices are set./4] Last year, firms revised their selling prices much more frequently than they usually do (Slide 5, left- hand side).", "They were doing this to protect their profit margins at a time of rapidly rising input costs.", "In the jargon of economists, this is referred to as state-dependent pricing: if prices are far away from their optimal level, firms are more likely to adjust them (Slide 5, right-hand side).", "In many cases, firms even raised their selling prices beyond the increase in costs, bolstering unit profits (Slide 6, left-hand side).", "This was possible because aggregate demand remained exceptionally resilient at a time of significant supply constraints, with fiscal transfers shielding firms and households from the adverse income effects of the pandemic and the war in Ukraine (Slide 6, right-hand side).", "But when input costs are falling, or when conditions are broadly stable, most firms behave differently.", "They then revise their prices more reluctantly, which makes underlying inflation stickier and disinflation slower.", "In addition, wages are often set in a staggered way, affecting firms' cost base only with a lag.", "In the euro area, wage growth has picked up sharply over the past year as employees are trying to make up for lost purchasing power.", "Our indicators, especially those tracking recently signed wage agreements, point to continued strong wage growth at a time when inflation is already falling (Slide 7, left-hand side).", "These are the slow- moving second-round effects of the adverse supply-side shocks that hit the euro area economy in previous years.", "Meagre productivity growth is putting additional pressure on firm's unit labour costs, which have been rising sharply since the beginning of 2022 (Slide 7, right-hand side).", "The distribution of price changes illustrates these rigidities.", "In September, around 45% of services prices, weighted according to their share in the HICP basket, were still increasing at a rate above 5%, with this share declining only very slowly (Slide 8, left-hand side).", "In the goods sector, the share of products seeing particularly strong price increases started to decline earlier (Slide 8, right-hand side).", "But even in this sector, still nearly 40% of products are currently rising at a rate above 5%.", "Given these rigidities, disinflation will slow down appreciably.", "For core inflation to evolve in line with ECB staff projections, two key conditions need to be met.", "One is that the growth in unit labour costs eventually falls back to levels that are broadly consistent with 2% medium-term inflation.", "The second is that firms will use their profit margins as a buffer to limit the pass-through of the current strong wage increases to consumer prices.", "The last mile is about ensuring that these two conditions materialise in a timely manner.", "That process faces two key challenges.", "The first is the appropriate calibration and transmission of monetary policy.", "The second is the potential occurrence of new supply-side shocks.", "Calibration and transmission uncertainty make the last mile the hardest Disinflation during the last mile relies critically on monetary policy succeeding in reducing underlying inflation in a steady and timely manner.", "During the first phase of disinflation, a determined policy response was mainly required to keep inflation expectations anchored, thereby reducing the macroeconomic costs associated with restoring price stability.© During the last mile, the demand channel of monetary policy - whereby tighter policy slows economic activity - becomes critical when the long and variable lags are gradually drawing to a close.", "As such, monetary policy needs to steer wage- and price-setting in a way that ensures that the two conditions on unit labour costs and profit margins are met.", "This is particularly true in an environment in which the multi-year suspension of fiscal rules and the potential absence of a revised economic governance framework in the European Union risk leaving fiscal policy too expansionary for too long.", "While economic growth in the euro area has been weak over the course of this year, considerable uncertainty about the lags and effects of monetary policy remains.", "A broad distinction can be drawn between the uncertainty around the appropriate calibration of monetary policy and the uncertainty regarding its transmission.", "Calibration uncertainty relates to the choice of the appropriate level of the policy rates and the period over which they need to remain at this level.", "It is inherently difficult to estimate the degree of monetary tightening required to bring inflation back to 2% over a certain horizon.", "This is especially relevant in the current context.", "There is considerable uncertainty about the impact of recent shocks on the supply capacity of the economy, and hence on the level of slack.", "For example, if recent shocks were to depress the level of potential output more persistently, the output gap could be smaller or even positive rather than negative as in the conventional estimates.", "At the same time, digitalisation, rapid progress in artificial intelligence and ongoing efforts to accelerate the green transition could boost potential output growth.", "This is what financial markets seem to expect increasingly.", "Since early 2022, market-based estimates of the natural rate have increased measurably both in the euro area and in the United States (Slide 9, left-hand side).", "Overall, therefore, there is large uncertainty about how structural changes will affect activity in the euro area and globally, making the calibration of monetary policy more difficult.", "Transmission uncertainty can amplify calibration uncertainty - that is, even if policy is initially calibrated appropriately, it is unclear how fast and to what extent a given policy impulse is transmitted to activity, prices and wages (Slide 9, right-hand side).!2!", "The pace and strength of transmission affect the optimal level and duration of policy.", "The transmission of our past policy actions to bank lending conditions has been strong, with the cost of borrowing rising sharply (Slide 10, left-hand side).", "As a result, net credit flows have virtually come to a standstill, for both firms and households (Slide 10, right-hand side).", "With interest rates on time deposits rising, saving has also become more attractive, contributing to a rise in households' savings ratio.", "The transmission through capital markets has been more mixed.", "Until recently, risk premia in most segments remained exceptionally compressed.", "In the past, risk premia in both equity and corporate bond markets rose when the euro area composite Purchasing Managers' Index fell below the growth threshold of 50 (Slide 11).", "This has not been the case this year, however: although economic sentiment deteriorated measurably, the risk premium has held firm, making financial conditions easier than usual.", "In sovereign bond markets, term premia - that is, the risk premia investors demand for bearing duration risk - have increased continuously and persistently since we started removing policy accommodation in December 2021 (Slide 12, left-hand side).", "The current and expected future run-off of all our asset purchase programmes has contributed to this development (Slide 12, right-hand side).", "However, the unusually low level of the term premium in the United States is likely to have also held back a return to higher levels in the euro area through arbitrage conditions.", "The recent rise in global term premia has helped bring market-based financing conditions closer to those expected given the current level of the policy rates, although volatility remains large.", "Structural changes may weaken policy transmission Significant uncertainty also remains about how broader policy transmission will be affected by two structural factors.", "The first relates to the services sector.", "Monetary policy works predominantly by affecting the cost of capital.", "It is therefore natural that it has a stronger impact on more capital-intensive activities, such as construction and manufacturing.", "However, over the past few decades the share of capital-intensive industries in total activity has declined steadily in the euro area and globally (Slide 13, left-hand side).", "Today, market services account for more than half of gross value added.", "In our most recent corporate telephone survey, three out of four firms in the services sector reported that the substantial change in financing conditions over the past 12 months had no impact on their business activity (Slide 13, right-hand side).", "And an even larger share of services firms expect this to be the case over the coming 12 months.", "Monetary policy transmission may therefore be weaker, or less direct, than in the past, which may lengthen the disinflation process.", "The second source of uncertainty concerns the persistent shortages of workers.", "Surveys continue to point to labour as a critical factor limiting production.", "Shortages remain near historic highs across sectors, especially in the services sector (Slide 14, left-hand side).", "As a result, companies have responded to weakening economic activity by hanging on to their employees out of concern that they might be unable to find workers once demand picks up again.", "So, despite the strongest tightening in the history of the euro area, by 450 basis points in little more than a year, the unemployment rate fell to a new historic low in August, while the labour force continued to increase throughout the first half of this year (Slide 14, right-hand side).", "It is unclear how long the transmission through the labour market will remain muted.", "It is reasonable to assume that the longer economic activity stagnates, the harder it will be for firms, most notably small and medium-sized firms, to hoard labour.", "And indeed, we are seeing first signs that the labour market is softening and demand for labour slowing.", "But the more slowly this process unfolds and the weaker it is, the higher the risks that persistent labour market tightness will challenge the assumptions underlying the projected decline in core inflation.", "In particular, unit labour costs may grow more strongly than projected as labour hoarding continues to weigh on productivity growth and labour shortages support favourable wage bargaining conditions at a time when workers are still trying to make up for the substantial losses in their purchasing power.", "Higher unit labour costs, in turn, raise the risk that firms pass a larger part of their cost increases on to final consumer prices, which could lay the ground for a wage-price spiral.", "New shocks could derail the disinflation process This brings me to the second challenge facing monetary policymakers during the last mile: because disinflation will slow down appreciably, there is a high risk of a new shock pulling inflation away from our target once again before it has been reached and of inflation expectations becoming unanchored.", "This is especially relevant in the current geopolitical environment.", "The tragic events in the Middle East triggered by the terrorist attack on Israel are a case in point.", "Oil and gas price futures rose noticeably, adding to concerns over supply following the recent gas pipeline leak in the Baltic Sea.", "More generally, we have recently observed a rising sensitivity of energy prices to even remote risks, such as strikes at liquefied natural gas plants in Australia.", "Such shocks can visibly disrupt the disinflation process.", "Compared with the end of June, oil prices are up by 25% in euro terms.", "Since then, the energy contribution to the inflation momentum, defined as the annualised three-month-on-three-month percentage change, has increased measurably (Slide 15, left-hand side).", "As a result, while in July the inflation momentum was consistent with annual inflation of 2%, in October it was 4.4%.", "Other shocks are already on the horizon.", "This year's El Nifio is expected to bring months of extreme heat and rainfall to parts of the world, reinforcing the risks stemming from global warming.", "This is threatening to disrupt crop cycles and put further pressure on global food markets (Slide 15, right-hand side).", "By delaying the return of inflation to 2%, such adverse supply-side shocks pose larger than usual risks to medium-term price stability, as they are more likely to trigger shifts in inflation expectations.\"", "It is well known that people tend to pay little attention to inflation when it is low and stable.", "But the theory of rational inattention suggests that firms and households start paying attention when inflation is high, making price and wage setting more sensitive to new price shocks.", "This is especially true if such shocks concern salient goods such as energy and food.", "Private sector participants are factoring in these risks.", "Although our determined monetary policy decisions have secured the broad anchoring of long-term inflation expectations, surveys and financial market prices continue to point to concerns that inflation may stay elevated.", "For example, the distribution of longer-term inflation expectations in our survey of professional forecasters, while remaining broadly anchored around our target, has shifted visibly to the right compared with the periods before and during the pandemic (Slide 16, left-hand side), with risks to the inflation outlook being tilted to the upside.", "Similarly, risk premia in the swap market for inflation far into the future remain elevated (Slide 16, right-hand side).", "Implications for monetary policy In the light of all of this, and with this I would like to conclude, disinflation really does seem like a long- distance race.", "When the runner enters the last mile, the hardest work begins.", "While the first phase of the race may have appeared easy, the last mile requires perseverance and vigilance.", "The same is true for our fight against inflation.", "Perseverance is needed to avoid declaring victory too early.", "With our current monetary policy stance, we expect inflation to return to our target by 2025.", "The progress on inflation that we have seen so far is encouraging and in line with our projections.", "We therefore decided to leave our key policy rates unchanged at last week's monetary policy meeting.", "However, the disinflation process during the last mile will be more uncertain, slower and bumpier.", "Continued vigilance is therefore needed.", "After a long period of high inflation, inflation expectations are fragile and renewed supply-side shocks can destabilise them, threatening medium-term price stability.", "This also means that we cannot close the door to further rate hikes.", "If we stay vigilant, we will be able to spot early on any risks to the inflation outlook that are materialising, just as the runner listens to the signals from her body.", "This means that we need to carefully monitor all incoming data and continuously verify whether they are consistent with the assumptions underlying our projections.", "Data dependence ensures that our monetary policy is at all times calibrated in accordance with the circumstances we are facing.", "The inflation target is now within reach, but let's celebrate only once we have truly tackled the last mile.", "2 November 2023 DS ENGLISH For an explanation of the various effects of oil prices on consumer prices, see ECB (2014), \"Indirect effects of oil price developments on euro area inflation\", Monthly Bulletin, December.", "Headline inflation also fell strongly in the wake of the \"crude\" shock in 2014.", "See also Grigoli, F. et al.", "Wang and Werning (2022) show that inflation can be more persistent with gradual markup adjustment by oligopolistic firms with sticky prices.", "See Wang, O. and I. Werning (2022), \"Dynamic Oligopoly and Price Stickiness\", American Economic Review, Vol.", "(2023), \"Disinflation and the Phillips curve\", speech at a conference organised by the European Central Bank and the Federal Reserve Bank of Cleveland's Center for Inflation Research on \"Inflation: Drivers and Dynamics 2023\", 31 August.", "(2023), \"Money and inflation\", Thiinen Lecture at the annual conference of the Verein fur Socialpolitik, Regensburg, 25 September.", "Blanchard, O. and Gali, J.", "(2007), \"Real Wage Rigidities and the New Keynesian Model', Journal of Money, Credit and Banking, Vol.", "Put differently, the expectations channel of monetary policy was a necessary condition for potentially achieving a soft landing of the economy, above all when considering the excessive inflation overshoots.", "(2022), \"Looking Through Supply Shocks versus Controlling Inflation Expectations: Understanding the Central Bank Dilemma', Staff Working Papers, No 2022-41, Bank of Canada; and Sargent, T. (1983), \"Stopping Moderate Inflations: The Methods of Poincare and Thatcher\", in Dornbusch, R. and Simonsen, M.H.", "), /nflation, Debt, and Indexation, Cambridge, MA, MIT Press.", "(2023), \"The risks of stubborn inflation\", speech at the Euro50 Group conference on \"New challenges for the Economic and Monetary Union in the post-crisis environment', Luxembourg, 19 June.", "On the role of inflation expectations after adverse supply-side shocks, see Tenreyro, S. (2023), \"Monetary policy in the face of supply shocks: the role of inflation expectations\", ECB Forum on Central Banking, June."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Disinflation", "Monetary Policy", "Inflation", "Wage Growth", "Price Rigidity", "Supply-Side Shocks", "Transmission Uncertainty", "Calibration Uncertainty", "Services Sector", "Labour Shortages"]}