{"sentences": ["1. Credit crunches do matter and may arise in many contexts The first lesson is that credit crunches do matter and that they may arise in many contexts.", "Credit supply reacts negatively to adverse shocks generated in the real or the financial sector, amplifying the decrease in real activity; the ensuing contraction in credit demand and the deterioration in credit quality puts further pressure on banks' balance sheets and reinforces financial strains, creating a vicious circle.", "The experience of the euro area since 2007 offers a painful vantage point from which to appreciate the extent of this downward loop, which partly explained the fall in GDP during both the GFC and the SDC.", "The GFC spread over Europe in two forms: a real shock, due to the collapse of world trade and the surge in uncertainty, and a purely financial shock, via exposure to toxic assets and the freeze of wholesale bank funding markets.", "Both channels affected bank lending standards in the euro area (Figure 1).", "During the GFC most of the tightening of credit conditions was connected with banks' assessment of borrowers' credit risk, probably owing to the real shock.", "However, another factor was banks' greater funding costs and other balance sheet constraints.", "The case of Italy is enlightening.", "First, since the worse international outlook accounted for roughly three quarters of Italy's economic slump, the contraction in credit lines to firms came mainly from the deterioration in borrowers' creditworthiness.", "Second, Italy's financial institutions were not exposed to toxic assets, so balance sheet constraints were less of an issue than in the rest of the euro area.", "Yet, financial shocks did matter, too: as bank surveys also signalled, the GFC caused a freeze in the interbank market that weakened banks' funding conditions, leading to a contraction in credit lines to firms.", "The consequent worsening of firms' financing opportunities discouraged their investment plans, thus affecting credit demand and activating the financial accelerator.", "The Bank of Italy's estimates put the reduction in investment expenditure by firms in Italy due exclusively to this channel at over 20%.", "Compared with the GFC, the SDC was triggered by different shocks.", "It stemmed from growing concerns about country-specific structural weaknesses, aggravated by the recent GFC, and became systemic because of growing concerns about the solidity of the monetary union, which led financial market participants to price in redenomination risk.", "The increase in sovereign spreads worsened funding conditions for all domestic borrowers, from banks to non-financial corporations and households.", "Following, moreover, the increase in uncertainty, the loss of confidence and the necessary fiscal consolidation as well, consumption and investment diminished.", "This re-activated the financial accelerator.", "Unlike the GFC, the tightening of banks' lending standards was to a larger extent due to the deterioration in their funding conditions rather than to the rise in borrowers' credit risk.", "The nexus between the solvency of banks and that of the domestic sovereign goes beyond banks' mere holdings of government bonds This leads me to the second lesson, which concerns the sovereign-banks nexus.", "In a sovereign debt crisis the holdings of government bonds backfire directly onto banks' valuations, but there are other indirect channels that characterize the two-way relationship between banks and State.", "A cursory look at banks' balance sheets reveals that up to the failure of Lehman Brothers in September 2008 euro-area banks had been steadily reducing their holdings of government bonds.", "That share then increased during the prolonged period of financial instability running from late 2008 to early 2013.", "Since then, in most euro-area countries banks' government bond holdings have edged down again.", "Thus, the increase in banks' holdings of government bonds during the crisis was mainly a consequence, rather than a cause, of the crisis (Figure 2).", "The SDC worsened the general macroeconomic outlook and this put banks under severe strain.", "For this reason, as I have pointed out in the past, the nexus between banks and sovereign goes beyond the direct holdings of sovereign bonds.", "Accordingly, it has to be tackled by reinforcing investors' confidence in the solidity of the public finances, the growth prospects of the country and the stability of the banking system.", "As an aside, I would say that the increase in banks' sovereign exposure observed during the crisis should not necessarily be regarded as problematic.", "In the face of greater funding risks, banks need to hold more liquid assets.", "Moreover, in stressed periods banks could have an incentive to act as shock absorbers or contrarian investors on the domestic government bond market for a number of reasons.", "Specifically, they may want to dampen unwarranted changes in government bond prices, as the latter feed through to the prices of all other domestic assets.", "Compared with foreign players, they may have a better understanding of political and economic developments in their own country.", "They know that they are closely intertwined with their sovereign through funding conditions, the macroeconomic environment and other indirect channels, so that if their sovereign runs into trouble, they will probably run into trouble as well, no matter how many domestic government bonds they hold.", "Thestructureofthefinancialsystemdoesmatter My third point concerns the importance that firms rely upon a well-diversified system of funding sources.", "The two crises propagated differently across countries depending not only on macroeconomic conditions but also on the structure of the financial system.", "There is evidence that, during recessions, economies with market-based financial systems recover more quickly than those that rely mainly on banks.", "This is especially true if the recession goes hand in hand with a financial crisis.", "More diversified financial systems also matter for growth, as they expand the financing tools available to borrowers and improve investors' portfolio choices and risk management techniques.", "Greater resilience is also likely to come with higher solvency.", "This suggests that not only does diversification insulate firms from credit crunches, it also benefits banks, to the extent that it leads to lower credit risk and lower non-performing loans (NPLs), and the whole system as well, as healthier banks are more likely to provide credit.", "In general, market-based finance is more prominent in the United States than in Europe and, within Europe, in the UK and France (Figure 3).", "Over the last ten years, however, the funding structure of the non-financial corporate sector in the advanced economies has changed significantly.", "Partly as a result of the weakening of bank lending observed during the two crises, there has been a generalized increase both in equity as a share of total liabilities and in debt securities as a share of total debt.", "The greater role of equity and bond financing in Europe is a welcome development.", "Nevertheless, important differences continue to be observed across countries and across firms of different sizes, as small and medium-sized firms are still heavily dependent on bank credit.", "Improving access to capital markets for all firms, regardless of their size, is an objective to aim for in the near future with appropriate structural policies, including the capital markets union programme.", "There is no automatic connection between well-provisioned NPLs, the supply of credit and resource misallocation My fourth point is about the relationship between ailing firms, non-performing loans and credit supply.", "Two deep recessions in the space of a few years have naturally increased the number of ailing firms, bringing about a sharp rise in the share of non-performing loans.", "Italy's experience is fairly instructive in this respect: the ratio of new bad debts to outstanding loans to non-financial firms almost tripled during the GFC and then continued to grow, peaking during the SDC.", "Against this background, a first concern is that of credit misallocation, which arises if banks continue to lend to weak firms in order to delay recognizing losses on their credit portfolios.", "Studies carried out for Italy have shown that some misallocation did take place during the crises, but it involved predominantly small and less capitalized banks and it had negligible effects on the growth of healthier firms and total factor productivity dispersion.", "A second concern is that high NPLs hamper banks' ability to supply credit to the economy (Figure 4).", "Certainly, the emergence of new NPLs has negative effects on banks' ability to lend, but these are mostly indirect, via a higher cost of funding, lower profitability and eroded capital.", "However, this does not imply that stocks also play a role.", "There is no clear empirical evidence - or theoretical support - that a high stock of NPLs per se directly reduces banks' ability to lend.", "Furthermore, a fair share of NPLs granted to ailing (but not yet bankrupt) firms return to performing status after a while.", "Thus, while the negative effects of NPLs on capital and profitability justify the current policy action in favour of NPL reduction, forcing banks to dispose quickly of such positions could be counterproductive.", "Large disposals of NPLs at market prices that are much lower than book values would generate losses sizeable enough to offset the benefits to the bank in terms of improved asset quality.", "Ultimately, blanket disposals could hamper banks' ability to lend, with negative spill-overs on the overall economy.", "Financial integration is a key aspect of functioning credit markets The fifth lesson is about the importance of fostering economic and financial integration.", "Another particular feature of the bank lending crunch in the euro area was the considerable increase in financial fragmentation across countries (Figure 5), which contributed to the reduction in economic activity and posed a substantial challenge to the correct transmission of the monetary stimulus.", "The institutional set-up of the monetary union was caught off guard and fell short of the needs generated by the two financial crises, compounding the centrifugal forces arising from deteriorating economic fundamentals.", "It is thus of key importance that we continue boldly to support and reinforce the process of financial integration.", "On a brighter note, the experience of the SDC has proved that global financial integration can be an effective shock absorber.", "It has now been documented that foreign banks can act as stabilizers in credit markets that are under stress.", "In a way, foreign intermediation can be viewed as a global insurance scheme that swiftly takes liquidity where it is most needed.", "Naturally, we have to ensure that these dynamics do not bring instability, which we can and should do through regulation.", "Yet, when integration is properly regulated, its benefits largely exceed its costs.", "Central banks have used many tools to support credit supply, including credit easing The sixth and last lesson that I draw is that we now have a better understanding of how to avert or mitigate credit crunches.", "The response of the ECB was swift, and it extended well beyond the trough of the crises to accompany the recovery and accomplish its price stability mandate.", "A number of extraordinary measures were put in place almost simultaneously: two waves of TLTROs were implemented, key interest rates were taken into negative territory and steered ahead through forward guidance, and the APP was launched (Figure 6).", "The TLTROs were designed to provide banks with funds \"targeted\" to expand credit to firms and consumers.", "With about €760 billion allocated, the initiative, which ended in March 2017, witnessed ample participation and was pretty successful: the rates on loans to non-financial corporations declined markedly and stayed low; in addition, a positive impact can be detected on volumes of business as well.", "Evidence drawn from the euro-area Bank Lending Survey confirms these conclusions, which are also corroborated by a recent empirical study carried out at the Bank of Italy, documenting that banks participating in TLTROs apply an interest rate to the same firm 20 basis points lower than non-participating Italian banks.", "Research on the other measures is still ongoing, but the available evidence suggests that their effects have been largely positive.", "All in all, today we can say that the ECB's intervention has also been effective.", "This has also been acknowledged by euro-area financial intermediaries, which, in their answers to the euro-area Bank Lending Survey, reported a direct positive impact of these measures on both volumes of business and the costs applied to borrowers."], "classifications": ["financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination"], "topics": ["Credit crunches", "Financial system", "Non-performing loans", "Sovereign-banks nexus", "Economic and financial integration", "ECB measures", "Credit supply", "Financial shocks", "Funding conditions", "Bank lending standards"]}