{"sentences": ["It is with great pleasure that I welcome all of you to the 2019 Awards Ceremony and Appreciation Dinner for BSP Stakeholders in Region III.", "I am pleased that the BSP has been recognizing the invaluable contributions of its partners in central banking for the past 16 years now.", "The growth in the number and scope of awards given reflects the dynamic support and cooperation you have extended to the BSP's various initiatives and advocacies, which are all geared toward improving the life of every Filipino.", "I cannot overemphasize the value of your support as the BSP continues to navigate the country's economic landscape.", "By working as one team, we have entered this year from a position of strength and with renewed optimism.", "Based on the country's economic performance, the Gross Domestic Product (GDP) grew by 6.2 percent year-on-year in 2018 and remained firm at 5.5 percent in the first semester of 2019.", "On the production side, economic growth was propelled mainly by the robust performance of the services sectors.", "Broad-based expansion in household consumption and government spending reinforced growth on the demand side.", "Meanwhile, January to August 2019 inflation readings have averaged 3.0 percent, well within the announced target range of 2 to 4 percent of the National Government.", "Last August, inflation slowed down to 1.7 percent.", "The external position of the Philippines is reflective of an economy driven by solid macroeconomic fundamentals and firm growth prospects.", "The country's balance of payments (BOP) position for the first seven months of the year posted a surplus of US$5 billion, a turnaround from the US$3.7 billion BOP deficit recorded in the same period last year.", "The surplus may be attributed partly to remittance inflows from overseas Filipinos during the first six months of the year, and net inflows of foreign direct investments during the first five months of the year.", "Sustained inflows of foreign exchange are expected to continue to support the peso.", "In the first six months of the year, net inflows of foreign direct investments (FDI) reached US$3.6 billion.", "Meanwhile, foreign portfolio investments (FPI) reversed to net inflows of US$5.3 billion in the first semester of 2019, from US$708 million net outflows in the same period last year.", "Personal remittances for January to June 2019 totaled US$16.3 billion, higher by 2.9 percent than the US$15.8 billion level recorded in the same period last year.", "This was achieved despite increasing global efforts to de-risk banks and tighten regulations of money transfer operations.", "The country's gross international reserves (GIR) continue to serve as an ample external liquidity buffer.", "Preliminary data shows that the country's gross international reserves (GIR) rose to US$85.6 billion as of end-August 2019.", "At this level, the GIR can cover up to 7.5 months' worth of imports of goods and payments of services and primary income.", "The country's external debt remained manageable.", "External debt as a proportion to the country's GDP increased to 24 percent in the first semester of 2019.", "Despite this moderate uptick, external debt-to-GDP has remained below 25 percent since 2016.", "Our financial system remains sound and continues to effectively intermediate funds to productive sectors, thus promoting economic growth.", "In the first semester of 2019, banks' balance sheets exhibited steady growth in both assets and deposits.", "Asset quality also remained stable while capital adequacy ratios stayed well-above international standards.", "Banks maintained dominance in the financial sector, with universal and commercial banks (U/KBs) accounting for about 91 percent of banks' total resources.", "In terms of the number of head offices and branches/agencies, non-bank financial intermediaries have the widest physical network, consisting mainly of pawnshops.", "From this position of strength, the BSP remains committed to continually uphold the highest standard of excellence in crafting policies to maintain price stability, promote a strong financial system, and foster a safe and efficient payments and settlement system.", "The ability of the BSP to deliver on its mandates depends significantly not only on its commitment, but also on its credibility, supported by its dynamic engagement with its stakeholders.", "Indeed, we can rightfully say that credibility is a major part of the institutional capital of the BSP as the country's central bank.", "Thus, by establishing and maintaining consistent engagement with our partners, the BSP is able to capture the sentiment of its stakeholders, which helps us formulate and calibrate effective monetary policies.", "Through the years, your support has become increasingly more important in our various initiatives and advocacies directed toward the fulfillment of our mandates.", "For instance, in July 2017, the BSP launched the BSP E-Survey Portal that features an online questionnaire, database, and an application for data maintenance and consolidation system.", "And, as of end-June of this year, the number of registered users rose to 2019.", "This is one of the many endeavors of the BSP that highlight the importance of the information support you provide us to aid in our policy formulation.", "The BSP has, likewise, responded to the call of digitization by pioneering the National Retail Payment System (NRPS).", "The NRPS is a policy and regulatory framework to establish a safe, efficient and reliable retail payment system in the Philippines.", "With this initiative, digital payments have become more accessible to every Filipino.", "We, at the BSP, cannot stress enough how you have taken a pivotal role in helping the financial sector develop in this age of fast-paced technological advancement and integration.", "Today, as we celebrate our rewarding partnership, we must also reflect on the motivations behind it.", "This year's theme, \"One Team One Goal: Resilient Partnership Towards Inclusive Economic Growth,\" highlights the fact that the BSP cannot do it alone.", "With your support, the BSP is able to continuously craft policies that are appropriate for the nation.", "Ladies and gentlemen, by working as a team, we will be more than ready to face the challenges head on and deliver on our common goal of achieving sustainable and inclusive economic growth and development in the Philippines.", "Thank you and congratulations to all our outstanding partners!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none"], "topics": ["economic growth", "BSP initiatives", "monetary policies", "financial system", "external position", "gross international reserves", "balance of payments", "foreign direct investments", "inflation", "digital payments"]}