{"sentences": ["News conference Berne, 18 June 2020 Introductory remarks by Fritz Zurbrügg In my remarks today, I will present the key findings from this year's Financial Stability Report, published this morning by the Swiss National Bank.", "The COVID-19 pandemic has led to a marked deterioration over recent months in the economic environment and financial market conditions around the world.", "This deterioration is also affecting the Swiss banking sector.", "Extensive support measures taken by governments and central banks have somewhat stabilised the situation on the financial markets.", "As Thomas Jordan mentioned, the SNB's baseline scenario assumes a partial economic recovery in Switzerland and abroad in the second half of 2020.", "Yet, despite this expected recovery, the Swiss banking sector, along with the rest of the economy, faces considerable challenges.", "Overall, Swiss banks are well positioned to deal with these challenges.", "They have a solid capital base for managing the heightened risks caused by the pandemic-triggered economic downturn.", "I will start by looking at the two globally active banks, Credit Suisse and UBS.", "I will then outline our assessment of the situation at the domestically focused banks, before taking a closer look at the Swiss corporate loans market from a financial stability perspective.", "Globally active banks Figures released for the two globally active banks, Credit Suisse and UBS, already show the first signs of the pandemic's impact.", "Both banks increased their provisions for credit losses in Q1 2020.", "They also report a rise in risk-weighted assets, which has led to a reduction in their capital ratios.", "Despite the worsening economic conditions, however, Credit Suisse and UBS recorded higher profits than in the same quarter of 2019.", "Under the baseline scenario, the economic consequences of the COVID-19 pandemic affect Credit Suisse and UBS through two main channels.", "First, the quality of their credit portfolios is expected to deteriorate both in Switzerland and abroad.", "Second, earnings from wealth management and investment banking are likely to fall, as the stock market correction has reduced the value of assets under management.", "Furthermore, heightened uncertainty on the financial markets could curb demand for client and capital market transactions.", "These effects weigh on the profitability of the two globally active banks.", "Moreover, an additional rise in risk-weighted assets could lead to a further reduction in capital ratios.", "Under the baseline scenario, the impact on Credit Suisse and UBS is likely to be limited as a result of the partial economic recovery expected in the second half of 2020 as well as the stabilisation in financial markets.", "The outlook for the two globally active Swiss banks is associated with considerable uncertainty, however.", "Just how much the quality of their credit portfolios will deteriorate largely depends on the depth and, above all, the duration of the economic downturn in Switzerland and abroad.", "A further worsening of the economic outlook, in combination with renewed turbulence on the financial markets, would put additional strain on the quality of these banks' credit portfolios and profitability.", "Both globally active Swiss banks are well placed to deal with the challenges posed by the current difficult environment and to support the real economy through their business activities.", "This favourable situation is attributable to risk reduction and, in particular, to the capital buffers which Credit Suisse and UBS have been building up over recent years, in line with the TBTF regulations.", "The SNB's scenario analysis indicates that, thanks to these capital buffers, the two banks are able to cope with significantly worse developments in the economic environment than under the baseline scenario.", "At the same time, this analysis shows that the current calibration of the TBTF requirements is necessary to ensure adequate resilience at the two banks.", "Periods of exceptional uncertainty, as we are experiencing them today, particularly highlight the value of robust regulatory requirements.", "Domestically focused banks Turning now to the domestically focused banks, we can see that the COVID-19 pandemic has led to a substantial deterioration in the economic environment for these banks too.", "While the impact of the worsening economic situation is barely reflected in the financial figures for domestically focused banks available to date, forward-looking indicators such as yield spreads on bank bonds suggest that market participants expect only a slight deterioration in the financial soundness of these banks.", "Under our baseline scenario, the main impact of the COVID-19 pandemic on domestically focused banks is likely to be on the quality of their loan portfolios.", "The partial economic recovery expected in the second half of 2020, together with the measures taken by the authorities, should help to limit the adverse impact on these banks.", "Nevertheless, provisions and write-downs on outstanding loans to Swiss corporations are expected to increase.", "Alongside the persistent downward pressure on interest margins caused by the low interest rate, this is likely to weigh further on the profitability of domestically focused banks - which is already at a low level.", "While domestically focused banks should remain profitable in aggregate, some of these banks are expected to incur losses.", "As I mentioned earlier, the outlook is fraught with high uncertainty.", "In this context, the existing imbalances on the mortgage and real estate markets present a further challenge for domestically focused banks.", "If the recession turns out to be even worse than expected, this might trigger a correction on these markets.", "At the same time, significant declines in income at households and corporations could lead to a materialisation of affordability risks.", "Both of these developments would negatively affect the quality of these banks' mortgage portfolios.", "The latest vintages of mortgage loans appear to be particularly vulnerable in this regard since affordability risks have been steadily increasing over recent years.", "Given these challenges, the available capital buffers provide a crucial element of robustness for the domestically focused banks.", "They play a key role in ensuring the lending and lossabsorbing capacity of the banking sector even if the economic impact of the COVID-19 pandemic should turn out to be worse than currently expected.", "The SNB's scenario analysis indicates that domestically focused banks' resilience is adequate overall.", "Bank lending to companies during the COVID-19 pandemic Let me turn now to developments on the Swiss corporate loan market.", "One of the key elements of a stable financial system is the ability of banks to fulfil their function as credit providers even in the event of a significant shock such as the COVID-19 pandemic.", "Capital and liquidity buffers in the banking sector play a central role here.", "Together with the Confederation's guaranteed loan programme and the SNB's COVID-19 refinancing facility, these buffers should ensure that small and medium-sized enterprises have access to loans to bridge liquidity shortfalls caused by the COVID-19 pandemic.", "In cooperation with the other Swiss authorities, the SNB launched a fortnightly monitoring of the corporate loan market at the end of March, combining quantitative as well as qualitative information.", "I'd like to now summarise our two core takeaways so far.", "First, the programme of bridging loans secured by federal guarantee and the SNB's refinancing facility have been successful in rapidly providing liquidity to small and mediumsized enterprises.", "By securing these companies' access to liquidity, the programme is doing its part to limit the negative impact on the corporate sector.", "This, in turn, should help to contain the deterioration in the quality of the banks' loan portfolios.", "Second, there has been no sign of credit rationing to date in the segment of corporate loans not guaranteed by the Confederation.", "Although banks have slightly tightened their credit conditions for these non-guaranteed loans, rejection rates remain comparable to those under normal economic conditions.", "The main cause for rejection is concern about an applicant company's financial strength.", "Capital or liquidity constraints of their own are rarely mentioned by banks as grounds for their rejection of loan applications.", "These findings provide reason for cautious optimism regarding banks' capacity to maintain the supply of credit and liquidity to companies during these extraordinary times."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["COVID-19 pandemic", "Financial Stability", "Swiss banking sector", "Globally active banks", "Credit Suisse and UBS", "Domestically focused banks", "Corporate loans market", "Credit portfolios", "Economic recovery", "Capital buffers"]}