{"sentences": ["16.07.2020 50th anniversary of the UNAAC Margarita Delgado Good afternoon.", "Thank you very much, Manuel.", "And my thanks also to Cristina for this invitation for me to speak to you today, on the 50th anniversary of the UNACC.", "It is a shame that we have not been able to celebrate this anniversary as was originally planned.", "We are living through strange and difficult times, but we must adapt to them.", "Yet despite this unique scenario, a 50th anniversary is an event well worth celebrating.", "Anniversaries, especially those which mark the passage of a decade, not least a halfcentury, are an ideal time to take stock of our achievements.", "Undoubtedly during this period a great deal has been achieved, but if you will allow me, in my supervisory capacity, I would like to make some mention of those areas where we must continue to improve.", "Over these 50 years we have been through several banking crises.", "The picture of our financial system as it stands today is naturally the result of these crises.", "And one point to note in this \"family\" photo is the large number of cooperatives which are present.", "The truth of the matter is that a highly significant number of credit cooperatives, or rather, a highly significant number of yourselves, have overcome these crises.", "To do so, you have undoubtedly used your strengths, which I believe most notably include your close relationship with your customers, your extensive knowledge of the local economic situation and your down-to-earth management (far removed from speculative business models and focused on harnessing your knowledge of those customers and their needs).", "Furthermore, on a day like today, I feel that it is fair to highlight as one of your strengths your ability to support one another when necessary.", "You know better than I do that mutual support is one of the basic principles of the cooperative movement, and over these 50 years you have demonstrated that solidarity is an essential means for overcoming problems and difficult situations.", "Indeed, if we look back in time we see that today's society - and economy - are very different from those of 50 years ago.", "So another key to your success lies in your ability to adapt to that changing reality.", "The crisis triggered by COVID-19 is clearly a dramatic test of how changeable things can be.", "It is obvious that, for once, the origin of the crisis is not financial and is not linked to macroeconomic imbalances.", "Nevertheless, although this crisis is unrelated to previous ones, there is something that still holds true in this type of situation: the strengths that we have built up when the crisis hits will be the strengths that enable us to weather the storm.", "Evidently the supervisor's aim must be to ensure that the banking sector is a fortress against the storm and not an added problem that we have to face at the worst time imaginable.", "Recently, it has been frequently said that the banking sector is in much better shape than it was before the previous crisis.", "This will allow it to become part of the solution.", "In any event, crises are, by definition, periods of transition and COVID-19, despite its specific features, will be no exception.", "I believe this crisis will serve as a catalyst which will speed up many of the trends that we have already seen and discussed on many occasions at our meetings.", "First, as regards the importance of digitalisation.", "Second, in respect of the need to gain in efficiency and cut costs.", "Also, naturally, as regards the criticality of good governance and risk control, underpinned by the best international practices which will allow institutions to react appropriately to such changing circumstances.", "And, above all, regarding having a sound and sustainable business model for the medium and long term.", "We do not know what the future holds for us, but what we do know is that the better prepared we are, the better we will fare.", "Before I conclude, let me apologise for not having made the most of this address to introduce a supervisory \"wedge\".", "I do not want to stray more than is necessary from the key idea today, namely the 50 years that we are celebrating and which, above all other considerations, represent a history of success.", "I must, therefore, express my heartfelt congratulations to you.", "I trust that our frank and sincere communications may continue, all the more so since I have become Deputy Governor.", "This clearly does not mean that we will always agree about everything, but rather quite the opposite.", "As I always say, productive supervisory dialogue is characterised by mutual understanding, where we agree but especially where we disagree.", "I hope that the next 50 years are at least as successful as the 50 years we are celebrating today.", "I would like to think they may be slightly less intensive than the last 10 years."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Digitalization", "Financial system", "Cooperatives", "Supervision", "Governance", "Risk control", "Economic situation", "Solidarity", "Business model"]}