{"sentences": ["To the officers and members of the Association of Certified Public Accountants in Public Practice (ACPAPP), under the leadership of National President Anita C. Rodriguez, good afternoon.", "I hope everyone is staying healthy and safe throughout this time.", "I am pleased to join you today in celebration of ACPAPP's Accountancy Week as you rise in solidarity, stand in the gap, and work as hard amidst this COVID-19 pandemic.", "For CPAs in public practice, it is ensuring that the opinions expressed on financial statements are reflective of the true state of the business.", "The \"going concern\" assumption of CPAs is being used by investors and the public in making important decisions.", "This principle assumes that during and beyond the next fiscal period, a reporting entity will complete its current plans, use its existing assets and continue to meet its financial obligations.", "Simply put, there is no doubt that business entity will go on, and if I may say it casually, exist indefinitely.", "The COVID-19 pandemic is posing threats to economies and financial systems around the world, including the Philippines.", "This challenge the principle of \"going concern\" in several businesses across different industries.", "But we are confident that the banking system will emerge from this crisis standing strong.", "This is all because of the reforms implemented over the years reflecting the lessons learned in the 1997 Asian Financial Crisis.", "Today, I will talk about the state of health of the Philippine banking system amid the crisis.", "Next, I will discuss the extraordinary measures that the BSP has implemented to ensure the liquidity of the system and the continuous flow of credit to the economy to support households and firms- including the micro, small, and medium scale enterprises.", "I will then talk about the developments on the use of digital platforms, and how digital payments have surged as a consequence of the pandemic.", "I will then discuss the potential risks in the financial system.", "In the concluding section, I will then leave you iwth some takeways.", "The Philippine banking system is in a strong financial position going into the crisis.", "The banking system grew impressively as of end-April 2020, posting 9.3 percent increase in total assets yearon-year (YoY) reaching P18.7 trillion.", "This sum represents more than 90.0 percent of the country's gross domestic product (GDP).", "The sustained asset growth was on the back of the 11.3 percent YoY growth in deposit, indicating the unabating confidence of the public in the banking system.", "The total loan portfolio of the banking system expanded by 7.8 percent YoY as of end-April 2020.", "Banks maintained a diversified portfolio as credit was extended to various economic sectors, led by real estate at 18.2 percent.", "The quality of the loan portfolio remained satisfactory as of end-April 2020 with NPL ratio of 2.3 percent.", "But we do recognize that with the unprecedented health crisis, NPLs could build up over time.", "And this is why the BSP is closely monitoring the exposures of banks.", "The current strength of the banking system is likewise anchored on the presence of sufficient buffers to meet liquidity and capital requirements.", "The liquidity of the universal and commercial banks and their subsidiary banks and quasi-banks was more than ample as the high liquidity coverage ratio (LCR) of the industry shows their ability to manage short-term shocks in their liquidity position.", "Meanwhile, the universal and commercial banks' net stable funding ratio (NSFR) indicates availability of stable funding to serve customers in the medium term.", "Moreover, the minimum liquidity ratios of stand-alone thrift banks (TBs), rural banks (RB), and cooperative banks (CBs) significantly exceeded the 20 percent minimum.", "Importantly, the banks remained well-capitalized: as their capital adequacy ratios (CAR) are wellabove the minimum thresholds set by the BSP at 10 percent and the Bank for International Settlements (BIS) at 8 percent.", "The banks' capital adequacy ratios is primarily made up of high quality Common Equity Tier 1 capital.", "The banking system's profitability was sustained.", "For the period ended-March 2020 annualized net profit increased by 22.1 percent.", "Note that the growth in annualized profit was achieved despite the hefty increase in credit provisioning on account of the pandemic's impact to the paying capacity of some borrowers.", "Core income from net interest was the primary source of bank profit.", "No doubt, the COVID-19 pandemic has affected households, businesses, economies and financial systems all over the world.", "But there is greater uncertainty in its impact.", "Central banks and regulatory authorities around the world have each taken the extraordinary measures to cushion economic activity and stabilize financial systems amidst the pandemic.", "And in response to this, the BSP issued monetary and prudential relief measures to assist the BSP supervised financial institutions endure the crisis as well as to support households and business enterprises.", "All these initiatives are intended to ensure that the Filipino people may continue to have uninterrupted access financial services and products even during this time of crisis.", "Specifically, here are some of the key prudential and monetary measures that the BSP has adopted and implemented to mitigate the adverse impact of COVID-19.", "First, BSFIs were given a set of regulatory relief package to enable them to grant equivalent financial relief to their borrowers in the form of more flexible and favorable lending terms, or restructure loan accounts.", "Another set of the BSP's prudential measures incentivized banks to assist strategic borrowers such as the micro, small, and medium enterprises sector and critically affected large enterprises to carry on with their business during the COVID-19 crisis, as well as hasten recovery and sustainability of their operations, during the post-crisis period.", "Third, we put in place policies to ensure access to formal financing channels by financial consumers, particularly retail clients, who would be deeply affected by the community quarantine arrangements.", "We highly encouraged the use of safe and efficient information technology in carrying out legitimate financial transactions during the lockdown.", "Fourth, the BSP granted operational relief measures to assist BSP-Supervised financial institutions in focusing their limited resources on the delivery of financial services and support their subsequent recovery efforts.", "Lastly, monetary policy measures were also adopted to support domestic liquidity and National Government finances in the battle against COVID-19.", "As the pandemic halted the economy, the BSP noticed that financial consumers have shifted to digital transactions.", "Based on available data, the average volume and value of cheque transactions and ATM withdrawals substantially fell during the lockdown.", "By contrast, the average InstaPay and PesoNET transactions soared.", "This indicates the shift of consumers' preference to conduct their financial transactions thru digital platforms.", "We expect this behavioral change to continue as consumers adapt to what we call as the \"new economy\".", "Moving forward, we are monitoring developments and preparing additional measures to ensure the soundness, stability, resilience and inclusivity of the banking system.", "To complement our regulatory and supervisory initiatives to mitigate the adverse effect of the COVID-19 pandemic, the BSP sees the need to implement the following legislative measures: The enactment of the Financial Institutions Strategic Transfer (FIST) Act.", "It will assist the financial system in managing the levels of non-performing assets in the industry.", "The proposed amendment of the New Central Bank Act.", "This will further strengthen our supervision over financial conglomerates.", "A deeper understanding of conglomerate risk is important for regulators to be able to mitigate the impact of material issues on the financial system.", "A law on recovery and resolution planning for banks.", "This will align the Philippine legal framework with international standards The BSP is also strongly supporting measures to accelerate the use of digital platforms to deliver financial services.", "The use of digital technology in the country will support the government's advocacy on financial inclusion by providing safe and efficient access to essential financial services.", "Lastly, we need to sustain information campaign and strengthen collaboration with stakeholders to combat financial crimes and cyber threats related to the increased use of digital platforms.", "With the massive shift to digital financial services by clients, as well as work-from-home arrangements in response to COVID-19 pandemic, financial crime and cyber threat levels have surged.", "As such, the BSP has started on key initiatives to better guide BSP-supervised financial institutions and the public against financial crime and cyber threats.", "In any case, we need to be mindful of the potential risks.", "With the rise in unemployment and reduced economic activity, the paying capacity of some household and business borrowers are adversely reduced.", "Thus, we expect some banks to have issues on their credit portfolio.", "Banks are aware of the consequences, which prodded higher provisioning on their loans.", "Rest assured though, that the banks' comprehensive risk management systems implemented under close BSP guidance provides the banks with the resources to effectively manage underlying credit risk.", "The BSP also intensified the monitoring of banks' liquidity positions particularly during the lockdown period as the uncertainties during the community quarantine might trigger clients to withdraw their deposits.", "We are happy to report that the public continue to trust the banking system.", "This may be seen from the observed increase in deposit liabilities based on their reports as of end-April 2020.", "At the same time, banks showed strong liquidity position by ably servicing cash withdrawals and providing needed financing to the economy.", "The operational risks from possible disruptions in the delivery of financial services was also a concern duly mitigated by the comprehensive business continuity management (BCM) system that banks are required to have.", "Finally, the financial consumers' shift to digital payments amidst the need to maintain physical hygiene intensified global cyber- and money-laundering- related risks.", "Nevertheless, the BSP, in coordination with other regulators such as the Anti-Money Laundering Council, is prepared to conduct investigations and information awareness campaigns to address cyber threats and financial crimes.", "The volatility, uncertainty, complexity and ambiguity (VOCA) in the economy and financial system has intensified due to this once-in-a-generation crisis.", "This has further muddled the task of forecasting and budgeting amongst businesses and policy makers.", "However, we are confident of the banking system's ability to emerge out of this crisis stronger and more resilient.", "This optimism is shared by the Japan Credit Rating Agency (JCRA), which gave the country's first ever 'A' credit rating amid global ratings downgrades.", "Among other factors, JCRA underscored the strength of the banking system for its 'A-' rating and stable outlook.", "Non-performing loans (NPL) is edging up but remain manageable.", "The adverse impact of the pandemic on borrowers is expected to exert pressure to the current quality of bank loan portfolio.", "However, we expect the impact to be manageable due to the banking system's sound risk management systems and financial strength built over decades of strategic reforms implemented by the BSP.", "Another factor is the relatively low leverage of the biggest recipients of the banks' loans - the corporate borrowers.", "In fact, the moderate level of private sector debt in the country is one of the reasons why the Philippines retained the S&P Global Ratings' Banking Industry Country Risk Assessment (BICRA) of 5 (with rating of 10 as extremely high risk) in 2020.", "This rating is among the best in South East Asia.", "Stressed CARs meeting regulatory standards.", "Our simulation exercises reinforce the banking system and the banking groups' capability to weather assumed stressed scenarios with a postshock CAR of the system and banking groups easily hurdling the 10 percent regulatory minimum.", "This was achieved as the banking system and banking groups entered the pandemic with high pre-shock CARs, which enable them to maintain the minimum CARs even after the stress test exercises.", "Similarly, our simulations show that post-shock liquidity coverage ratio (LCR) would hurdle the 100 percent LCR requirement.", "Banks continued to support their clients' credit needs during the lockdown despite the implementation of moratorium on loan repayments.", "While the level substantially reduced banks' leeway to fund client requirements, it is encouraging that a buffer remains notwithstanding the reported outflows during the lockdown.", "In addition, the BSP's liquidity measures ensure availability of funds for the banks to sustain their operations.", "Profitability may weaken, but will be sustained.", "Philippine banks' credit costs will increase as asset quality weakens but sound credit risk management systems will mitigate its adverse effects.", "In closing, let me cite some key takeaways from this presentation: First, the Philippine banking system is among the strongest and most stable in the region going into the crisis.", "This is exhibited in the sustained growth of core deposits that finances loan and asset expansion.", "The banking system is expected to be resilient because of its robust liquidity position, improved asset quality, strong capitalization, and satisfactory risk management systems.", "Second, the BSP remains committed to its monetary, price, and financial stability mandates.", "We are ready and able to deploy the full range of our monetary instruments to safeguard financial stability, maintain price stability and ensure the efficient functioning of the domestic financial market.", "Third, the BSP will continue to undertake regulatory and market reforms, and even stay ahead of the game, to effectively respond to the prevailing needs of the financial system and the economy even after the ongoing COVID-19 pandemic.", "Fourth, the BSP will also strengthen its collaborations with stakeholders here and abroad as a means to improve the delivery of our mandate.", "Along this line, we hope that the ACPAPP remains an ally in promoting integrity in financial reporting that will further enhance the public's confidence in the financial system.", "Last, and most importantly, despite the adverse impact of the current health crisis on the domestic financial system, the Philippine banking system is expected to remain stable, sound, resilient and inclusive now and in the future.", "Former US President John F. Kennedy once said, \"The Chinese use two brush strokes to write the word 'crisis.'", "One brush stroke stands for danger; the other for opportunity.", "In a crisis, be aware of the danger-but recognize the opportunity.\"", "The COVID-19 crisis is so unprecedented that we shouldn't let it go to waste.", "We should derive important lessons from this crisis moving forward.", "Let us see this as an opportunity to strengthen collaboration and accelerate the shift to a stronger and technologically savvy financial system that will enable a sound, sustainable, and inclusive new economy for all.", "Thank you very much and Mabuhay!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Philippine banking system", "COVID-19 pandemic", "Financial stability", "Monetary policy", "Digital payments", "Banking reforms", "Financial risks", "Prudential measures", "Liquidity management", "Capital adequacy"]}