{"sentences": ["It is my pleasure to meet with you all virtually to discuss with you the macroeconomic outlook and outline the government's policy responses to the global health crisis.", "In this presentation, I will give a brief overview of the country's macroeconomic fundamentals going into the crisis, and move on to the policy actions pursued by the BSP, in support of the government's overall strategy, to mitigate the impact of COVID- 19 pandemic on the domestic economy.", "I will also provide you with the measures and reform initiatives that the BSP intends to pursue under post-lockdown conditions.", "The country entered this crisis equipped with strong macroeconomic fundamentals.", "Last year, real GDP grew by 6.0 percent, continuing the record of over 20 years of uninterrupted broadbased growth.", "Headline inflation eased to 2.5 percent and was within the government's target range in 2019.", "We have maintained a robust external payments position, with a surplus in the balance of payments (BOP), record-high international reserves, and external debt to GDP ratio.", "At the same time, the Philippine banking system remained sound and stable.", "Banks were adequately capitalized and the quality of their loans and assets were maintained.", "These provides sufficient cushions going into the crisis.", "These sound fundamentals have put the Philippines on a favorable footing relative to its peers.", "Earlier this month, the prestigious publication, The Economist surveyed 66 emerging economies and concluded that the Philippines is the 6th most robust country when the health crisis started, as characterized by ample level of foreign exchange reserves and relatively lower debt-to-GDP ratios.", "The health crisis has considerably altered our near-term growth narrative.", "In the first quarter of 2020, real GDP declined by 0.2 percent with full-year GDP projected to contract between 2.0 to 3.4 percent.", "Meanwhile, latest baseline forecasts indicate that inflation could settle at the low end of the government's target range of 2.0 percent to 4.0 percent.", "We expect inflation to average 2.0 percent for 2020 due to the decline in global crude oil and non- oil prices and the impact of COVID-19 on global and domestic growth prospects.", "To mitigate the impact of the pandemic and ensure economic recovery post-COVID, the NG laid out its 4-pillar socioeconomic strategy.", "The BSP's contributions to the overall stabilization efforts fall under the third pillar.", "We expect that the economy will recover more strongly once fiscal and monetary stimulus gain traction and workers and firms resume operations.", "On the part of the BSP, our focus is ensuring that we pursue all necessary monetary actions under the third pillar to ensure that we are able to deliver on our mandate of promoting price and financial stability.", "Cognizant of this, we have been decidedly proactive in pursuing policy measures to support credit activity and domestic demand as well as ensure the continuous and smooth functioning of domestic financial markets by easing monetary policy settings and providing liquidity to the financial system as well as relaxing regulatory rules.", "Consistent with a manageable inflation outlook and well-anchored inflation expectations, the Monetary Board undertook an assertive policy response through a reduction in the overnight policy interest rate by a cumulative 125 basis points to cushion the country's growth momentum and uplift market confidence amid stronger headwinds.", "The BSP has likewise provided liquidity boost to the financial system by reducing the reserve requirement ratio (RRR), suspending the term deposit facility auctions for certain tenors, ensuring availability of the overnight lending facility (OLF) to counterparties to cover temporary day-to-day liquidity needs, and scaling down of RRP operations to help provide sufficient liquidity in the interbank loan and government securities markets.", "Meanwhile, global uncertainties owing to the COVID-19 outbreak heightened risk aversion in BSP supervised financial institutions (BSFIs).", "To encourage them to continue their intermediation activities, the Monetary Board approved the granting of temporary regulatory and rediscounting relief measures to these institutions.", "These measures include relaxation of BSP regulations such as the single borrower's limit, penalty for reserve deficiencies, compliance period with BSP supervisory requirements, and know your customer (KYC) requirements to facilitate access to financial services.", "Meanwhile, prudential accounting relief measures were also implemented to reduce the impact of Mark- toMarket (MTM) losses on the financial condition of supervised financial institutions.", "In addition, the BSP has implemented extraordinary liquidity measures to complement the National Government's programs in mitigating the impact of COVID-19.", "These measures include: (a) ₱300 billion repurchase agreement with the Bureau of the Treasury, and (b) launching of a package of measures to support more lending to micro-, small-, and mediumsized enterprises (MSMEs), such as allowing banks to include new MSME loans as part of their compliance with the required reserve ratio; temporarily reducing credit risk weight of MSME loans that are current in status; and assigning zero weight to MSME loans with government guarantee.", "All these measures show the BSP's unwavering commitment and readiness to deploy its full range of instruments to provide liquidity and ensure an efficient financial system.", "But we know that we are not far enough yet with this fight.", "The uncertainty surrounding the resolution of the pandemic remains quite high and even the long-term growth path may also change in the post-pandemic world.", "What else can the BSP do as the economy reopens?", "Since operational capacity remains constrained even under the general community quarantine phase, the liquidity support and regulatory relief measures will remain, subject to the general conditions of the economy and the financial sector.", "In calibrating future monetary policy stance, the BSP will continue to be guided by the inflation outlook over the policy horizon and the risks surrounding such outlook, as well as data on demand conditions.", "At the same time, when domestic developments warrant a scale-down of policy support as economic recovery gains traction, the BSP will ensure a smooth transition in winding down its time/state-bound measures.", "Exit strategy essentially entails reversion to policies that are consistent with long-run economic growth path.", "Nonetheless, we note that the winding down of support policies and regulatory measures too early or too late may be harmful and may significantly dampen economic recovery.", "With this in mind, we will remain data-dependent in our assessment of monetary and economic conditions.", "In addition, we will remain watchful of external developments that could impact on domestic monetary and liquidity conditions.", "Moreover, in fostering a smooth exit process, the BSP works under the principle of policy coordination.", "The disciplined approach to macroeconomic policy coordination has kept the country in good stead.", "We will continue to work closely with market participants and the economic planning and fiscal authorities in monitoring the situation and preparing for appropriate policy responses.", "Moving forward, additional measures are being crafted and studied by the BSP to ensure the sustained soundness, stability, resilience, and inclusivity of the banking system amidst the ongoing health crisis.", "First, we need to ensure the long-run health of the banking system during and beyond the pandemic.", "Thus, we are gathering data on the actual impact of the pandemic on the banks and on their clients.", "Hence, we will review the use of regulatory buffers.", "The use of these buffers enables banks to absorb losses, expand lending operations and meet the liquidity needs of their clients, including MSMEs and people living in rural communities, without unduly impairing banks' long-term viability.", "Second, to complement our regulatory and supervisory initiatives to mitigate the adverse effect of the CoVid-19 pandemic, the BSP acknowledges the need to implement the following legislative Enactment of the Financial Institutions Strategic Transfer (FIST) Act.", "This will assist the financial system in performing its role of efficiently mobilizing savings and investments for the country's economic recovery as well as its sustained growth and development.", "Amendment of the New Central Bank Act for purposes of strengthening supervision over financial conglomerates.", "The domestic financial system is dominated by financial conglomerates (FC) that span several financial sectors, including banking, insurance and securities.", "A better understanding of conglomerate risk is important for regulatory agencies to be able to mitigate impact of material issues on the financial system.", "Strengthening of Resolution Powers to Align with International Standards.", "There is also a need to enact a law on recovery and resolution planning for banks to align the legal framework with international standards.", "Lastly, with the continuous implementation of physical distancing and concern for safety, it can be expected that people will have greater preference to use electronic payment and financial services than conduct face-to-face transactions.", "Hence, we need to adopt measures to quicken the use of digital platforms to deliver financial services.", "To expand the reach of digital transactions, we need to increase contactless payment facilities, such as PayMaya and GCash, which can be expanded to include wet markets, retail stores, and public utility vehicles (jeep, taxis, tricycle, bus).", "The adoption of the National QR code standard (\"QR Ph\") must be expedited to enable interoperable payments for person-to-person (P2P) and person-to-merchant (P2M) transactions.", "The scale of the recently launched EGov Pay Facility can be expanded to enable ordinary citizens to digitally pay government taxes, fees, and charges.", "These measures will not only facilitate continued flow of financial transactions during and post-crisis but will also enhance efficient distribution of financial assistance to beneficiaries aside from furthering the inclusion initiatives of the government.", "Lastly, physical distancing as the new norm, we expect that people would prefer to use electronic payment and financial services than conduct face-to- face transactions.", "Hence, we need to adopt measures to quicken the use of digital platforms to deliver financial services.", "To expand the reach of digital transactions, we need to increase contactless payment facilities, such as PayMaya and GCash, which can be used for transactions in wet markets, retail stores, and public utility vehicles (jeep, taxis, tricycle, bus).", "The adoption of the National QR code standard (\"QR Ph\") must be expedited to enable interoperable payments for person-to-person (P2P) and person-to- merchant (P2M) transactions.", "The scale of the recently launched EGov Pay Facility can be expanded to enable ordinary citizens to digitally pay government taxes, fees, and charges.", "These measures will not only facilitate continued flow of financial transactions during and postcrisis but will also enhance efficient distribution of cash assistance to select citizens.", "In addition, they will push forward financial inclusion.", "Let me conclude my presentation with the following take-aways: First, the COVID-19 pandemic, though a health crisis, highlighted the importance of sound macroeconomic policies.", "The Philippine economy entered the COVID-19 pandemic in a position of strength, brought about by years of structural reforms and prudent macroeconomic management.", "The crisis has likewise reinforced the need to accelerate digital transformation.", "For the financial system, the BSP is at the forefront of promoting the use of electronic payment and financial services.", "Nonetheless, we should unceasingly work to improve the use of these innovative digital technologies to support economic activities.", "Second, the immediate challenge is to provide tangible boost to the economy through the right combination of fiscal and monetary measures.", "Having already implemented a host of measures to build upon liquidity and keep companies afloat, the BSP's policy space remains sufficient.", "The BSP has yet to exhaust the conventional monetary instruments in its toolkit to support the economy, should conditions warrant.", "Third, the decision to unwind COVID-19 policy responses must be done in a gradual, prudent and informed manner.", "Complete risk assessment based on all available data must support the decision and timing of unwinding.", "Likewise, appropriate communication must accompany the decision to unwind.", "Finally, we will continue to work as one with market participants and the relevant government agencies in carrying out appropriate responses in a timely manner, in support of the National Government's broader efforts to address the impact of the pandemic on the economy.", "Thank you and good day."], "classifications": ["none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Monetary Policy", "Economic Recovery", "BSP Policy", "Financial Stability", "COVID-19", "Inflation", "Banking System", "Digital Transformation", "Fiscal Policy", "Financial Inclusion"]}