{"sentences": ["Ladies and gentlemen, good morning.", "It is a pleasure to welcome you all, as we bring together the government and private sectors to celebrate this important milestone-the virtual launching of digital PERA, or the Personal Equity and Retirement Account.", "Today's event takes place in an unprecedented time.", "Needless to say, the COVID-19 pandemic continues to disrupt economies and societies around the world.", "The pandemic has changed the way we live, work, and communicate.", "But the crisis also presents an opportunity to rethink our priorities and to prepare for our next steps moving forward.", "Through this event, we hope to encourage more Filipinos to plan and save for the future amid these challenging times.", "This aspiration can be made possible through digital PERA-a convenient and affordable program that aims to boost retirement savings.", "PERA was established under Republic Act No.", "9505 as a means to help Filipinos build funds which they can use upon retirement.", "Preparation is key when thinking about retirement, and there is no better time to prepare than when you are still able and productive.", "After all, we deserve to sit back and enjoy our retirement after years of hard work.", "Unfortunately, this is not the case for many of us.", "In fact, most Filipinos do not expect to receive a pension in their old age.", "Based on the latest report of the Philippine Statistics Authority, the Philippines has around 7.6 million Filipinos aged 60 years old and above.", "Of this group, only 20 percent are covered by either SSS or GSIS, leaving 80 percent of senior citizens with no mandatory pension at all.", "Retirees who are fortunate enough to be covered by state-sponsored retirement systems receive an average monthly pension of P5,123 for SSS and P18,525 for GSIS.", "Depending on the lifestyle you would like to have in your senior years, this pension may or may not be enough to meet all your needs.", "According to a recent survey, we Filipinos tend not to prepare for their own retirement.", "Specifically, Filipinos only set aside 3.6 months' worth of income for retirement--way below the regional average of 2.9 years.", "In terms of expectation, Filipinos believe that savings equivalent to 2.1 years' worth of personal income would be enough for retirement.", "This is the lowest expectation in Asia compared with the regional average of 12 years.", "PSA reported that the share of social security benefits to Gross Domestic Product also remained relatively low at around 2.0 percent from 2012 to 2017.", "Security benefits include retirement and survivorship pensions, sickness, disability, death, and other related allowances or benefits.", "As such, voluntary retirement savings plans such as PERA are crucial in supplementing the state-based pension plans to meet retirement needs.", "We at the BSP support the twin objectives of PERA, which are: first, complementing existing pension and retirement benefits, and second, promoting capital market development.", "On a macro perspective, PERA plays a pivotal role in capital market development and in driving economic growth by accumulating long-term savings.", "This, in turn, contributes sustainability by increasing the availability of funds for long-term investments.", "Currently, PERA is underutilized.", "Since its implementation in December 2016, the PERA industry has not gained significant momentum.", "As of July 29, 2020, only 1,586 Filipinos had been investing in PERA, with total contributions of P137 million.", "Of the total contributors, 1,099 or 69 percent are locally employed, 273 or 17 percent are Overseas Filipino Workers (OFWs), and 214 or 14 percent are self-employed.", "On average, OFWs have higher contributions at P110,000; local employed workers at P82,000; and the self-employed at P76,000.", "These figures remain regrettably low.", "To bring PERA closer to the Filipino people, the BSP-together with relevant regulatory agencies and market participants-embarked on a collaborative effort to bring convenient and affordable retirement savings through digital PERA.", "Leveraging on digital technology, we revolutionized the PERA investment process by creating a one-stop shop digital experience for investor education, client on-boarding, settlement of transactions, and monitoring of PERA investments.", "With this platform, Filipinos can now conveniently open or access their PERA account and invest 24/7, anywhere in the world using a mobile gadget.", "You can immediately start investing from the comfort of your own home, without worrying about getting COVID-19.", "At the same time, the cost of online transaction is relatively cheaper.", "PERA contributors can send funds via InstaPay and other digital means.", "The digital platform also promotes integration and interoperability.", "It will connect various PERA market participants and products that will facilitate a more efficient processing of PERA transactions.", "Consequently, this could then easily expand the PERA ecosystem and provide opportunity for more banks and other financial institutions to join the PERA ecosystem as product providers or even as administrators.", "For the less technology savvy or those who find it challenging to transact online, traditional investment schemes for PERA are still available.", "This digitalization initiative would not be achieved without our reliable partners.", "Allow me to express my gratitude to the Asian Development Bank (ADB) for funding the development and upgrade of the PERA registry system or PERASys.", "The PERASys version 2.1 provides API connectivity to PERA administrators and allows real-time processing of transactions.", "Phase 2 of the ADB-funded project is the development of the ePERA system for the Bureau of Internal Revenue (BIR).", "The BIR ePERA system will facilitate processing and generation of electronic tax credit certificates (eTCCs) and acceptance of electronic reports from PERA administrators.", "This completes the end-to-end digitization of PERA.", "Along with the digital transformation, a series of reforms were instituted to support an enabling environment for the digital PERA.", "First, we introduced the self-custody arrangement for PERA funds.", "This basically allows the contributor to customize his or her own PERA funds and thereby reduce transaction cost.", "This initiative is enabled by the amendment of the PERA Implementing Rules and Regulations and issuance of BSP Circular No.", "Second, the PERA examination curriculum for the accreditation of individual PERA administrators was streamlined.", "Lastly, tax and other regulations were issued to provide further guidance on the implementation of the PERA Act and promote operational efficiencies.", "We are grateful to our partner agencies such as the BIR, Securities and Exchange Commission, Insurance Commission, and the Department of Finance for supporting these initiatives.", "At the same time, let me recognize the efforts of the industry, particularly the Trust Officers Association of the Philippines (TOAP), for assisting us in this digitalization journey.", "I know that you have been working hard with the BSP PERA Technical Working Group to reach where we are today-but there is still much work to be done.", "After laying the foundation of a digital ecosystem for PERA, we are targetting to reach 5 million Filipinos in a period of 5 years, or what we call 5 in 5.", "But with more than 40 million locally employed Filipinos prior to the pandemic and around 2.2 million overseas Filipino workers, I am optimistic that this goal is easily attainable.", "While the pandemic rendered many Filipinos jobless, we nevertheless expect the Philippine economy to bounce back and create more job opportunities for displaced workers.", "We recognize that achieving this target needs commitment from all stakeholders.", "We, at the BSP, together with other relevant government agencies, will continue to promote a conducive regulatory environment for PERA.", "I encourage the market players to provide convenient and affordable PERA experience to your customers.", "I also hope to see more market players participate in the digital PERA ecosystem, such as insurance companies and mutual funds.", "To all the attendees today, may you promote the value of PERA in your organization, with your colleagues, and your families.", "At the end of the day, saving for retirement is a necessity.", "But this is just the beginning.", "We look forward to continuing our partnership with you to achieve a more convenient and affordable retirement savings for every Filipino.", "After laying the foundation of a digital ecosystem for PERA, we are targetting to reach 5 million Filipinos in a period of 5 years, or what we call 5 in 5.", "But with more than 40 million locally employed Filipinos prior to the pandemic and around 2.2 million overseas Filipino workers, I am optimistic that this goal is easily attainable.", "While the pandemic rendered many Filipinos jobless, we nevertheless expect the Philippine economy to bounce back and create more job opportunities for displaced workers.", "We recognize that achieving this target needs commitment from all stakeholders.", "We, at the BSP, together with other relevant government agencies, will continue to promote a conducive regulatory environment for PERA.", "I encourage the market players to provide convenient and affordable PERA experience to your customers.", "I also hope to see more market players participate in the digital PERA ecosystem, such as insurance companies and mutual funds.", "To all the attendees today, may you promote the value of PERA in your organization, with your colleagues, and your families.", "At the end of the day, saving for retirement is a necessity.", "But this is just the beginning.", "We look forward to continuing our partnership with you to achieve a more convenient and affordable retirement savings for every Filipino.", "Once again, I welcome you all to this event, and I hope you enjoy today's program.", "Thank you and stay safe."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital PERA", "Retirement savings", "Pension", "Capital market", "Economic growth", "Financial inclusion", "Digitalization", "Regulatory reforms", "5 in 5", "PERA ecosystem"]}