{"sentences": ["\"Monetary policy in the face of the Corona pandemic.\"", "Introductory remarks by Klaas Knot at a panel at the UBS European Conference, 10 November, 2020 The changing environment We are currently living through the second global crisis - and the third major crisis in Europe - in less than a generation.", "And again, uncertainty is huge.", "The Corona crisis hit at a time when important developments have been changing the macroeconomic, financial and policy landscape.", "o In the global economy, we have witnessed a falling natural rate of interest, lower trend inflation, and further globalization and technological progress.", "In the financial area we have seen high debt levels and leverage, a large role of central banks in financial intermediation, and a high demand for safe assets.", "o On the policy front, the past years were marked by non-standard monetary policy, macroprudential policy, and active fiscal policy.", "The unprecedented challenge • In the first wave of the Corona crisis, the main economic consequence was a sharp fall in output together with the threat of a major liquidity crunch and financial amplification.", "Consumer attitudes and spending behavior changed drastically.", "We have been able to avert a full-fledged crisis by a decisive fiscal, monetary and regulatory response.", "The fiscal support was unprecedented in the postwar era, as documented by the IMF in its Fiscal Monitor.", "It has dwarfed the stimulus provided in the wake of the Global Financial Crisis (GFC), and helped in keeping firms solvent and workers protected.", "It is important to note that in the European Union, the national responses to the Corona crisis are strongly reinforced by the landmark Next Generation EU Recovery Plan.", "o With very accommodative monetary policy we were able to prevent a major liquidity crunch and financial amplification.", "Monetary policy entered the Corona crisis already being stretched in many advanced economies.", "Policy rates were already close to or stuck at the effective lower bound and central banks had taken over a large role in financial markets and financial intermediation.", "o This was particularly the case in the euro area.", "The ECB's response to the pandemic had a dual aim.", "First and foremost, protecting the monetary policy transmission mechanism by containing spreads and risk premia.", "And second, mitigating the economic impact for the euro area of the outbreak and escalating diffusion of the coronavirus.", "The Pandemic Emergency Purchase Program has therefore been the most obvious response to the crisis so far, complemented by TLTROs and PLTROs to ensure bank credit flow.", "• Last but certainly not least, regulatory constraints were also temporarily eased to allow banks to provide additional funding to firms and households that were in need.", "• The events of the past weeks, however, show that the virus remains among us, and that in spite of all efforts, a second wave has not been - and potential subsequent waves may not be - avoided.", "This second wave is hitting economies that have not yet fully recovered from the earlier blow.", "And there are highly indebted sectors where firms are increasingly fragile.", "Going forward, economic activity will likely be subject to a bumpy trajectory, until the availability of a vaccine paves the way for the recovery in output and inflation to take hold convincingly.", "Yesterday's news confirms that we can be hopeful that there will indeed be an end to this pandemic emergency, as medical solutions are being developed succesfully.", "At the same time, uncertainty will remain with respect to the widespread availability and deployment of a vaccine, which implies that the spectre of potential future containment measures may weigh onto economic activity into 2021.", "The outlook will be shaped by different forces, which may pull it in different directions.", "On the one hand, activity has rebounded much more strongly in Q3 than expected.", "This confirms that idle resources can resume economic activity much faster when no longer constrained by cointainment measures, which will support the medium-term inflation outlook.", "Moreover, households and firms seem to adapt better to the pandemic and the containment measures, which arguably makes activity more resilient.", "On the other hand, as the pandemic is drawn out into 2021, the financial situation of firms will become more vulnerable.", "This raises the risks of a financial amplification of the Corona shock, with liquidity problems morphing into solvency problems that affect bank resilience.", "Such mechanisms were very manifest during the GFC a decade ago; any reoccurrence might therefore raise some legitimate questions about the adequacy of financial reforms implemented since.", "Based on the December projections, we will have to come to an assessment which of these forces will more likely prevail.", "• How can policymakers raise to the challenge?", "Four main lessons can be drawn from the major crises we have lived through over the past 13 years.", "The first lesson is that our policy responses need to be holistic.", "In the heat of the battle, the right mix of fiscal, monetary and financial policies is needed.", "All of them need to play their part.", "Interactions between them are important, as in earlier crises.", "• The second lesson is that within this holistic approach, fiscal policy must be in the lead in order to minimize scarring of our production capacity.", "It is important that the fiscal stimulus is not prematurely withdrawn but rather remains geared towards supporting ailing businesses.", "It may even have to be scaled up to buffer the effect of the renewed containment measures.", "Timely and correct use of the Next Generation EU Recovery Package can and will play an important role in this respect as well.", "• The third lesson is that monetary authorities have to stand ready to act and contribute to tackling any escalation of the Corona crisis.", "But beyond that, there are limits to what monetary policy can achieve.", "• With renewed fears about a resurgent Corona pandemic and renewed restrictions imposed to contain it, aggregate demand is inelastic with respect to financing conditions.", "In such a situation, it would seem more fruitful to directly focus on financing conditions to ensure that demand can display its full elasticity once no longer constrained.", "The best that monetary policy can then do in support of the economic outlook, is to continue to neutralize the tightening effect that the pandemic would otherwise have on the highly accommodative financial conditions that were already in place pre-Corona.", "We have announced that at our December meeting we will recalibrate our monetary instruments.", "This will also include a reflection on the efficiency of the use of these instruments, with a view to providing effective support for the euro area economy.", "The fourth and last lesson is that for the post-crisis recovery phase in the euro area, growth-enhancing structural reforms are key, because they attack problems at their roots.", "The inevitable but unprecedented fiscal spending will raise public deficits and debts substantially.", "Future generations can only bear and redress such debt burdens if simultaneously structural measures are taken to protect the public investments needed to boost potential growth.", "• And with this, let me conclude."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "financial dominance", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none"], "topics": ["Corona crisis", "Monetary policy", "Fiscal policy", "Financial stability", "Economic recovery", "Structural reforms", "Liquidity crunch", "Inflation", "Debt sustainability", "Financial amplification"]}