{"sentences": ["I will provide a brief overview of our monetary policy amid the coronavirus (COVID-19) pandemic shock and against the background of our current assessment of the macroeconomic outlook.", "The economic outlook While euro area economic activity has rebounded strongly from the unprecedented collapse earlier this year, the recovery remains incomplete and prone to setbacks.", "We have seen a clear improvement across economic indicators, especially at the beginning of the summer.", "As strict lockdown measures were relaxed and economies reopened, the recovery turned out to be slightly stronger than we expected.", "However, these gains in activity have not yet fully made up for the earlier decline.", "More recently, incoming data have suggested that the recovery is losing some of its momentum, as the resurgence in virus infection rates is causing renewed challenges for businesses - especially for those more affected by containment measures.", "According to the September PMI indicator, for instance, overall euro area services business activity contracted when compared with August, while manufacturing output continued to expand, and at a better pace than in August.", "This asymmetry means that the impact of the pandemic varies across countries, as some depend on heavily affected sectors, such as the services sector, more than others.", "The environment of heightened uncertainty about economic prospects continues to weigh on household spending and business investment.", "The baseline scenario of the September ECB staff macroeconomic projections factors in a resurgence of COVID-19 infection rates and a tightening of containment measures.", "projections foresee real GDP growth recovering by 8.4% in the third quarter of 2020 and by 3.1% in the fourth quarter.", "Overall, as a result of the fall in output in the second quarter, real GDP is projected to decline by 8.0% this year, before growing by 5.0% in 2021 and 3.2% in 2022.", "Concretely, this means that, by the third quarter of this year, we foresee a recovery of almost half of the losses in economic activity incurred since the start of the pandemic, with activity subsequently climbing gradually and reaching pre-pandemic levels only towards the end of 2022.", "The balance of risks is tilted to the downside in view of the uncertainty surrounding the impact of the pandemic.", "As foreseen in our The economic downturn has also adversely affected inflation dynamics.", "baseline scenario, headline inflation has been declining over the last few months.", "It turned negative in August and fell further, to -0.3%, in September, dampened by weak demand and the previous collapse in oil prices, but also by temporary factors.", "Our projections foresee headline inflation remaining negative into early next year, and coming in at 0.3% on average in 2020.", "Ample economic slack, low energy prices and the recent appreciation of the euro are expected to continue to weigh on the inflation outlook.", "Our monetary policy response to the pandemic shock To counter the effects of the pandemic shock as expected in our baseline scenario, we have adopted a package of appropriate, proportionate and complementary measures.", "These measures are showing their effect and aim to safeguard medium-term price stability.", "These measures have reinforced the monetary accommodation that was already in place before the pandemic.", "In terms of policy tools, our response to the pandemic has been structured along two key axes: lending operations and asset purchases.", "Notably, we have provided banks with access to central bank liquidity on generous terms, and over long maturities, to help them continue to provide credit.", "To this end, our longer-term liquidity refinancing operations have played a key role in supporting the bank lending channel and thereby the smooth and even transmission of our monetary policy.", "In particular, our targeted longer-term refinancing operations (TLTRO III) have supported the supply of credit during the pandemic.", "This has been particularly relevant as pandemic-related falls in revenues have forced firms to take on additional debt to finance working capital and other requirements.", "As a result, credit growth has been substantial, and not only in comparison to other historical crisis periods.", "This credit growth accommodated firms' liquidity needs and supported their ongoing activities, but we have also seen a rise in financial asset and real estate prices.", "The annual growth rate of loans to firms stood at 7.1% in August, 4.1 percentage points higher than in February.", "Our TLTRO III programme has seen a sizeable takeup by banks, with a combined gross allotment in the June and September TLTROs of nearly €1.5 trillion.", "In net terms, the liquidity injected by these operations amounted to €706 billion.", "TLTRO funding has also been effective in easing the terms and conditions for loans to households and firms.", "Euro area lending rates to businesses are near all-time lows.", "Our estimates, as well as responses by banks to our bank lending survey, indicate that the TLTROs have helped compress these lending rates, which means that banks are passing on the favourable conditions of our lending operations to their customers.", "Another key policy tool during this unprecedented shock has been the pandemic emergency purchase programme (PEPP).", "The PEPP was launched with an initial envelope of €750 billion in March and was increased by €600 billion in June.", "It has a dual goal: to stabilise markets and thus ensure the smooth transmission of our monetary policy, and to help counter the substantial downgrade to our inflation outlook caused by the pandemic and thus help return inflation closer to our definition of price stability in a timely fashion.", "The PEPP has countered, for example, a rise in sovereign bond yields and has thereby averted a tightening of funding conditions for households, corporates and banks during the pandemic.", "With markets stabilising and the risk of fragmentation subsiding, the role of the PEPP in easing our monetary policy stance and supporting the inflation outlook has now become more important, even though it is an exceptional pandemic-related tool unlike our other unconventional monetary instruments.", "Without these mutually reinforcing policy measures, the outlook for inflation and growth would be much worse.", "Staff estimates show that our policy decisions on asset purchases and TLTROs will cumulatively contribute around 0.8 percentage points to the annual headline inflation rate and 1.3 percentage points to real GDP growth between 2020 and 2022.", "These estimates might even be conservative, as they do not account for the benefit of preventing adverse nonlinear dynamics that could translate into a de-anchoring of inflation expectations and cause large contractionary effects.", "Finally, I want to stress that fiscal support measures have been a crucial complement to Without countercyclical fiscal policy measures, such as loan the ECB's crisis response.", "guarantees, moratoria and job retention schemes, the adverse economic impact of the pandemic would have been much more substantial.", "European leaders have also sent an important signal with their landmark agreement on the Next Generation EU recovery fund, which will provide a €750 billion shared budgetary instrument at European level.", "This goes beyond the €540 billion European safety net adopted earlier this year and will notably complement fiscal stabilisers at the national level.", "Continued fiscal support will remain crucial to sustain the ongoing recovery - assuming fiscal spending is efficient and effective.", "Looking ahead, in the current environment of elevated uncertainty the ECB Governing Council will assess incoming information very carefully, including developments in the exchange rate, while ensuring that this incoming information, such as information on containment measures which is already included in our baseline, is only accounted for once in our assessment.", "The Governing Council continues to stand ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a timely and sustained manner.", "I am grateful to Demosthenes Ioannou and Nick Ligthart for their contributions to these remarks.", "Gross take-up was €1.308 trillion in June 2020 and €175 billion in September 2020, and the net liquidity injection considering PELTROs (pandemic emergency longer-term refinancing operations) and TLTRO II repayments was €548 billion in June 2020 and €158 billion in September 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none"], "topics": ["monetary policy", "economic outlook", "coronavirus", "inflation", "TLTRO III", "PEPP", "credit growth", "fiscal support", "exchange rate", "price stability"]}