{"sentences": ["Opening Statement by Tiff Macklem Governor of the Bank of Canada Appearance before the House of Commons Standing Committee on Finance November 26, 2020 Good afternoon, Chair and committee members.", "Senior Deputy Governor Wilkins and I are pleased to be back to discuss our latest Monetary Policy Report (MPR) and the outlook for the Canadian economy.", "The main message is that we will get through this pandemic, but it's going to be a tough slog, and the Bank of Canada will be with Canadians every step of the way.", "Let me briefly summarize our outlook for the economy, as set out in our MPR.", "Our projection is highly conditional on our assumptions about the virus.", "Simply put, the health of the economy really depends on how the pandemic evolves.", "authorities won't need to reinstate the sort of extensive and widespread containment measures we saw in the spring.", "But we can expect successive waves of the virus to require localized restrictions.", "We also assumed that vaccines and effective treatments will be widely available by mid-2022.", "Since we released the MPR four weeks ago, news about vaccines has been encouraging, while virus cases have continued to rise and containment measures have escalated.", "Our last appearance before this committee was in June.", "Since then, the Canadian economy has bounced back sharply as many businesses have reopened.", "We have regained close to 80 percent of the jobs lost since the start of the pandemic.", "But the economy still has more than 600,000 fewer jobs than it did before the pandemic.", "The current job losses are concentrated in the services sector, particularly in lower-wage jobs where physical distancing is difficult.", "That is why the income support measures put in place have been so important for the recovery.", "We judge that the very rapid growth of the reopening phase is now over, and the economy has entered in the slower-growth recuperation phase.", "For 2020 as a whole, we expect that the economy will have shrunk by about 5 1/2 percent.", "Given the math involved in calculating annual growth rates, we expect annual growth to average almost 4 percent in 2021 and 2022.", "But we anticipate that this growth will be uneven across sectors and choppy over time.", "Some parts of the economy will simply be unable to completely reopen until a vaccine becomes widely available.", "And some regions that were weaker before the pandemic- such as the energy-intensive parts of Canada-will face greater difficulties than others.", "We expect business investment to remain subdued and exports to grow only slowly.", "When we add it up, we project that the economy will still be operating below its potential into 2023.", "Inflation is also unusually weak.", "The most recent CPI data has inflation at 0.7 percent in October.", "We expect inflation to stay below our 1 to 3 percent target range until early next year.", "After that, we project it will rise gradually.", "But with the economy continuing to operate below its potential, inflation is projected to remain less than 2 percent into 2023. projection to be roughly balanced.", "But it's important We see the risks around our to remember that we are operating at the effective lower bound for our policy interest rate and inflation is well below target.", "So, we are particularly focused on the downside risks to our projection.", "This outlook, and the historic nature of the COVID-19 shock, mean the economy will continue to need extraordinary monetary policy support as it recuperates.", "Let me spend a few minutes discussing our policy response.", "We have lowered our policy interest rate-the target for the overnight interest rate-to 0.25 percent, which we judge to be its effective lower bound.", "And we have used exceptional forward guidance to indicate that we expect it will remain there for an extended period.", "Specifically, we have committed to keeping our policy interest rate at its effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.", "In our current outlook, this takes us into 2023.", "Our forward guidance is being reinforced and supplemented by our quantitative easing (QE) program.", "I want to take a moment to explain how QE works and discuss the adjustments to our program that we announced last month.", "Normally, when we need more monetary stimulus to achieve our inflation target, we lower the target for the overnight interest rate.", "That leads to lower interest rates further out on the yield curve at the maturities where households and businesses typically borrow.", "This makes credit less expensive and encourages spending and investment to stimulate the economy and keep inflation on target.", "When our policy interest rate is at its effective lower bound, QE provides an additional way of reducing the interest rates that matter to households and businesses.", "By increasing the demand for government bonds, QE acts to lower their interest rates.", "And because households and businesses borrow at a premium to government bonds, QE lowers their cost of credit.", "In this way, QE is another tool that supports the spending and investment needed to help create jobs and get the economy back to capacity, so we can achieve our inflation target.", "We buy these bonds on the secondary market from financial institutions.", "We pay for the bonds by creating settlement balances, or central bank reserves.", "The ability to create reserves is a very special ability that only central banks have.", "And that's why it's important for central banks to be independent from governments.", "At the outset of the pandemic in March and April, core credit markets were freezing up as economic activity plummeted, and uncertainty soared.", "If core aren't working, neither is the economy, and we can't implement monetary policy.", "So, the Bank launched a number of programs to restore market functioning, including the Government of Canada Bond Purchase Program (GBPP).", "The program was launched at a pace of $5 billion per week.", "Purchases were mostly of shorter-maturity bonds where issuance was strongest.", "These purchases led to a substantial increase in the size of our balance sheet.", "We were able to move aggressively because, before the pandemic, balance sheet was small compared with those of other central banks.", "This chart from the MPR shows that the value of assets we hold relative to the size of our economy remains relatively low-even with everything we have purchased so far.", "The Bank of Canada's purchases were aggressive Central bank total assets as a percentage of GDP, quarterly data* 2007 2010 2013 2016 2019 Bank of Japan (left scale) Bank of Canada (right scale) US Federal Reserve (right scale) European Central Bank (right scale) Bank of England† (right scale) Reserve Bank of Australia (right scale) As other central banks took similar actions, global financial conditions stabilized.", "This, together with our actions, restored market functioning in Canada.", "So, since July, we have scaled back or ended the active use of many of the programs we We have stopped buying Bankers' had set up to help markets function properly.", "Acceptances, Canada Mortgage Bonds and provincial money market securities, while our Corporate Bond Purchase Program has been used very infrequently since July.", "And we took a series of steps to reduce our purchases of Government of Canada Treasury Bills in the primary market.", "At the peak, we were buying as much as 40 percent at each Treasury Bill auction.", "Effective November 24, we will buy in a range of zero to 10 percent.", "The focus of our bond purchases has shifted squarely to providing the monetary stimulus required to support the recovery and get inflation back to its target.", "As you see in the second chart, our balance sheet has been relatively stable since July.", "The Bank of Canada's balance sheet size has stabilized Bank of Canada total assets, weekly data 100 Jan Feb Mar Apr May Jun Jul Aug Sep Oct All other assets* Bankers' acceptances Treasury bills Government of Canada bonds Securities purchased under resale agreements This brings me to our latest policy announcement.", "Markets continue to function well.", "We are providing exceptional forward guidance, reinforced and supplemented by our bond purchases.", "Our guidance has anchored interest rates at the short end of the yield curve.", "That means we no longer need to buy as many short-term government bonds as we did at the start of the pandemic.", "So, we recalibrated our QE program.", "To increase the efficiency of our purchases, we are buying fewer bonds at shorter maturities and more at longer maturities.", "This shift is increasing the stimulative impact of our QE program per dollar purchased, allowing us to reduce our total minimum weekly purchases to $4 billion, while still providing at least as much monetary stimulus.", "Here's how that's possible: Fixed-rate household and corporate borrowing tends to be most closely linked to 3- to 15-year Government of Canada bond yields, with some corporations also issuing at longer maturities.", "By concentrating purchases at these maturities, we can have a bigger impact on the interest rates that are most important to households and businesses.", "Our QE program will continue until the recovery is well underway.", "I hope this provides a good explanation of outlook and policy response.", "We work for Canadians, and it is essential that we are accountable to them.", "Our appearances before parliamentarians are an important part of that accountability.", "But beyond this, monetary policy works better when it is well understood.", "The pandemic and the extraordinary actions we are taking in response only make it more important that we speak clearly, and listen attentively, to Canadians.", "We want to be very clear-Canadians can be confident that borrowing costs are going to remain very low for a long time.", "In this way, our forward guidance combined with our QE program reduce one source of uncertainty.", "And these efforts will help support the spending and investment that the economy needs to restore lost jobs and achieve our inflation target.", "Finally, Chair and Committee members, at the risk of embarrassing my colleague, I hope you will allow me a couple of minutes to recognize Senior Deputy Governor Carolyn Wilkins.", "As you know, Ms. Wilkins has decided not to seek a second term as Senior Deputy Governor, and has announced she will be leaving the Bank following our next monetary policy decision in December.", "Ms. Wilkins has spent her entire career working for the people of Canada, with the past 20 years at the Bank of Canada.", "In her six years as Senior Deputy Governor, she has provided tremendous leadership as a policy-maker.", "In instrumental in helping design the Bank's particular, her experience has been response to the pandemic.", "She has been a champion for research and diversity at the Bank and has driven the work that will underpin the next renewal of our inflation-targeting agreement.", "Thanks to Ms. Wilkins, the Bank has become a global thought leader in fintech and digital currencies.", "She has served Canada with distinction as the Bank's representative at the G7, the G20 and the Financial Stability Board.", "And on a more personal level, I can tell you her deep understanding of the Canadian economy and her insights at the policy table will be very difficult to replace.", "Her commitment to Canadians, her intellectual leadership and her good judgment are second to none.", "On behalf of every Canadian, I want to thank her for her service and wish her every future success.", "And with that, Senior Deputy Governor Wilkins and I would be pleased to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy Report", "QE", "Economic Recovery", "Inflation", "Pandemic", "Interest Rates", "Bank of Canada", "Government Bonds", "Monetary Stimulus", "Job Losses"]}