{"sentences": ["Accompanying slides can be found on the European Central Bank's website.", "After having lived through the deepest contraction in post-war times, the euro area economy has embarked on a strong recovery from the pandemic.", "Confidence indicators are at their highest level in more than two decades, reflecting surging optimism among firms and consumers.", "According to the June 2021 Eurosystem staff projections, the euro area is expected to grow by 4.6% this year and by 4.7% in 2022, the fastest expansion in the history of the monetary union.", "Inflation, too, has started to recover from the negative rates seen at the end of last year.", "The recent pick-up in price pressures has given rise to a controversial debate among economists, experts and financial market participants about the future prospect of inflation, not only in the euro area but globally.", "The views are broadly divided into two camps: one believes that the inflationary effects will be transitory and will vanish rapidly as supply catches up with demand.", "Another sees higher inflation rates ahead, reflecting both more persistent supply and demand imbalances as well as the impact of prolonged policy stimulus.", "In my remarks today I will argue that many of the factors causing inflation to rise this year are likely to fade in 2022.", "As the large prevailing labour market slack is receding only gradually, medium-term inflation is likely to remain below the Governing Council's aim.", "At the same time, rising long-term inflation expectations suggest that the exit from the pandemic provides, for the first time in many years, some ground for cautious optimism that the euro area economy may eventually escape the low growth, low inflation environment that has dominated the macroeconomic landscape for most of the past decade, with inflation eventually converging sustainably to levels closer to 2%.", "For this to happen, continued fiscal and monetary policy support is needed to nurture and cultivate the nascent recovery and to set in motion a virtuous circle of rising underlying inflation and wages.", "Pandemic-related developments driving global inflation higher Global inflation has increased measurably since the start of the year.", "In May it reached 3.8% across the 36 member countries of the Organisation for Economic Cooperation and Development (OECD), more than twice the rate recorded at the start of the year, and the highest rate since the outbreak of the global financial crisis in 2008 (left chart slide 2).", "Although the increase in inflation is broad-based, its extent differs notably across countries.", "In the United States, for example, consumer prices - based on a harmonised basket of goods and services - rose by 6% year-on-year in May, while they increased by only 2% in the euro area (right chart slide 2).", "Rising headline inflation reflects two complementary forces.", "The first is a strong rise in energy prices.", "The price of Brent crude oil has increased by around 80% over the past 12 months (left chart slide 3).", "Surging commodity prices reflect, to a large extent, base effects, meaning that price increases are statistically amplified by the exceptionally low prices observed a year ago.", "This can easily be seen when comparing prices today with prices two years ago, before the pandemic hit.", "Over this period, energy price inflation in the euro area was, by and large, flat (right chart slide 3).", "That is, households saw no increase in energy costs over the past two years.", "The second factor that has contributed to the observed rise in global headline inflation is the marked increase in the inflation rate of the broader consumption basket.", "This increase has been much more dispersed across economies (left chart slide 4).", "In the euro area, for example, there has so far been limited upward pressure on core inflation, which excludes more volatile prices, such as those for food and energy.", "Core inflation typically shows few signs of acceleration in the early stages of a recovery, as it takes time for economic slack to be reabsorbed and for underlying price pressures to build.", "Indeed, in the OECD as a whole, there is still abundant slack: the output gap is estimated to be around -3% this year, and is expected to remain negative in 2022 (right chart slide 4).", "The unprecedented rise in global core inflation in recent months can be tied to two pandemicrelated developments.", "One is the unparalleled downturn in service sector activity last year, which depressed price pressure in contact-intensive sectors.", "In economies where re-openings are already in full swing, such as the United States, base effects in the most affected sectors, such as hospitality, are pulling underlying inflation higher (left chart slide 5).", "In the euro area, remaining social distancing measures mean that these effects have not yet come into play as capacity utilisation remains subdued (right chart slide 5).", "The second development is the emergence of supply bottlenecks in the manufacturing sector.", "The global and euro area manufacturing sectors have been expanding at a fast pace for almost a year (left chart slide 6), reflecting a rotation in demand away from services towards goods.", "According to the purchasing managers' index, which is a reliable gauge for actual growth, manufacturing output in the euro area is currently growing at an unprecedented pace.", "Strong demand, in turn, is creating mounting shortages in chemicals, wood, plastic, metals and semiconductor chips, aggravated by shipping disruptions.", "The prices of many raw materials have surged strongly when compared with pre-pandemic levels, even when the latest easing in price pressures is taken into account (right chart slide 6).", "As a result, euro area firms' input prices and delivery times have increased to record highs (left chart slide 7).", "To protect their margins, firms are likely to pass through some of these costs to customers, albeit to varying degrees across countries and sectors.", "In the euro area, goods inflation is currently four times as high as its average level over the past five years before the pandemic (right chart slide 7).", "But at an annual rate of change of just 1.2%, it remains low both in absolute terms and in international comparison.", "The baseline inflation outlook for the euro area Such supply-side shocks, if transient, are typically not relevant for the conduct of monetary policy.", "Given significant lags in the transmission of monetary policy, there is little central banks can do to mitigate short-term cost pressures.", "Instead, what matters for monetary policy is how inflation will evolve in the medium term, which will depend, among other things, on the expected persistence of current inflation drivers.", "The baseline scenario of the June 2021 Eurosystem staff macroeconomic projections for the euro area assumes that most, if not all, of the current inflation drivers will ultimately prove to be transitory.", "There are good reasons to consider this baseline plausible.", "In particular, vanishing base effects from both energy price inflation and past policy measures, such as last year's value-added tax cut in Germany, will lead to a quasi-mechanical decline in inflation next year.", "In addition, shortages of intermediate goods and shipping disruptions are expected to ease over time as supply catches up with demand.", "In other words, it is reasonable to assume that, in the medium term, inflation will converge back to levels more in line with the predictions of standard Phillips curves that model inflation primarily as a function of domestic slack and inflation expectations - the latter ultimately determining whether transitory shocks become ingrained in the inflation process in the long run.", "According to these models, underlying price pressure in the euro area is expected to gradually regain strength as transitory supply-side shocks fade (right chart slide 8).", "Upward revisions to core inflation for both 2022 and 2023 put expected underlying price dynamics slightly above the average prediction from a range of Phillips curves.", "At 1.4%, core inflation in 2023 is predicted to reach levels above its post-2008 financial crisis average of 1.2%, reflecting expectations that slack will gradually be reabsorbed within the projections horizon, thereby putting upward pressure on wage growth.", "Consequently, the current subdued headline inflation outlook in the euro area, relative to core inflation, is to a large extent driven by assumptions regarding future oil price developments.", "Chances and risks around the euro area inflation outlook Uncertainty around the baseline inflation outlook remains, however, exceptionally high at present.", "On the one hand, the recovery remains heavily dependent on the evolution of the pandemic and on social distancing measures being removed swiftly.", "The rapid spread of the Delta variant vividly demonstrates that, until herd immunity has been achieved, the risk of another wave of coronavirus (COVID-19) infections remains high.", "The mutation has already become a tangible impediment to international travel, putting the tourism season in the Mediterranean at risk, even though the macroeconomic consequences, including the need for broader containment measures, are likely to diminish once a critical mass of the population has been vaccinated.", "The phasing out of job retention schemes, which have been an important pillar of support throughout the pandemic, constitutes another downside risk.", "Should unemployment rise more forcefully in response to the structural changes unleashed by the pandemic, the increase in wage growth, needed to underpin demand, could be weaker than currently projected.", "On the other hand, for the first time in many years, financial market prices have recently adjusted in ways that suggest that investors are preparing, cautiously but steadily, for the possibility of the euro area economy leaving the long period of very low inflation behind.", "Option prices in financial markets, for example, suggest that investors currently price in almost a one-in-four chance that inflation over the next five years will average more than 2% - the highest level since 2014 (left chart slide 9).", "Estimates of the inflation risk premium, which had turned negative a few years ago on the back of growing risks of deflation, now signal a renewed interest of investors to hedge against the risks of inflation (right chart slide 9).", "Flows into inflation-protected bond funds have accelerated measurably since around last summer in both the euro area and the United States.", "Survey-based evidence points in a similar direction.", "The results of our most recent survey of monetary analysts suggests that more than 40% of respondents see upside risks to inflation this year, while almost a third sees upside risks for 2022 (left chart slide 10).", "Similarly, the share of consumers that expect inflation over the next 12 months to increase more rapidly than it did over the past 12 months is at the highest level in nearly 20 years, abstracting from the short-lived blip in expectations immediately after the outbreak of the pandemic last year (right chart slide 10).", "There are three broad reasons that likely motivate these shifting expectations.", "Price level normalisation and pass-through of higher input prices The first is that the impact on inflation of the re-opening of the euro area economy could be larger than expected.", "That is, even if supply and demand imbalances will ultimately prove short-lived, they may lift inflation during the transition phase above the levels currently projected.", "This can be seen when comparing the inflation path of the December 2020 and June 2021 staff projections (left chart slide 11).", "Persistent upside surprises to inflation outcomes this year imply that, despite unchanged dynamics, inflation in 2022 is currently foreseen to be almost half a percentage point higher than projected in December of last year.", "The HICP flash release for June, and the outcome for goods inflation in particular, suggests that future upward revisions remain possible.", "Private forecasters, too, have repeatedly underestimated the extent of the rise in inflation during the pandemic, particularly in the United States and the euro area (right chart slide 11).", "Upside surprises to inflation have coincided with a broader underprediction by market analysts of the euro area economy's ability to sustain demand and profits in the presence of social distancing measures, showing up in a rare persistence of positive surprises (slide 12).", "Looking ahead, further upside potential will, to a large extent, depend on the price elasticity of demand and hence the pricing power of firms.", "After a long period of weak profits, many firms in the services sector may see the marked pickup in demand as an opportunity to recoup foregone profits.", "Many services prices today remain below the levels that would likely have prevailed in the absence of the pandemic.", "Transport prices, for example, fell throughout most of last year, which was an unprecedented phenomenon (left chart slide 13).", "Efforts to repair impaired balance sheets may upend the elasticities underpinning the predictions of our models.", "Price level normalisation may go hand-in hand with a stronger and faster pass-through of higher input prices to final consumer prices.", "In the past, there have often been substantial lags in the pass-through of pipeline pressure.", "ECB staff analysis finds, for example, that it usually takes one year or more for cost-push shocks in intermediate goods prices to pass through to HICP inflation (right chart slide 13).", "Surveys, however, signal that a historically large share of companies is raising output prices today (left chart slide 14).", "Many firms also expect prices to continue to rise in the near term.", "Two factors might cause firms to frontload and strengthen the pass-through to consumer prices at present.", "One relates to firms' state-contingent pricing behaviour.", "Empirical evidence suggests that firms are more likely to pass through cost-push shocks in an environment of rising demand.", "Consumers being willing to accept higher prices in light of substantial excess savings might reinforce this channel.", "ECB staff estimates that the stock of accumulated excess savings amounted to €540 billion in the first quarter of this year, or 7.4% of annual disposable income in The other factor relates to non-linearity.", "Research by Goldman Sachs finds that, when cost pressures are within the historical norm, the pass-through of input costs to output prices is typically low and short-lived in the manufacturing sector (right chart slide 14).", "But at times of significant cost pressure, like today, pass-through is almost complete as firms seek to protect their margins.", "The persistence of supply and demand imbalances The second upside potential for inflation relates to the persistence of supply and demand imbalances.", "Put simply, the longer demand will exceed supply, the higher the chances that underlying price pressures will gain sufficient traction to break the vicious pre-pandemic circle of low demand and low inflation.", "On the demand side, there are chances that both private and public spending may keep demand above potential for a sustained period of time.", "The extent to which private consumption may persistently push demand above potential growth will depend on the future evolution of precautionary savings as well as the extent of the unwinding of past \"forced\" savings.", "The level of precautionary savings is closely linked to confidence effects.", "Consumer confidence has surged measurably since the start of the year, with fears of unemployment falling sharply (left chart slide 15).", "The fast pace at which vaccinations are currently being rolled out is likely to have boosted confidence by materially reducing the risks of a future economic relapse.", "The unwinding of forced savings, in turn, depends fundamentally on the marginal propensity of consumption of those who have accumulated these savings in the first place.", "The Eurosystem staff projections assume only a modest absorption of the current excess stock of savings in the future, mainly because these savings are predominately held by high-income households with lower propensities to consume out of income or wealth (right chart slide 15).", "Alternative scenarios conducted by Eurosystem staff as part of the June projections provide a high-level approximation of the potential impact that relaxing some of these assumptions would have on projected inflation.", "For example, in the mild scenario, which foresees the resolution of the health crisis by late 2021, additional confidence effects lead to a more forceful and faster pick-up of demand and, hence, a stronger decumulation of excess savings by households.", "As a result, inflation in 2023 could reach 1.7%, 0.3 percentage points higher than under the baseline scenario (left chart slide 16).", "Prolonged and more effective fiscal stimulus may add to pent-up demand among households.", "In the euro area, broader discretionary fiscal stimulus is expected to amount to more than 4% of GDP in 2021, about 1.5% in 2022 and 1.25% in 2023, marking a sharp shift from the past when the fiscal stance detracted from, rather than added to, growth.", "In particular, large public infrastructure programmes on both sides of the Atlantic, largely motivated by the urgency to accelerate the transition to a carbon-free economy, may give rise to upside potential for inflation in two complementary ways.", "One is through their effect on growth.", "There is a chance that fiscal multipliers associated with the \"green\" transition will be measurably higher than conventional multipliers.", "Recent research by the International Monetary Fund (IMF), for example, suggests that the estimated multipliers could be about twice as large (right chart slide 16).", "The other way is through the sustained impact of infrastructure programmes on the demand for commodities.", "With the green transition in full swing, some analysts ponder the idea of a new commodities \"supercycle\".", "The International Energy Agency estimates that the primary demand for copper alone, which is a key input for the green energy transition, could increase by almost 25% by Many commodities, however, currently trade in backwardation, meaning that their expected price in the future is below the current spot price, largely reflecting the impact of the re-opening of economies on the convenience yield of holding physical stocks today.", "Hence, sustained administrated increases in the global carbon price, together with strong demand for raw materials, imply a risk that backwardation may not be sustainable in the medium term, creating upside potential for inflation.", "The Eurosystem staff projections quantify this potential.", "While oil prices are already well above the assumptions underlying the June projections, optionimplied densities suggest that if oil prices increased only slightly from current levels and remained at that level, headline inflation in 2023 could be 0.4 percentage points higher than under the baseline scenario, bringing medium-term inflation closer to the Governing Council's aim (left chart slide 16).", "Finally, on the supply side, differences in the pace at which the pandemic recedes across countries may prolong supply constraints by causing sustained disruptions to global value chains.", "While inoculation rates in many advanced economies are about to reach a critical mass, the share of the population vaccinated in most emerging and developing economies remains far too low, leaving them vulnerable to the rapid spread of more infectious variants of the virus.", "For example, the recent outbreak in southern China, dominated by the Delta variant, has again disrupted port services, causing massive shipping delays in major Chinese ports and pushing up already elevated shipping costs.", "The potential for second-round effects The third upside potential relates to second-round effects.", "An example best illustrates this: today, the price of hairdressing is visibly above its pre-pandemic trend, and unlikely to reverse in the future, given sticky prices in this sector (left chart slide 17).", "So, even if current price dynamics will ultimately be limited to a one-time level effect, if it extends to a broad category of goods and services and if it is not matched by higher wages, it may depress real incomes.", "Perceptions of an erosion of purchasing power may be reinforced by price increases being concentrated in frequently purchased consumer goods and services (right chart slide 17).", "Second-round effects refer to the possibility that a transitory rise in inflation may lead to stronger wage growth if unions attempt to re-establish workers' pre-pandemic purchasing power, which may subsequently lead to firms passing on higher wages to final consumer prices.", "Typically, central banks watch second-round effects with great caution, as they have the potential to alter the persistent underlying direction of inflation.", "Today, however, with trend inflation having moderated visibly in recent years, and with real compensation per employee having expanded at a pace considerably slower than productivity per employee over the past two decades, a virtuous price-wage spiral may support demand, sustain underlying inflation and thereby help inflation to converge to our aim.", "The chances of such a spiral materialising critically depend on the broader labour market situation, including the bargaining power of unions as well as the impact of the phasing out of job retention schemes on employment and wages.", "At the current juncture, broader measures of labour market slack remain at very high levels, both when accounting for the number of workers in job retention schemes and for discouraged workers who left the labour force during the pandemic (left chart slide 18).", "Surveys confirm that, so far, most firms do not see labour as a factor limiting production.", "As a result, negotiated wage growth in the euro area remains at subdued levels (right chart slide 18).", "Two factors might, however, strengthen the bargaining power of workers in the recovery from the crisis.", "The post-pandemic economy will be different from the pre-pandemic economy.", "Some sectors will shrink, others will expand, creating risks of skill mismatch, and potentially adding to the skill premium through \"skill-biased technological change\".", "The other is a faster and broader pace of reabsorption of current labour market slack.", "The IMF, for example, expects the aggregate output gap in advanced economies to be already slightly positive in 2022, as GDP per capita this year is estimated to expand at its fastest rate since the 1980s.", "Policy conclusions In summary, and with this I would like to conclude, we are confronted with an inflation outlook that will be highly volatile until well into next year.", "Over time, the fading of price pressures from supply-side constraints should gradually give way to a demand-driven increase in underlying inflation, while leaving medium-term inflation falling short of the Governing Council's aim of below, but close to, 2%.", "Yet, with the share of vaccinated people approaching a critical mass, underpinning the economic recovery, there are chances for inflation to move closer to our aim in the medium term.", "While the spread of more infectious virus mutations may decelerate the reabsorption of slack, a stronger and faster pass-through of elevated producer price inflation, a more protracted period of growth above the economy's potential and a virtuous price-wage spiral have the potential to lift the euro area economy out of the pre-pandemic low growth, low inflation environment.", "Even in this environment, fears of too high inflation are unfounded.", "In the most benign scenario, inflation in the euro area over the coming years would very likely remain well below the levels that threatened price stability, and hence welfare and social cohesion, in the 1970s and 1980s, largely thanks to the stability-orientated policy frameworks of independent central banks.", "Instead, after a long period of very low inflation, the current spirit of optimism and confidence, in combination with significant public and private investments in digital and green technologies, provide a welcome opportunity for long-term inflation expectations to re-align more closely with the Governing Council's definition of price stability.", "There is growing evidence that this re-alignment is gradually taking place.", "For it to become sustained, monetary policy needs to remain expansionary to avoid choking off the incipient recovery.", "Years of repeated overprediction of the future path of inflation require that higher inflation prospects need to visibly migrate into the baseline scenario, and be reflected in actual underlying inflation dynamics, in line with our forward guidance, before they warrant a more fundamental reassessment of the medium-term inflation outlook.", "Such patience may lead to inflation outcomes being moderately above our aim for a temporary period of time.", "This will be a necessary and proportionate requirement to set the conditions to escape low inflation.", "For a discussion of the March 2021 staff projections, see Lane, P. R. (2021), \"Inflation dynamics during a pandemic\", ECB blog post, Frankfurt am Main, 1 April.", "Changes in consumption weights imply some volatility in the inflation profile in 2021 but, on average over the year, they are expected to have only a small downward impact on HICP inflation.", "Pandemic-related upside potential to inflation may interact with the unwinding of previous and current structural disinflationary forces, such as a potential retreat from globalisation and an ageing society.", "See Goodhart, C. and Pradhan, M. (2020), The Great Demographic Reversal: Ageing Societies, Waning Inequality, and an Inflation Revival, Palgrave Macmillan, London; Haldane, A.", "\", a pre-recorded speech given online.", "See ECB (2017), \"What can recent developments in producer prices tell us about pipeline pressures?", "\", Economic Bulletin, Box, Issue 3.", "Bobeica, E., Ciccarelli, M. and Vansteenkiste, I.", "(2019), \"The link between labor cost and price inflation in the euro area\", Working Paper Series, No 2235, ECB, February.", "As containment measures are still in place, additional excess savings are likely to have accumulated in, and to rise beyond, the second quarter.", "See European Commission (2021), \"Special topic: Will consumers save the EU recovery?", "- Insights from the Commission's Consumer Survey\" in European Business Cycle Indicators, European Commission Technical Papers, No 047, April; and Fisher, J.D., Johnson, D. S., Smeeding, T M. and Thompson, J. P. (2020),\" Estimating the marginal propensity to consume using the distributions of income, consumption, and wealth\", Journal of Macroeconomics, Vol.", "(2021), \"Building Back Better: How Big Are Green Spending Multipliers?", "See, for example, Acemoglu, D. and Autor, D. H. (2011), \"Skills, tasks and technologies: Implications for employment and earnings\", in Ashenfelter, O. and Card, D., editors, Handbook of Labor Economics, Vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Pandemic", "Supply", "Demand", "Fiscal stimulus", "Monetary policy", "Labour market", "Second-round effects", "Price stability", "Green transition"]}