{"sentences": ["1 Introduction It is a great pleasure for me to speak at this academic colloquium in your honour, celebrating your 85th birthday.", "I would have very much liked to offer my congratulations to you in person, but unfortunately this is not possible due to my commitments at the BIS.", "Paying tribute to such an outstanding central banker, academic, and personal friend such as yourself, Otmar, within the space of just five minutes, is an almost impossible task.", "Lifetime achievement There is no question that you are one of the most renowned central bankers of our time - and rightly so.", "Last year, the \"Central Banking\" magazine honoured you for your lifetime achievement.", "And, indeed, you have achieved so much over the course of your career.", "You have shaped the landscape of monetary policy in Europe like few others.", "To this day, the Bundesbank and the ECB are still reaping the benefits of your legacy.", "It was your initiative, for example, that led to the creation of the research group that essentially formed the nucleus of the Bundesbank's Research Centre today.", "Without a doubt, the greatest distinction of your career is that you successfully guided the then brand new ECB as its chief economist.", "You played a key role in building up the ECB's credibility and reputation as an institution focused on maintaining price stability.", "Your master stroke was the formulation of the ECB's stability-oriented monetary policy strategy.", "Together with your team, you created this strategy from the ground up in 1998, amidst an environment of high uncertainty and within a very short period of time.", "While it is commonly referred to as the \"two-pillar strategy\", it actually contained three important elements: a quantitative definition of price stability oriented to the medium term, a prominent role for money, and a broadly based assessment of the outlook for price developments.", "You also oversaw the review of the strategy in 2003.", "In essence, the strategy was reaffirmed with just a somewhat less prominent role for money and a clarified policy aim.", "I believe you would agree that no monetary policy strategy should be set in stone.", "Instead, it should adapt to changing circumstances, and circumstances have certainly changed over the past 18 years.", "In this sense, our current review should translate this strategy to the challenges of our time.", "Personal relationship Otmar, with your firm commitment to monetary stability and central bank independence, based on your strong academic reasoning, you should serve as a role model for every central banker.", "And you have personally given me guidance and advice on numerous occasions as well.", "Even in my days as a student, I became well acquainted with your perspective by studying your textbooks.", "I preferred your books to others because they offered better explanations of the intricate interrelations of monetary policy and also introduced the reader to the challenges and issues of practical monetary policymaking.", "Many years later, I had the privilege of working together with you personally.", "In the aftermath of the global financial crisis, you chaired the working group Neue Finanzmarktarchitektur.", "This working group was convened by Chancellor Angela Merkel and was better known as the IssingKommission.", "Its task was to prepare the German agenda for dealing with the financial crisis for a packed series of G20 summits over the subsequent years.", "It was a very intensive and productive time that I remember vividly.", "Today, I enjoy being able to exchange ideas about monetary policy and central banking with you - sometimes as a sparring partner.", "When we converse over the phone, I feel that we see many things from a very similar perspective, but what makes these exchanges so valuable and engaging is the sharpness of your intellect.", "And for this I offer my sincerest thanks.", "Although you already celebrated your 85th birthday a few weeks ago, I would nevertheless like to take this opportunity to wish you many happy returns as well as continued good health and vitality.", "Your word carries weight beyond our country's borders, even to this day.", "I hope that we will continue to hear your clear, credible, and authoritative voice in policy debate for many years to come.", "Thank you and all the best!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "ECB", "price stability", "central bank", "Bundesbank", "IssingKommission", "financial crisis", "stability-oriented monetary policy strategy", "two-pillar strategy", "lifetime achievement"]}