{"sentences": ["FINEX President Atty.", "Lim, members and officers of FINEX, colleagues in the financial services industry and the Government, esteemed guests, ladies and gentlemen, a pleasant good afternoon to all.", "I wish to thank FINEX, our reliable partner in financial deepening and capital market development, for inviting me to be a part of your 53rd Anniversary celebration.", "Before I share with you the BSP's initiatives towards economic and financial recovery in the New Economy, allow me to wish you all a Healthy and Prosperous New Year, as well as, to congratulate both the outgoing and incoming officers of FINEX for leading the organization in these trying times.", "We now find ourselves in what I call the \"crossing the threshold\" moment.", "In the world of myths and movies, \"crossing the threshold\" occurs when the Hero leaves his or her ordinary world and enters a new, dangerous world.", "Your theme - Transcending New Frontier, Leading Beyond Recovery - speaks volumes of this \"crossing the threshold\" stage in the Hero's journey arch.", "In the real world, we acknowledge that the COVID-19 pandemic continues to pose threats to economies and financial systems around the world, including the Philippines.", "The Philippine economy contracted by an average of 10.0 percent in the first three quarters of 2020, following 21 years of uninterrupted growth.", "However, said economic contraction was not reflective of the country's strong fundamentals or prospects moving forward.", "The BSP expects the recovery process to commence sooner as more industries re-open following the gradual easing of restrictions throughout the country combined with stimulus measures rolled out by the government.", "On growth, we expect real gross domestic product to swing from a range of negative 7.0 to negative 9.0 percent for the full-year 2020, to a range of positive 6.5 to 7.5 percent this year and an even faster growth in 2022.", "We anticipate interest rates to remain low, inflation to be manageable, the peso to be stable, and external accounts to be robust, with record-high gross international reserves.", "We expect inflation to remain manageable and within the 2.0 to 4.0 percent target range this year and in 2022.", "The strength of the Philippine Peso remains market-driven and supported by sound macroeconomic fundamentals.", "The peso averaged P48.02/USD1 as of 4 January 2021, considered as one of the strongest currencies in the region.", "This is attributable to the country's low inflation, a strong and resilient banking system, low debt-to-GDP ratio, and a hefty gross international reserve.", "Overseas Filipino remittances are expected to rebound from a contraction of 1.0 percent in 2020 to a growth of 4.0 percent this year.", "On the external front, the overall external position will stay healthy.", "The balance of payments will post a surplus of USD3.4 billion this year.", "The current account will remain in surplus, at USD3.1 billion this year.", "Meanwhile, the country's gross international reserves reached USD104.5 billion as of end November 2020.", "At this level, the GIR remain more than adequate as it can cover 11 months' worth of imports of goods and payments of services and primary income.", "This is more than the three months' worth of imports cover requirement.", "While the full impact of the pandemic is still unfolding, the good news is that the Philippine banking system is expected to withstand the impact of the pandemic.", "The financial system is in a strong position to both weather the significant economic effect caused by the COVID-19 pandemic and support the country's economic recovery.", "The domestic banking system is expected to remain relatively stable in the next two years.", "Majority of the Banking Sector Outlook Survey respondents projected that real gross domestic product growth will return to a range of less than 6.0 percent to 6.3 percent.", "Likewise, 69 percent of the respondent banks projected a stable Philippine banking system.", "Further, majority of the respondent banks projected growth between 10.0 percent and 15.0 percent in their loan portfolio over the next two years.", "Banks also anticipate a more active participation in the money and capital markets in the next two years as growth in financial assets (excluding loans) is projected to not exceed 10.0 percent by more than half of respondents.", "The remaining banks estimated a double-digit growth.", "A double-digit deposit growth is also expected by most banks.", "Majority of the respondents expect the non-performing loan to exceed 3.0 percent in 2021 and 2022, while the ratio of restructured loans to total loans is estimated to be at a range of more than 3.0 percent to more than 5.0 percent by almost half of banks.", "The banks retained their upbeat expectations on returns as 71 percent of the respondents for the second semester of 2020 forecasted double-digit net income growth for the next two years.", "At the onset of the pandemic, the banking system had significant capital and liquidity buffers built up due to both regulatory requirements and several years of favorable banking conditions.", "Likewise, the result of our stress tests suggests that banks can continue to lend and prosper through a broad range of adverse scenarios.", "To assess the impact of the pandemic, the BSP rolled out a Comprehensive Baseline Survey in April 2020 and intensified our off-site surveillance of all our supervised financial institutions.", "The results of these proved useful inputs for our Supervision Departments.", "As the financial sector supervisor, the BSP needs to strike a balance between enabling banks to lend to the production sectors, including the micro, small, and medium enterprises sector, on one hand, and ensuring the promotion of safe and sound practices to contain the risk exposures of the industry on the other hand.", "This is the rationale for the time-bound nature of the prudential measures introduced by the BSP.", "This approach provides the BSP with the opportunity to assess whether the relief measures require further calibration, given the health of the banking industry.", "The BSP's relief measures are classified into five (5) main objectives: ● Extension of Financial Relief to Borrowers.", "The BSP supervised financial institutions were given regulatory relief to enable them to grant equivalent financial relief to their borrowers, including micro, small, and medium enterprises, in the form of more flexible and favorable lending terms.", "● Incentivize Lending.", "The BSP's prudential measures aim to promote financing to micro, small, and medium enterprises and enable them to carry on with their business during the COVID-19 pandemic, as well as hasten recovery and sustainability of their operations, during the post-crisis period.", "● Promotion of Continued Access to Financial Services.", "Policies were placed to ensure access to formal financing channels by retail clients, including micro, small, and medium enterprises, during the crisis.", "The use of information technology in carrying out financial transactions was highly encouraged during the enhanced community quarantine period.", "● Support for Continued Financial Services Delivery.", "The BSP granted operational relief measures to assist its supervised financial institutions in focusing their limited resources on the delivery of financial services to financial consumers and support their subsequent recovery efforts.", "● Support for Sufficient Level of Domestic Liquidity and Economic Activity.", "Monetary policy measures were also adopted to support domestic liquidity and extend cheaper financing to borrowers, including micro, small, and medium enterprises.", "Following these strong, time-bound, and timely measures, the crucial question pertains to how Philippine banks have been holding up through the pandemic.", "Based on our recent assessment, our key findings suggest that: a.", "Core funding remains relatively strong following COVID-19 outbreak; b.", "Bank lending slightly rises; c. Loan quality slightly weakens as borrowers experience cash flow interruptions and sustain losses due to the pandemic; We don't, however, see this trend extending in the long-run.", "d. Financial assets grow but a slower rate as banks opted to reduce Treasury activities to be e. Net income declines as additional provisioning rises.", "However, this is likely to be offset by lower operating expenses and deferment of capital expenditures and non-essential expenses; f. Liquidity and capital buffers remain intact.", "The banking system's credit growth continued amidst the pandemic.", "The banking system's gross total loan portfolio grew year-on-year by 1.2 percent to P10.6 trillion as of end-October From the funding side, the banking system's total deposits rose by 9.5 percent as of endOctober 2020 to reach P14.4 trillion.", "There has been a surge in the use of digital platforms during the ongoing community quarantine period that started in mid-March 2020.", "The greater use of PESONet is evident with the remarkable rise in the volume and value of payments made through the same from November 2019 to November 2020.", "Over this twelve- month period, payments made through PESONet more than doubled with volume surging by 349.0 percent year-on-year and value rising by 133.0 percent over the same period.", "Aside from aiding businesses in mobilizing funds during the pandemic, the PESONet was also used for social transfers made through the Social Security System's Small Business Wage Subsidy (SBWS) Program.", "This shows that this facility is a viable and efficient means of distributing welfare benefits to indigent citizens.", "Likewise, since its launch in April 2018, InstaPay exponentially grew, registering over 1.5 million percent increase in volume and over 700 thousand percent in value as of November 2020, with the volume rising to 26.3 million from 1,740 transactions and the value growing to P144.4 billion from P19.1 billion.", "The performance of InstaPay for the pandemic year 2020 has also been impressive with a year-to-date growth rate of 446.0 percent in volume, from 4.8 million to 26.3 million transactions, and 325.0 percent in value, from P34.0 billion to P144.4 billion as of endNovember 2020.", "Based on the BSP Lending Rates Survey, quoted annualized bank lending rates of all the 46 universal and commercial banks have been generally declining particularly the lower limit.", "This, in turn, makes loans relative to nominal gross domestic product to rise by October 2020.", "Based on the Baseline Survey, the banking system may grow by 3.6 percent by end-December 2020.", "This expected growth, however, represents the top 20 banks across universal and commercial banks, thrift banks, and rural and cooperative banks.", "As the Philippine banking system continues to support our micro, small, and medium enterprises during these difficult times, we expect loans to this sector to rise further.", "In particular, the banking system's new micro, small, and medium enterprise loans used for compliance with the reserve requirements have averaged P143.8 billion as of the reserve week of 17 December 2020.", "Bank loan quality remained satisfactory amid continued loan growth.", "The non-performing loan ratio was manageable at 3.7 percent as of end-October 2020, although higher than the 2.2 percent ratio as of end-October 2019.", "Loan loss reserves have been generally increasing since the start of last year but inched down as of end-October 2020, resulting to a lower non-performing loan coverage ratio of 89 percent.", "We expect the banking industry to recalibrate provisions as banks continue to reassess the quality of their respective loan portfolios.", "The year-on-year growth of financial assets (aside from loans) moved from 15.2 percent in October 2019 to 9.4 percent in December 2019, and up again to 12.0 percent in October 2020 as banks pegged their Treasury activities on liquidity positions.", "Based on the survey, the BSP supervised financial institutions will maintain their strategy as the duration of their investments was reduced to maximize portfolio returns.", "The top universal and commercial banks did not introduce major changes in the composition of their portfolios as they assess liquidity risk.", "Exposures are mostly concentrated in highly-liquid and investment grade instruments.", "As a natural consequence, profitability slides.", "Banking operations were affected by the COVID-19 pandemic as the (annualized) net profit of the banking system shrank by 15.8 percent year-on-year for the semester-ended September 2020.", "We however expect that other operating expenses will likely be reduced due to lower business volume and capital expenditures and non-essential expenses will be deferred.", "Based on the BSP supervised financial institutions' survey, the full year target for net interest income, other fees, operating expenses will drop while provisioning will increase.", "To mitigate the adverse impact of the pandemic on profitability, banks plan to impose cost-cutting measures (e.g.", "deferred capital spending and freeze hiring of non-critical positions), intensify loan collection activities, be stringent in loan monitoring, exercise prudence in loan releases, reduce cost of funds and boost marketing campaigns for new loans and deposits.", "The universal and commercial banks also intend to reduce their exposures to vulnerable sectors and to increase ancillary or fee-based business while thrift banks, and rural and cooperative banks want to fast track digitization initiatives to reduce operating expenses.", "Moving on, banks remain well-capitalized.", "The capital adequacy ratio of the universal and commercial bank industry hovers at 15-16%, well-above the minimum thresholds set by the BSP at 10.0 percent and the Bank for International Settlements at 8.0 percent.", "Meanwhile, the banking system maintained sufficient buffers to meet liquidity and funding requirements.", "Moving forward, the BSP will prioritize the following supervisory areas to ensure the soundness, stability, resilience and inclusivity of the banking system amid the ongoing health crisis.", "This slide shows the key supervisory areas that we are looking into - ● Involvement of the Board and Management; ● Asset quality; ● Profitability; ● Capital adequacy; and ● Banking operations.", "We also fully support the two major legislations.", "● The Financial Institutions Strategic Transfer (FIST) bill is expected to assist the financial system in performing its role of efficiently mobilizing savings and investments for the country's economic recovery by disposing bad loans.", "This bill has been approved by Congress and is now pending with the Office of the President.", "● The Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery (GUIDE) Bill aims to strengthen the capacity of government financial institutions - Philippine Guarantee Corporation, Land Bank of the Philippines, and the Development Bank of the Philippines - to provide the needed assistance to micro, small and medium enterprises and other strategically important companies.", "We will also continue to push for three major reforms.", "First, pertains to Islamic banking.", "With the passage of Republic Act 11439, the BSP is clothed with clear authority to issue broader set of rules and regulations on Islamic banking.", "Second, the BSP is committed to promote sustainable growth by fostering environmentally responsible and sustainable policies and work practices.", "Likewise, \"leading by example\" is one of the best ways to usher the transition towards the adoption of sustainability principles in their corporate governance, risk management systems, strategic objectives and operations.", "These are embedded in the recently-issued Sustainable Finance Framework.", "Several pockets of green initiatives have been launched prior to the formalization of the Sustainable Central Banking Program.", "These include, among others, the participation in the Green Bond Fund launched by the Bank for International Settlements as part of sustainable investing in reserve management.", "The BSP also implemented the Monetary Board Paperlite Facility that resulted in the significant reduction of paper usage during Monetary Board meetings, and installed energy-efficient mechanisms such as solar panels and inverter technology in air-conditioning systems.", "The BSP is a member of the Network for Greening the Financial System, a group of central banks and supervisors organized to enhance the role of the financial sector in managing climate and other environment-related risks and mobilize capital to support the transition towards a sustainable economy.", "This Network for Greening the Financial System membership will strengthen BSP's collaboration with counterpart regulators in building awareness and contributing to the effective management and mitigation of the impact of climate and other environment-related risks in the financial sector.", "Moreover, we have a lot to share with respect to the country's experience in coping with calamities and natural disasters.", "Late last year's experience with Typhoon Ulysses reminds us of the need to act fast in order to address climate change.", "Destructive typhoons are becoming the norm, and more destructive ones may come in the future.", "We have to be critical of our actions and decisions today as they shape the future of this country.", "Finally, the Digital Payments Transformation Roadmap.", "You may have noticed the big shift towards the use of digital payments which started during the enhanced community quarantine and is expected to continue under the \"New Economy\" environment.", "The BSP has designed a three-year digital payments transformation roadmap with twin goals by 2023.", "The first goal is to drive the share of digital payments to at least 50.0 percent of total retail transactions by offering faster, more affordable, and secure payment options that provide greater convenience.", "The second goal is to expand financial inclusion to cover at least 70.0 percent of adult Filipinos by onboarding them to the formal financial system through the use of payment or transaction accounts.", "In closing, allow me to reiterate some key points: ● The banking system is in a strong financial condition going into the crisis.", "It remains resilient amid the pandemic.", "● Supervisory priority areas moving forward include monitoring of asset quality, declining profitability, liquidity and capital positions.", "● Financial sector reforms will be important in economic recovery such Islamic Banking, Sustainable Finance, and Digital Transformation as well as the legislations on Financial Institutions Strategic Transfer and Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery.", "● Lastly, and most importantly, despite the legacy risks and challenges of the current health crisis on the domestic financial system, the Philippine banking system is poised to remain stable, sound, resilient and inclusive in years to come.", "Thank you very much and we wish the FINEX more success in your undertakings!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking System", "Financial Recovery", "Economic Growth", "Digital Payments", "Sustainable Finance", "Financial Institutions", "Islamic Banking", "Government Financial Institutions", "Micro, Small, and Medium Enterprises", "Financial Inclusion"]}