{"sentences": ["Good afternoon, Ms Speaker and colleagues.", "Thank you very much for inviting me to speak today, on the first day of the autumn session.", "In my speech, I would like to focus on current problems in the post-pandemic economic recovery.", "Undoubtedly, we are pleased about its rapid pace.", "Yet, the economic rebound is bringing some side effects that we must counter to ensure the stability of our economy, the financial system, and ultimately, the well-being of our people.", "The economy has now returned to the growth path it would have been on but for the pandemic.", "Certainly, central to the successful delivery of anti-pandemic measures have been the Government's budget support measures alongside the prompt efforts of lawmakers to set up a legal framework for anti-crisis response measures.", "In turn, we at the Bank of Russia have granted regulatory relaxations to banks to support consumers and businesses, and to restructure and issue new loans in this challenging period.", "Our monetary policy has been accommodative.", "It was only after we made sure that the economic recovery was becoming sustainable that we started to raise the key rate.", "Certainly, I will explain why we are doing this as I know that there are many questions on this subject.", "Unfortunately, all that does not mean that the problems caused by the pandemic are behind us.", "For example, we can see a strong rise in inflation, both domestically and across the globe: demand has recovered as restrictions and lockdowns have been lifted, while supply-side restrictions persist.", "Companies in many sectors are recording skills shortages, and there are raw material and component supply disruptions.", "We are monitoring economic developments and the financial situation in the regions on an ongoing basis.", "At each policy Board meeting, our regional executives report on how the situation in the regions is unfolding and provide us with a broad picture.", "We note a global rise in prices for many goods (metals, wood, and food), which are pushing up business costs.", "Prices are increasing in many countries, but regulators view the current surge in inflation as temporary, and are just waiting for the trend to end.", "There is no way we can afford the same approach.", "By historical standards, we are quite new to inflation targeting, the regime we switched to just six years ago.", "Regrettably, inflation expectations - a very valuable indicator - remain unanchored.", "Many countries record a temporary surge in inflation, but people and businesses are confident that their central bank will take whatever action necessary, and inflation will return to target.", "Those central banks have extensive experience in the field of inflation targeting.", "Therefore, with inflation expectations in their countries steady, they expect inflation to drop again after that surge.", "This is not the case for our economy.", "People remember the huge inflation of the 1990s and the high inflation of the 2000s.", "Therefore, when prices, especially for food and everyday goods, are up, they expect inflation to continue to rise.", "What does this mean when inflation expectations rise, that is, when people expect inflation to rise?", "People start to spend more, if they can, and save less, afraid of money devaluation.", "They tend to make large purchases faster, which translates into demand for durable goods.", "People even take out large loans on the expectation that the goods they need might go up in price, thus pushing inflation upwards, while production cannot adjust quickly enough to rising demand.", "This feeds though to prices.", "Therefore, we must definitely reduce inflation and household inflation expectations as soon as possible.", "Our immediate task is to prevent the economy slipping into an inflationary spiral.", "We can see the positive impact of confidence in steadily low inflation on financial markets.", "For example, investors' inflation expectations are anchored as they expect inflation to return to target, which makes it possible to maintain quite steady long-term rates on OFZs.", "Although we have started to raise the key rate since March, the cost of ten-year OFZs is still roughly level with March.", "Indeed, market participants believe that we will bring inflation back to target.", "Why am I talking about long OFZs?", "It is the cost of long-term (seven, and ten-year) OFZs that banks price in their interest rates on long-term loans - investment loans and mortgage loans.", "Those are the types of loans that shore up growth, and in the case of mortgage lending, they are of great social importance, too.", "I also have to say that the opposite is true: rising inflation makes both short and long-term loans more expensive, while people become poorer as inflation erodes their incomes and savings.", "Economic history provides numerous examples when a late withdrawal from anti-crisis measures or prolonged accommodative monetary policy propelled a strong rise in inflation, higher yields of government bonds and higher interest rates on loans.", "It did not matter whether the central bank maintained a low policy rate: high inflation drove loan rates up.", "That occurred because the central bank rate was unreasonably low, and excessively stimulating.", "In those cases, central banks are often forced to raise their interest rates and switch to monetary tightening, and they have to do that in a more drastic manner, and for a longer period.", "Such a course of action is dictated by inflation, inflation expectations, and early signs of bubbles signalling risks to financial stability.", "Ultimately, inflation rates become unacceptable to either society or the economy, and credit is unaffordable.", "There are such examples today.", "Statistical data for some developing countries already suggest double-digit growth in inflation, with no signs of a slowdown in store (we will provide the data later).", "That is explained by a late adjustment in the key rate relative to the growth of inflation expectations.", "Clearly, this is not a path we want to follow.", "We currently expect that our monetary policy stance will ensure that inflation returns to 4- 4.5% in the second half of next year.", "We recently outlined our approaches to monetary policy for the next three years and our outlook, as well as our scenarios in the draft Monetary Policy Guidelines.", "The second problem for us to address and keep in check is the consumer debt burden.", "This has always been a top priority issue for both the Federation Council and the Bank of Russia.", "It is on the agenda each time we meet at the Federation Council, and I am grateful to you senators that the issue never escapes your attention.", "Considering the need for many changes to legislation, improvements in this area would be impossible without your strong support.", "Our aim is to ensure that credit enables people to solve their problems but does not drive them into a debt hole.", "We have introduced a borrower's debt burden indicator to discourage banks from issuing loans to borrowers who would find it difficult to service new debt - those who already have difficulty servicing existing debt.", "The Bank of Russia has enacted so-called macroprudential add-ons to make it less profitable for banks to issue new consumer loans and check excessively fast growth in consumer lending.", "In microfinance, caps have been introduced on interest and fines on loans.", "Banks and microfinance institutions are now obliged to disclose to borrowers the total loan cost to rule out situations where borrowers end up paying more than agreed under seemingly clear terms.", "Running ahead, we think that there is a need for more stringent legislation in that area, considering that banks have adjusted and some of their 'offerings' circumvent the requirement of disclosing the total loan cost, that is the amount they are required to make clear to the borrower.", "Against the background of economic recovery, disbursements of unsecured loans have accelerated.", "As I have said, this is driven by high inflation expectations (when people expect higher inflation, they try to buy goods on credit) and fairly attractive interest rates.", "Banks like this situation, without doubt.", "They are looking for ways to circumvent our restrictions.", "For example, we have seen a rise in the share of consumer loans (I mean consumer loans, not mortgage loans) with more than five years' maturity (from the pre-pandemic 11% to 21% in the second quarter of this year).", "On the one hand, by extending loan maturity, banks reduce monthly payments, making a loan seemingly more affordable to borrowers.", "Yet, the total amount of debt per borrower is increasing.", "This is normal for a mortgage that is issued for a long period (and with much lower rates), but those long periods for unsecured loans are unreasonable and are set to entail problems.", "We already see a deterioration in consumer lending standards.", "For instance, the proportion of borrowers with a debt burden indicator above 80% (suggesting that people had to spend more than 80% of their monthly income on loan servicing - a heavy debt burden) went up from 23% at the beginning of the pandemic to 30% in the second quarter of this year.", "That is certainly an area of concern.", "We are in dialogue with banks, explaining why that situation is dangerous.", "A bank portfolio might look OK (banks might tell us: see for yourself, our portfolio is being serviced, it is all right).", "However, when many consumers in the wider system, some of them debt-laden, take out many loans that are unsupported by income growth, risks are bound to increase.", "In a negative scenario, many borrowers would be unable to service their loans, which would trigger the emergence of social and financial stability risks.", "With the tools available to us, we are working to cool the market.", "We have increased add-ons to high-risk consumer loans, with a further increase to take effect from 1 October.", "We might have to raise those buffers still further.", "However, they are not an ideal tool.", "This is how they work: high-risk loans lock more bank capital compared with low-risk loans (and therefore high-risk loans lose economic advantage).", "However, there is capital stock in the banking system, but it is distributed unevenly.", "Ultimately, regulatory add-ons propel banks with modest capital reserves to change their strategies, while those with abundant capital may simply lure their customers away.", "The overall growth of unsecured consumer lending persists.", "In that situation, competition is badly affected, too, and we fail to make the right impact, i.e.", "slowing down the issue of new unsecured loans.", "Therefore, we have proposed legislative amendments extending the Bank of Russia's remit with the right to impose quantitative restrictions on high-risk consumer loans.", "The proposed tool would limit the proportion of high-risk loans for banks, while banks would not have to freeze their capital, as in the case of the add-ons, but would be able to direct this capital to ramp up mortgage and corporate loans.", "The draft law was introduced to the Duma in the spring session.", "I hope that it passes in the near future.", "In our view, there is an urgent need for this instrument.", "Importantly, such quantitative restrictions exist in many countries: we are simply borrowing the best practice.", "I have already mentioned another problem we have to address.", "Banks tend to perceive our measures, for example, the measures to check consumer loans, or our supervision over how they sell financial services (our crackdown against tied services and the efforts to make sure correct information is available) as a cat-and-mouse game.", "We impose a ban, they come up with a workaround - which is essentially the same arrangement, but different in form.", "We do not like this at all.", "We have recently discussed this subject at the Bank Association forum, because we are convinced that consumer rights to clear, appropriate and fair financial products are being violated in this case.", "At this juncture, protecting financial consumers is top priority.", "We will only stop tightening our conduct supervision when we signal to the financial industry our satisfaction with interactions between financial institution and consumer being transparent and beneficial to both parties.", "In that area, we intend to take advantage of the legislative changes that have passed, including in the spring session.", "A very important law, passed recently at the initiative of senators, specifies financial instrument sales rules, including the right to ban sales and demand the repurchase of non-transparent products that are unprofitable for buyers.", "Thank you very much for this law.", "From 1 October, testing will be open to unqualified investors who want to buy complex instruments.", "As you remember, Ms Speaker, you and I discussed this matter with banks.", "With your support, that law passed very quickly.", "We understand that the problem is more than just sales of non-transparent financial products to consumers, but also about additionally imposed services and insurance sold together with standard financial products.", "To stop the practice, a law was adopted to introduce a so-called end-to-end cooling period.", "Consumers have two weeks to cancel any tied services and receive a refund after they realise that they were misled or deceived.", "In the middle of next year, we are introducing a cap on the total mortgage cost - for people to see the fair value of a loan including all tied options.", "We believe it is essential that the total loan cost, viewed broadly, stops banks from circumventing our restrictions through creative options that add to the total loan cost.", "That would involve legislative changes, and we need your support there.", "The subject of debt burden and consumer loans will remain our focus, but I would now like to proceed to comment on the rollout of financial technologies.", "You will agree that our financial sector is quite advanced technologically, offering many services, digital services and online payments that are still unavailable in other countries.", "We are committed to ongoing support of innovations in the financial sector, and continue our dialogue on potential areas of development.", "We report good progress with payments for goods and services in the Faster Payments System.", "Some time ago, the system only applied to money transfers.", "Now, people can pay for goods and services via banks' mobile applications, with a QR code.", "Companies stand to benefit from the lower costs compared to acquiring.", "You know how acute that problem has been, especially for small and medium-sized businesses.", "Payments are routine transactions today, and multiple channels should be available to process them.", "This is essential to cost reduction.", "The more competitive the market, the better its product offering.", "Therefore, we will open the payment market to non-financial organisations, too.", "Every effort should be made to lower the cost of such everyday financial services for consumers and businesses, while profit margins in the financial sector are second priority.", "Access to the market for such services will be open to non-financial organisations, provided that they meet regulatory requirements.", "Tests of the know-your-customer platform are scheduled for December, which will help banks save resources and costs on client screening to comply with anti-laundering legislation.", "In our opinion, the platform is a key tool for improving services to small businesses, which banks often shun because of the complexity and high cost of those procedures.", "The law on that platform was also introduced by senators, and we are very grateful to you for championing the initiative.", "The digital ruble, a pilot project, is due to start early next year.", "We have discussed the digital ruble model with the market through a consultation paper; the Federation Council has also held a meeting dedicated to this launch.", "We view the introduction of the digital ruble as a further step towards reducing business costs and making simple financial transactions more user-friendly.", "The final subject I would like to raise today deserves separate consideration, but has moved up our agenda.", "This is ESG, the implementation of sustainable development principles.", "It is a new objective for our financial market and the wider domestic economy.", "The reason why I am drawing your attention to this subject is as follows.", "Indeed, climate risks are making an increasingly strong impact on the economy, through the direct consequences of climate change (causing more natural disasters), through more stringent regulation across the globe, and via changes in the energy mix.", "With plentiful energy resources available, energy costs were barely a factor in our national economic policy throughout the 20th century.", "We must realise that energy transition is likely to be a challenge for us.", "Furthermore, the nature of our economy is defined by a large number of so-called brown companies.", "We should keep pace with the trends, considering that corporate environmental performance is set to become a key factor driving investor and creditor decisions, as if we fail to address this problem in due time, we risk losing our competitive advantages and could be consigned to a global economic backwater.", "This is not the status our nation deserves.", "Energy transition is a great challenge for the economy.", "Given the need to find financial resources for this transition, the role of the financial sector is clear.", "Financial institutions are meant to act as financial agents supporting green, and most importantly, transformation projects.", "This is a multifaceted issue to resolve to make progress.", "First, we need to develop approaches to analyse climate and transition risks and procedures for financial institutions to take them into account.", "Second, non-financial companies should disclose reliable information regarding ESG risks.", "Such disclosures are needed for banks, investors or rating agencies to have reliable information, which is essentially a prerequisite for sustained investment.", "Third, we need a mature market for green instruments.", "We need standards for their placement, and we must strike a balance between climate (ESG) risks and standard financial risks.", "It would be unthinkable for funding to go to a financially unstable company based on the green status it claims.", "By the same token, a brown company that boasts strong financial performance today should realise that it could only land funding on the best terms tomorrow if it works to enhance its sustainability record.", "There are plans to publish a report by the end of this year on how climate risks should be considered by financial institutions, and the Bank of Russia's approaches to their regulation.", "The regulation will need to be aligned with that fundamental transition.", "Thereafter, in the middle of next year, market participants are due to receive our recommendations as to how they should move ahead.", "I have to admit that there are many more items on the priority list beyond the issues I have highlighted.", "Yet, the latter issues are of first-order priority, and we should not miss the right moment to introduce appropriate regulation.", "This is where we count on senators' support.", "We have received many questions and responded to them in writing, and I am now are ready to answer your questions, too."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Consumer debt", "Financial technologies", "Monetary policy", "ESG", "Financial regulation", "Consumer protection", "Economic recovery", "Digital ruble", "Climate risks"]}