{"sentences": ["- Conference Paris, November 30th 2021 unleashing Europe's potential Capital Markets Union: Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr) Ladies and Gentlemen, I am delighted to be with you today and I extend my warmest thanks to all the participants for accepting the Banque de France's invitation to talk Capital Markets Union (CMU), as we look towards the French presidency of the European Union.", "In particular, I owe a special thanks to Mairead McGuinness, our European Commissioner for Financial Services, Financial Stability and Capital Markets Union, for honoring the Banque de France with a keynote speech.", "The project to unify our capital markets is actually as old as the European construction project itself.", "In 1966 already, a group of experts, led by the Italian Claudio Segré, tasked by the Commissioni produced a report in which they pledged for the development of a European capital market.", "I will try to answer briefly three questions: why, what and last but not least how?", "Why does the European Union need the CMU?", "Although the monetary union was fully achieved with the creation of the euro in 1999, the EU still struggles with financial integration.", "This assessment is nothing new but has legitimately attracted more attention with Brexit and the Covid crisis, EU financial markets' strengths but also both of which revealed not only the their weaknesses.", "From a central bank point of view, a deeper and more integrated financial system is needed, as integrated capital markets improve the transmission of our single monetary policy to all parts of the euro area.", "Furthermore, as the Optimal Currency Areaii theory states, and the US example shows capital mobility constitutes one major adjustment channel for absorbing asymmetric shocks.", "Our Economic and Monetary Union as designed in Maastricht exactly 30 years ago can be seen as a three-hulled boat.", "Its strong, robust central body consists of key monetary assets: our single currency, trusted by a growing majority of 79% of European citizensiii, and our credible monetary policy as conducted by the Eurosystem.", "However, this monetary policy cannot be the only stabilisation tool, otherwise we run the risk of it being overloaded.", "Our three- hulled boat needs to be complemented with two well-designed and well- functioning floats.", "On one side, we need a public float including a more permanent common (which doesn't mean fiscal capacity an additional yearly budget).", "It would help us to better cope with macroeconomic shocks.", "In this respect, the NGEU and SURE programmes have been major steps forward and are paving the way for such a capacity.", "On the other side, a private float is necessary to foster a better capital allocation in the EU.", "The euro area has abundant savings: the surplus of domestic savings over investment amounted to EUR 340 billion in 2019.iv Yet the world's largest pool of savings is not sufficiently channelled to productive investment.", "Over the last decade, the investment-to-GDP ratio has been declining, especially among non-financial corporations - before increasing again.", "And we have huge investment needs ahead of us if we are to achieve two decisive transformations: the ecological transformation and the digital transformation.", "Furthermore, the European Union is lagging behind Asia and the United States in terms of innovation.", "The level of R&D spending constitutes a strong explanatory factor: in 2018, the total amount of public and private R&D spending in the European Union was equivalent to 2.2% of its GDP whereas it amounted to 4.5% in South Korea or 2.8% in the United Statesv.", "As I said in my Bruges it's time for us to remember speech last Marchvi, that Schumpeter, alongside Keynes, was also a European.", "Some key priorities for CMU I will only speak briefly about this part as I am sure that Commissioner McGuinness will get to the heart of this matter in her keynote speech.", "And I would like to pay tribute to the tireless efforts of the Commission: its CMU action plan launched in September 2015, its new action plan in September 2020, the proposals you made last week first, to increase market transparency through a European Single Access Point and a consolidated system on transactions taking place on trading platforms across the EU (\"consolidated tape\"); second, to increase long-term cross border flows through the ELTIF framework and the partial harmonisation of insolvency rules.", "Together, they shed light on our possible future agenda, perhaps even more than on our necessary agenda.", "I will therefore make two observations: 1/ Equity financing is the most appropriate tool for innovative projects, given their higher level of risks which requires a significant upside in case of success -and the necessity to finance them with a long-term perspective.", "And here, we dramatically lag behind the United States: in the second quarter of 2021, equity financing only represented 91% of euro area GDP, versus 220% in the United Statesvii.", "And the biggest EU venture capital firm is 3 times smaller than the 10th US venture capital firm, by money raised over a decade.", "Although Brexit was bad news for Europe, it is also an opportunity to rebalance the weight of the different financial centres.", "Such rebalancing has already taken place in certain segments, and has to be extended to clearing activities.", "Europe needs a strong and polycentric network on the continent: in addition to the successful Monetary it's time to build Eurosystem, a Financial Eurosystem.", "Therefore, the CMU goes hand in hand with the completion of the Banking Union.", "After a strong initial impulse having achieved an efficient first pillar supervision, Banking Union now lacks momentum.", "I could even say, to be frank, that it is totally on hold.", "Last September I advocated the creation of large pan- European banks.", "We, the public authorities need to take a new approach, built on simultaneous and parallel progress on several fronts, rather than a sequential and \"integrated\" approach excessively focused on European deposit insurance scheme (EDIS).", "Let me welcome on Banking Union and CMU the positive commitments in the new Coalition Agreement on banks in Germany.", "In parallel, with the view to ensuring a sound European banking system, the Commission has published a proposal for the transposition of Basel III.", "In substance, it is the delay in the implementation timetable that has drawn attention.", "I believe that this delay - guided by realism - is minor if (and only if) the temporary exemptions proposed by the Commission remain temporary, particularly for housing loans.", "This is key to Europe's credibility and compliance with the international agreement of December 2017.", "I would also like to welcome the application of the output floor at the consolidated level: it has already been contested, but it is in the spirit of the Banking Union and the 2017 agreement.", "Regarding the benefits and need for the CMU, everybody in Europe agrees, be it in the Ecofin or in the Governing Council.", "Concerning its content, the pieces of the puzzle numerous, and significant - are on the table, as mentioned.", "The first CMU action plan in September 2015 had already identified a number of improvements that are still valid today; and yet, its main weakness was not in its content but in the lack of implementation of measures.", "The deliverables remain too slow, and disappointing.", "What are the reasons for that, and hence how do we move forward?", "First and foremost, the issue is seen as technical, and even sometimes boring.", "It is seen as politically less attractive than say the Green Deal, while there should be a link.", "\"Nobody can fall in love with the single market\", Jacques Delors pointed out.", "This quotation can today easily be extended to the CMU.", "Second, we probably still need to better prioritise our actions ex ante, and monitor them ex post.", "The CMU will not be implemented overnight and remains a long term project.", "Developing a with selected monitoring framework priorities and indicators would therefore be warranted, especially as it will enter an important phase in 2022, with several legislative texts under discussion.", "I would now like to return to the single market.", "We may forget that it was a collection of about 300 texts, not all of which were very appealing...", "But the genius of Jacques Delors and the Commission was to hoist a political \"flag\" over this technical ensemble, a banner that gave it meaning: the four freedoms of movement of goods, services, persons and capital.", "Fundamentally, today, I believe that this meaning lies in the link with the two decisive transformations for Europe: ecological - where we are ahead of the game with the Green Deal and Fit for 55 -, and digital - where we are lagging behind the United States and China.", "Almost all European voices and governments are committed to these two major projects.", "It is time to explain that the CMU is a decisive lever: not the only one - other instruments are needed, of course - but it is essential if we are to mobilise the savings resources which we do have!", "- to cover the huge investment needs of these two transformations.", "In order to build this bridge between the goals and the instrument, it may be necessary to change « the brand » - Capital Markets Union is not especially I proposed some time ago to rebrand it \"Financing revealing in terms of goals.", "Union for Investment and Innovation\", or \"Financing Union for Sustainable Investment\" - Christine Lagarde suggested a \"Green Capital Markets Union\".ix These are only contributions for your own thinking, Ms Commissioner.", "But I am the success of CMU now doesn't depend sure there is one thing we agree on: on an ever-improving technical agenda; it depends on a much stronger political impetus, from all European authorities.", "Our first duty is to give our fellow citizens the purpose and the meaning of the CMU project, and hence the desire for it.", "This brings me, in conclusion, to the forthcoming French Presidency of the European Union.", "It will not be able to solve everything, and will be part of a longer continuum.", "But rest assured that Capital Markets Union, with its clearer goals, will be one of our key priorities.", "The Commission and the European players can be sure that they will have the full support of France and the Banque de France.", "I thank you for your attention.", "Report of a group of expert appointed by the ECC Commission, The Development of a European Capital Market, November 1966 Robert Mundell, A Theory of Optimum Currency Areas, American Economic Review, November 1961 Eurobarometer, European Commission, May 2021 This amount of EUR 338.2 billion in 2019 corresponds to the net lending surplus of the euro area (i.e.", ": Net lending - Net borrowing or balance of the current account + balance of the capital account).", "Source : Balance with the rest of the world, National Accounts, Ameco.", "European Commission, Science, Research and Innovation Performance of the EU, May 2020 Europe's growth gap: reconciling Keynes and Schumpeter, François Villeroy de Galhau, speech, Euro area excluding Germany.", "Equity financing of non-financial firms are consolidated data including listed and unlisted shares, and other equity.", "Villeroy de Galhau F., The Banking Union: Time to move forward again, speech, 10 September Towards a green capital markets union for Europe\", speech, 6 May 2021 Lagarde C., «"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital Markets Union", "Financial integration", "Investment", "Innovation", "Banking Union", "Green Deal", "Digital transformation", "Sustainability", "Political impetus", "European Union"]}