{"sentences": ["Re-Imagining Banking in Africa in a Post-COVID World Keynote Address by Dr. Patrick Njoroge Governor, Central Bank of Kenya Tuesday, September 7, 2021 As Prepared for Delivery Good morning!", "I am pleased to join you at the ABSA Africa Banking Conference.", "Let me at the outset express my gratitude for the invite.", "The theme of the conference- Re-imagining Banking in Africa in a Post COVID World- is timely, as we reflect on the challenges and opportunities that the coronavirus (COVID-19) pandemic has brought to the fore.", "I am sure that your deliberations over the next two days will illuminate the path forward for the African banking sector.", "We meet at a critical juncture and I want to set the context by highlighting three pertinent themes.", "as was highlighted by the International Monetary Fund in its July 2021 World Economic Outlook, COVID-19 vaccine access has become the principal fault line for global recovery from the pandemic.", "On one side are the advanced economies, with access to vaccines and who can look forward to some semblance of normalcy.", "On the other side, are emerging and developing economies including Africa, with limited vaccine access and who face a steeper climb out of the pandemic valley.", "However, the recovery remains uncertain even in the advanced economies as the virus continues to mutate and circulate elsewhere, posing a significant downside risk.", "and on a more positive note, the global banking sector has redeemed itself through the pandemic.", "Following the reforms after the global financial crisis in 2008, the sector entered the pandemic period with strong capital and liquidity buffers.", "These buffers have stood the sector in good stead through the turbulence of the last 18 months.", "More importantly, the sector kept the lights on in the wider economy through the pandemic, supporting lives and livelihoods.", "Banks were also a key channel for support including from governments particularly for Micro, Small and Medium Enterprises (MSMEs), keeping them afloat in the tempest.", "and the poster child of the pandemic, has been the acceleration of digitization.", "The drive towards digitization that had started before the pandemic has been the saving grace not just in financial services but also in the health, entertainment, retail, education and hospitality sectors.", "In the midst of containment measures, including lockdowns and protocols, businesses, governments and individuals have continued to provide essential services on digital platforms.", "However, with the opportunities come risks.", "Major cyber attacks such as Solarwinds, Colonial Pipeline, and Kaseya in the United States, have led to significant consequences including on critical supply chains.", "Turning for a moment to Kenya, I thought of sharing with you a message I sent to all CEOs of commercial banks on March 15, 2020, which may provide an inkling as to our frame of mind at that time.", "\"..the coronavirus pandemic has arrived in America and Africa-like distant thunder that presages a summer storm.", "Only this is more like a tsunami.", "My first ask is that we face this crisis with courage, and remember that we don't have the sure-fire solution.", "Secondly, in times like this, we are reminded of our own frailty and the irreducible minimums of our human existence.", "A recent story from Wu Han reminded me of some things I take for granted-a simple sunset, good health, family, life.... Thirdly, let's be exceptional in our kindness to others.", "There are a lot of ugly stories out there but please remember \"a single act of kindness throws out roots in all directions, and the roots spring up and make new trees.\"", "Let's check on others-family, friends, neighbors... [...] We are now entering the eye of the storm.", "We will get thru this.", "The banking sector came into the pandemic on a solid footing with strong capital and liquidity buffers.", "We had also embarked on a transformation of the sector in 2016, culminating in the issuance of the Kenya Banking Sector Charter (the Charter) in 2019.", "The Charter sought to operationalize a vision of a banking sector that works for and with Kenyans, anchored on four pillars, customer-centricity, risk-based pricing, transparency and ethical banking.", "Its implementation was well underway as the pandemic broke out in Kenya in March 2020.", "The Central Bank of Kenya (CBK) had keenly followed the unfolding of the pandemic, as it erupted in China in January 2020, and spread with devastating results in Europe and the United States.", "As the first case was announced in Kenya in March 2020, CBK moved quickly together with banks and other players to put in place a set of measures to ride through the pandemic.", "The measures were intended to increase the use of digital platforms, facilitate the continued flow of credit in the economy while providing liquidity to banks and to ensure business continuity.", "In the end, it was about people.", "One and half years into the pandemic period, Kenya's banking sector remains stable and resilient.", "Digitialization has accelerated over the period, with over 94 percent of transactions being conducted outside bank branches up from 90 percent before the pandemic.", "Over a one year period to March 2021, with CBK providing regulatory flexibility, banks restructured 57 percent of gross loans.", "As at end July, the outstanding restructured loans stood at 16 percent of gross loans, with over 92 percent of the restructured loans performing as per the terms of the restructuring.", "From a credit risk perspective, the level of non performing loans to gross loans has fallen from 14.5 percent at end December 2020 to 13.8 percent at end July 2021, on the back of repayments and recoveries.", "In a personal message to my fellow Central Bank Governors on September 5, 2020, I summarized the situation as follows: \"COVID has tested us all and continues to re-test us every month with the new revelations.", "So far all in our families are okay and we pray for 'rona to be gone soon.", "Still, we have seen some positives, as people let go the crutches of materialism, \"no longer at ease here, in the old dispensation\" to quote T.S.", "Conscious of our mandate at the central bank, we have thrown almost everything at this beast, trying to stop the health crisis becoming an economic meltdown.", "Amazingly, the key constraint is data.", "If we had data to answer some key questions our policies would be better-precision bombing rather than blanket bombing like some other central banks that you know.", "I feel Donald Rumsfeld's pain when he famously broke it down into known knowns, known unknowns, and the unknown unknowns.", "Today we are foundering in the known unknowns.", "I think it compares to being in the middle of the Atlantic, without navigation equipment, no maps, and in a canoe.", "I don't want to be dramatic, but the canoe better get to shore.", "But all things considered, the Kenyan economy is recovering after a decline in April-May, thanks to its diversification.", "Getting back to the theme of the conference, how do we reimagine banking in Africa in a post-COVID world?", "I will venture in three broad directions, setting the ground for what I am sure will be an insightful discussion over the next two days.", "people centricity will be the orchestrating theme for banks.", "People's needs will be at the heart of all that banks do.", "The pandemic has had devastating impact on lives and livelihoods globally.", "By World Bank estimates, over 130 million people could be pushed into extreme poverty by 2030.", "In particular, MSMEs have been pushed to the edge by the pandemic and will require significant support if they are to survive.", "MSMEs, as you are aware, are the engines of growth across Africa.", "In 2018, before the pandemic, the International Finance Corporation had estimated a funding gap of USD331 billion for SMEs in Sub-Saharan Africa.", "I expect that with the pandemic, this gap has increased substantially, with banks expected to fund a significant portion.", "Beyond funding, banks will be expected to play a key role in providing business advisory services to MSMEs as they pivot their business models to the normal.", "agility will define the playing field for banks.", "Traditional business banking models will need to be refreshed to be fit for purpose in the world of anytime anywhere banking services.", "Customer expectations were changing even before the pandemic for anytime anywhere banking services.", "The pandemic has only served to accelerate the trend towards on-demand services.", "This will require agile business models, that banks on their own, may not be able to deliver particularly through legacy information, communication and technology (ICT) systems.", "Partnerships with new, nimble players will be imperative.", "In this regard, banks will be akin to conductors in an orchestra bringing together many different players particularly fintechs to deliver what customers require.", "This will in turn require banks to scale up through additional capital injections, mergers and acquisitions.", "regulation that will require recalibration The third and final theme is on to fit in the new normal.", "The fast evolving digital ecosystem is spawning a new set of players and activities that mimic financial services.", "Globally, there has been the proliferation of digital currencies that have been presented as payment instruments including cyptocurrencies, most notably bitcoins and more recently stablecoins.", "However, they have turned to be less of payment instruments and more of wealth management tools.", "Further, they have largely remained out of the realm of regulation, but are being closely watched by regulators.", "Closer home, a medley of financial services have emerged on digital platforms, most notably digital lending.", "A lot of these digital players, not being deposit takers have operated below the radar of regulators.", "This has caused grave social strife through exhorbitant interest rates, aggressive debt collection and overindebtedness.", "Regulators must therefore review their perimeters without stifling innovation.", "This is a discussion we are currently having in Kenya, with a Bill under consideration by Parliament to empower CBK to regulate fintechs offering digital lending services.", "As I draw to a close, the African banking sector has done relatively well in the pandemic but we must not be complacent.", "The pandemic remains far from over while the global terrain is rapidly shifting.", "We came into the pandemic with a well-developed digital ecosystem, leveraging mobile phone technology particularly in Kenya, Ghana, Rwanda,Tanzania and Uganda, among others.", "These digital rails have enabled the financial sector keep as they delivered much needed services.", "Will these advantages be enough to move the African banking sector to the next frontier?", "The simple answer is no, and African banks must reset their paths.", "They must keep their customers at the heart of everything they do while building ecosystems that meet customer needs at every stage of their lifecycle.", "Most importantly, they must build new ships that will steer them in the deeper ocean that they must play in.", "There is work to be done.", "I close with a personal message that I sent CEOs of commercial banks on January \"Congratulations, 2021 is finally here!", "With 2020 now consigned for the history books we should also acknowledge our many accomplishments during a very unusual year.", "Thank you for your contributions, even those that appeared small or trivial.", "Looking ahead, however, more than ever before the spirit of the legendary trailblazers is needed-courage and hope for the future.", "We will rise to the challenges along the way with the responsibility of a leader, treading boldly where others have not trodden.", "Unsurprisingly, the period ahead will provide us many opportunities to recommit to a shared future, ultimately improving the lives of those around us especially the most chapter in that history book.\"", "needy, and writing a more exciting I look forward to the deliberations and the outcomes over the next two days as we reimagine the future of the African banking sector."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["digitization", "MSMEs", "COVID-19", "banking sector", "resilience", "financial services", "regulation", "digital lending", "fintechs", "customer-centricity"]}