{"sentences": ["To our colleagues in the Philippine government, members of foreign chambers, ladies and gentlemen, good afternoon.", "I recall I last spoke before the joint foreign chambers in July this year.", "I am pleased to speak before you again, this time, amidst better circumstances, as recent macroeconomic developments point to a strong and sustainable recovery for the Philippine economy.", "I always say that while monetary policy only plays a complementary role in addressing the impact of this health crisis, it is a critical one.", "As such, the BSP has done quite a lot to support economic recovery.", "We are among the first central banks to respond to the pandemic.", "We cut policy rates to record lows and reduced the reserve requirement.", "As of October 14, 2021, BSP has injected ₱2.3 trillion - approximately USD46 billion - into the Philippine financial system.", "This is equivalent to 12.8 percent of GDP.", "We also implemented extraordinary measures, including provisional advances to the national government and purchase of government securities in the secondary market.", "The BSP also implemented time-specific and well-targeted regulatory relief measures to enable our supervised financial institutions to continue supporting the domestic economy.", "Once full recovery of the economy is underway, the BSP will implement a pre-planned exit strategy which shall safeguard the sustainability of the economic recovery while guarding against any emerging threats to the BSP's price and financial stability objectives.", "As BSP keeps policy rates low and maintains accommodative policy stance, it has been observed that banks pass on lower and declining interest rates to their clients.", "Our efforts to help safeguard livelihood, maintain order in the financial markets, and fuel growth are yielding positive results.", "Following the 12.0-percent rebound in the second quarter, our third-quarter growth rate of 7.1 percent was among the highest in the ASEAN.", "The nascent economic recovery is being supported by positive developments on the monetary, external and banking fronts.", "Inflation is decelerating as food prices decline.", "Looking ahead, inflation could settle above the 2 to 4 percent target range this year but is expected to revert to our target range in 2022 and 2023.", "The BSP will continue to closely monitor all risks to future inflation.", "We will remain vigilant against the emergence of second round effects and any possible unhinging of inflation expectations.", "Meanwhile, bank lending has started to recover amid ample liquidity, as well as the improvement in consumer outlook and business sentiment.", "Non-performing loans of the banking system have risen to 4.43 percent but remain within manageable levels.", "The operationalization of the FIST Act will allow financial institutions to unload their nonperforming assets and as a result, enhance their capability to provide financial services to productive sectors of the economy.", "Despite the increase in NPLs, the banking system remains well-capitalized.", "Our external payments position remains strong with sufficient buffers.", "The foreign exchange liberalization reforms that we implemented amidst the pandemic highlight our confidence on the resilience of our external payments position.", "They also showcase our efforts to promote greater ease in the use of FX resources of the banking system, and to further promote an environment conducive to businesses.", "This opinion is shared by relevant third-party observers.", "Throughout the pandemic-amid a wave of rating downgrades worldwide-the Philippines maintained its investment grade credit ratings.", "Beyond the short-term challenges of the pandemic, credit rating analysts say that sound fundamentals and policies will help the Philippines return to a sustainable growth path once the dust settles.", "While the pandemic temporarily disrupted the Philippines' growth momentum, it also presented opportunities to accelerate digitalization in the financial sector.", "To this end, we launched the Digital Payments Transformation Roadmap last year.", "Under this, we target half of financial transactions to be done electronically and 70 percent of Filipino adults to have financial accounts by 2023.", "To further accelerate our digitalization initiatives, BSP has approved the license of six digital-only banks.", "We expect these digital banks to have a strong start as they capitalize on the growing demand for cross-border digital remittances from the large overseas Filipino workforce across Asia and the Middle East.", "With physical distancing now a norm, we have seen substantial increase in transactions in PESONet and InstaPay.", "Looking beyond the country's borders, the BSP and the Monetary Authority of Singapore recently signed an enhanced FinTech Cooperation Agreement to facilitate interoperable payments between the Philippines and Singapore.", "The BSP intends to pursue similar arrangements with other monetary authorities in the ASEAN region.", "As we build our digital finance ecosystem, we encourage foreign investors who may bring advanced technologies and technical expertise to take advantage of untapped potentials in the financial services space and be our partners in achieving our economic growth and financial inclusion objectives.", "In closing, I would like to highlight the following: First, the Philippines' macroeconomic fundamentals remain sound.", "Together with carefully thought-out policy and public health responses and the sustained vaccine rollout, these will carry the Philippine economy toward sustainable recovery.", "Second, targeted fiscal support remains central to the COVID-19 response.", "Monetary policy will remain accommodative until domestic demand and overall macroeconomic activity recovers, as the BSP keeps in mind its price and financial stability objectives.", "And third, the BSP continues to support reforms aimed at raising the country's competitiveness and transforming the financial landscape so that it is future-ready through digitalization and adopting sustainability principles.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none"], "topics": ["Monetary policy", "Economic recovery", "Inflation", "Financial stability", "Digitalization", "Banking system", "External payments", "Credit ratings", "Financial inclusion", "Sustainability"]}