{"sentences": ["I would like to thank the organizers for inviting me to this workshop on Italy's attractiveness.", "In my short speech, I will focus on three aspects: the economic outlook for the Italian economy; the medium-term growth prospects and risks; and the great opportunity represented by the National Recovery and Resilience Plan (NRRP), which is the plan Italy has designed and is implementing in the context of the Next Generation EU (NGEU) Fund, the European recovery package to support Member States hit by the COVID-19 pandemic.", "The economic outlook The Italian economy returned to growth early this year.", "After a modest expansion in the first quarter, GDP rose markedly in the following two - by 2.7 per cent in the second quarter (on the previous period) and, according to the preliminary estimate, by 2.6 per cent in the third - boosted by domestic demand and, to a lesser extent, by external trade.", "The progress in the vaccination campaign contributed to strengthening consumer and business confidence and allowed a faster reopening of production and commercial activities.", "Households increased spending on goods and, above all, services.", "Firms expanded their capital accumulation plans, benefitting from favourable financing conditions and abundant liquidity.", "Recovery was diffuse amongst the main sectors, with industrial activity now standing above pre-pandemic levels.", "Consumer price inflation has recently reached high levels (3.2 per cent in annual terms last October), prompted mostly - as in the euro area as a whole - by factors that we assess as transient, notably the surge in commodity prices, which may continue in the coming months but is not expected to extend into the medium term.", "So far, the recent contractual agreements do not suggest any strong upturn in wage growth, in a context where margins of spare capacity in the labour market are still ample.", "That said, inflation developments and the related expectations, as well as uncertainties on the monetary policy responses by the main central banks, are reflected in higher financial markets volatility; in the recent weeks sovereign spreads of some euro-area countries, Italy is Back on Track: Recovery, Resilience and Attractiveness Remarks by Alessandra Perrazzelli Deputy Governor of the Bank of Italy Workshop on Italy's attractiveness Dubai EXPO 24 November 2021 2 including Italy, recorded a marked increase, in connection with fears about a possible reduction in monetary accommodation.", "Government policies adopted during the pandemic to support households and firms' access to credit contributed to mitigating the impact on the quality of bank assets.", "Indeed, banks' nonperforming loan ratio remained stable at historically low levels, and the gradual phasing out of the support measures, which is now being implemented in the context of the economic recovery, is occurring without tensions.", "Banks, on their side, should continue to carefully assess the borrowers' repayment capacity and to make prudent and timely provisions.", "The gradual recovery in the real estate market continues, in line with the current economic condition and with no signs of overvaluation.", "The medium-term growth prospects and risks Looking ahead, prospects remain favourable.", "In its latest assessment, the European Commission projects Italian GDP growth to exceed 6 per cent this year, 4 per cent next year and to remain above 2 per cent in 2023, with output regaining its pre-crisis level in the first half of 2022, which is earlier than previously anticipated.", "Our own expectations are similar.", "We envisage strong domestic demand to sustain economic recovery.", "A significant contribution to growth is expected to come from investments, thanks both to fiscal policy measures - with the use of national and EU funds - and to financing conditions that, based on current market forward rates, are set to remain favourable.", "This macroeconomic scenario remains subject to non-negligible risks.", "In the short term, the new worsening of the pandemic - although much less severe than in the past waves and currently more pronounced in other countries of the euro area - could lower household and business confidence and delay the recovery of contact-intensive sectors.", "A longer persistence of supplyside bottlenecks could exert a more pronounced impact on production and inflation.", "Further elements of uncertainty relate to the international economic cycle.", "In the medium term, it will be crucial to ensure a significant reduction in the debt-to-GDP ratio through higher growth and steady fiscal consolidation.", "The opportunities offered by the National Recovery and Resilience Plan Over the longer horizon, economic prospects for Italy may benefit substantially from policies aimed at fostering growth potential.", "The NRPP, engaging 205 billion euro of EU funds (with additional 30 billion of national resources), sets out a coherent package of reforms and investments that are meant to address, among other things, the challenges posed by climate change and the digital transition.", "It represents an important opportunity to increase the quality of our productive system and public institutions.", "According to our estimates, the measures envisaged by the NRRP could raise Italy's GDP by more than 2 per cent by 2024, an outcome consistent with interventions that are strongly concentrated in public investment spending.", "Over a ten-year horizon, we assess that the reforms and the incentive plans for research and innovation laid out in the NRRP could boost productivity and thus increase GDP by between around 3 and 6 percentage points.", "The Italian economy is under a fast and firm recovery from the sharpest contraction since the Second World War.", "To reap the gains envisaged by the NRRP and stand ready to cope with ongoing global challenges it is of paramount importance that, in a context of relaxed financing conditions for households, firms, and sovereign, the investment plans and reforms are implemented in a prompt, effective and efficient way."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination"], "topics": ["National Recovery and Resilience Plan", "Economic Outlook", "Medium-term growth", "Consumer Price Inflation", "Monetary Policy", "Banks", "Real Estate Market", "Debt-to-GDP Ratio", "Climate Change", "Digital Transition"]}