{"sentences": ["Building a Future-ready Banking System1 (Remarks delivered by Shri M. Rajeshwar Rao, Deputy Governor, Reserve Bank of India - June 16, 2022 - at IMC's 12th Annual Banking & Finance Conference held in Mumbai) Good morning, everyone!", "Thank you for inviting me to deliver this inaugural address this morning.", "This conference has been appropriately timed and quite aptly themed as we strive to come out of the debilitating impact of the pandemic.", "While some parts of the country are witnessing a rise in infections, the vaccines seem to have reduced its impact and infections are not as severe as they were previously.", "Hopefully, going forward we would be able to go on with our lives even as a new normal has dawned.", "Building a resilient financial system is a matter of collective effort and this has been a critical learning from the pandemic and other crises.", "All of us are stakeholders in building a robust and resilient financial system and our collective and coherent response will make this endeavour less arduous.", "Against this backdrop, let me reflect on the strengths and challenges for the financial sector as we keep up our efforts to recalibrate a sustainable growth path.", "The outbreak of COVID saw Governments across the globe impose unprecedented lockdowns because it was considered necessary to contain the spread of the virus.", "The consequential economic impact led to widespread downward revisions in GDP projections with some countries, including ours, experiencing GDP contraction, last heard of during the fallout of 2008 Financial Crisis (GFC).", "COVID-19 pandemic also happened to be the first real test of resilience of the global financial system since implementation of G20 reforms following the GFC.", "Now, as the world slowly and steadily steps into the post pandemic period, the collective focus should be on building stronger and resilient economies that will deliver inclusive growth in a sustainable manner and be adept at navigating future shocks.", "Evolving conditions in the Russia-Ukraine conflict, increase in the prices of crude oil, food grains and other commodities, along with rising inflation have just compounded these challenges.", "Policy Response to COVID in India 4.", "Historically, every crisis has forced us to rethink and has almost always brought out the best in us.", "In the context of our economy, we can safely say that the Government and the Reserve Bank were closely monitoring the developments both globally and in India and have calibrated the fiscal, monetary, and regulatory responses depending upon the nature and intensity of the impact.", "While we all are aware about the monetary policy measures and liquidity support to the banking system along with targeted operations aimed towards supporting NBFCs, MSMEs, MFIs, among others, let me focus a bit on the levers of the prudential regulations which became enablers for extending relief to a large spectrum of individuals, small business, and industries.", "Calibrated Prudential Response 5.", "The prudential interventions had to be rolled out cautiously and in a phased manner.", "During the initial phase of the pandemic, the focus was more on enabling the borrowers and individuals to weather the immediate financial stress through the loan moratoriums.", "Subsequently, even as the liquidity infusion mitigated the initial impact of the pandemic on the markets, the financial stress began to manifest as the borrowers started feeling the impact of business losses on their balance sheets.", "It was at this juncture, that the Reserve Bank decided to rollout targeted resolution frameworks.", "While framing these measures there was a sense of déjà vu, as the experience of similar dispensations extended during the earlier crisis periods were not very encouraging.", "It is now argued, albeit with the benefit of hindsight, that some of the regulatory dispensations on asset classification during the post-GFC period, contributed in part to the build-up of NPAs in the subsequent years.", "But again, the key lesson which was drawn from the experiences of that period was that the problem assets need to be 'recognized' and 'provided for' at the earliest through realistic assessments and also by building in sunset clauses for the regulatory schemes to the extent possible.", "Of course, the absence of credible insolvency regime at that point in time was also one of the key factors responsible for the problems cropping up later.", "Just compare that situation with the current one, when there is a formal Insolvency and Bankruptcy Code in place since 2016.", "With the legal issues around the IBC having been largely settled in a relatively short period, it has become a preferred channel for resolution specially for large value accounts.", "In this context, the resolution frameworks announced by the RBI in the wake of Covid19 assimilated the learnings from the past, maintaining a fine balance between prudence and financial stability on one hand while enabling a flexible system for helping the COVID stressed borrowers on the other.", "The resolution plans implemented under the frameworks included rescheduling of payments, conversion of any interest accrued, or to be accrued, into another credit facility and granting of moratorium based on an assessment of income streams of the borrower for up to two years.", "The intent was that reliefs for each borrower was to be tailored by banks to meet the specific problem being faced by the borrower depending on need rather than have a broad- brush approach in dealing with the issue.", "One other distinct feature this time around was a special Committee constituted with banking experts to arrive at the sector specific benchmark ranges for the identified financial parameters to be factored into each resolution plan implemented by the lending institutions.", "As things moved on, there came the resurgence of the pandemic during the second wave.", "The Reserve Bank came up with the Resolution Frameworks 2.0, this time primarily targeted for individuals, small businesses and MSMEs as the lockdown measures were more localized in nature and the impact was much limited.", "In implementing these resolution frameworks, banks encountered several challenges.", "While establishing the viability of the borrower itself was a challenge under the circumstances, managing the expectations was equally tough.", "The expectations were multifarious given the widespread economic pain caused by the pandemic.", "Some of the representations made at that time were to: Extend the moratorium beyond August 31, 2020; • Waive off interest/ interest on interest during the moratorium period; • Permit moratorium for all accounts, instead of being at the discretion of • Restructure all impacted accounts unconditionally; Include all Standard accounts for resolution under the frameworks besides NPA accounts and not just the accounts overdue for less than 30 days; Customise the framework to address sector-specific issues such as real estate, hospitality, other contact intensive sectors, etc; Modify Kamath Committee recommendations relating to financial parameters as they were perceived to be onerous and impractical to achieve.", "From a regulatory perspective, the response was dovetailed to address the specific challenges unique to the economic fallout of the pandemic.", "Permitting such accommodations as sought for, would have entailed significant economic costs which could not have been absorbed by the banks and other lending institutions without seriously denting their financials, which in turn would have had negative implications for the depositors and other stakeholders besides impacting financial stability.", "It also needs to be appreciated that the RBI guidelines on moratorium and Resolution Frameworks were discretionary and not mandatory for the lenders as well as the borrowers.", "The lending institutions were permitted to extend the moratorium to any borrower/ class of borrower in a transparent manner based on their Board approved policies.", "Similarly, even the borrowers had the discretion to decide whether or not to avail the moratorium, after weighing the pros and cons.", "Giving a regulatory fiat under the circumstances was not considered feasible on account of two reasons- first, we needed to differentiate between the COVID induced stress and structural viability issues; and, second - the lending institutions were expected to assess the viability of each borrower because they had the pulse of borrowers' cash flows and both- risks and reward were theirs to reap.", "There were also demands to design sector specific schemes.", "As regards the sector specific demands, it is one of the stiffest challenges for a regulator since it gives rise to moral hazard issues.", "The approach thus was to help lending institutions design their schemes in a suitable manner to build in such flexibility in the Resolution Frameworks.", "The underpinning logic is that resolution plans are ultimately commercial decisions of the lending institutions, and the regulator should only specify the boundaries of the game through overarching steady-state frameworks.", "The regulatory flexibility cannot and must not be used to solve the structural issues affecting a particular sector and as such regulatory dispensations can at best only provide a temporary relief.", "Overall, every regulatory forbearance has its trade-off in terms of adverse incentives and unintended consequences.", "As a result of the co-ordinated efforts of the Reserve Bank and Government, in 2021-22, the year on year (YOY) growth in SCBs' credit gathered steam.", "The success of regulatory interventions, provision of ample banking system liquidity, coupled with the government's efforts to boost credit demand conditions in the economy was reflected by credit offtake in various sectors.", "The momentum in SCBs' credit offtake has been mostly positive since end-August 2021 and it increased by 9.6 per cent on a year-on-year basis for 2021-22 as compared with 5.6 per cent the previous year.", "According to data on the sectoral deployment of bank credit, credit to agriculture and allied activities grew by 9.9 per cent in March 2022 vis-à-vis 10.5 per cent in March 2021.", "Bank credit growth remained robust for a buoyant agriculture sector even during the COVID-19 pandemic period with continued support of the government's interest subvention scheme.", "Industrial credit growth improved steadily after Q1:2021-22 and accelerated to 7.1 per cent in March 2022. Credit to micro and small industries also posted a faster growth of 21.5 per cent in March 2022 from 3.9 per cent during the previous year.", "Credit growth to large industry, which was mainly in contraction zone till December 2021, turned positive in January 2022 and stood at 0.9 per cent in March 20222. .", "The preliminary assessment of health of the banking sector is encouraging.", "The restructured portfolio of banks as a percentage of total advances had expanded significantly post September' 2020 owing to restructuring of accounts undertaken in view of the Resolution Frameworks announced by RBI.", "However, the situation seems to be gradually stabilising.", "The asset quality of the banks has improved and the GNPA and NNPA levels of the banks have improved from the pre-pandemic levels.", "The fresh slippages have broadly been brought under control.", "Banks have also enhanced their provisions for impaired portfolios including provisions towards the restructured accounts as envisaged under the Resolution Frameworks (Chart-1 & 2).", "The banks have also facilitated timely credit offtake to catalyse the economic recovery.", "Needless to mention the ECLGS scheme rolled out by the Government too effectively dovetailed with the overall efforts in mitigating the risk aversion amongst the lending institutions.", "These efforts have also found favour amongst the investors and the markets too have supported banks in their capital augmentation measures.", "Today, most of the banks have a comfortable capital position which should position them well to support economic recovery (Chart-3).", "These data points do give us a degree of comfort at this juncture.", "However, we may also have to wait a bit longer to see how the impact completely plays out.", "While we have attempted to combat the effects of pandemic on the financial system, the task is only half done, we have to ensure that the financial system escapes unscathed as we exit from the pandemic driven regulatory forbearances.", "The pandemic also saw financial sector enjoying a favourable momentum with increase in liquidity, flow of credit and government spending on relief programs.", "It is increasingly getting debated in global forums as to whether the pandemic induced measures have led to build up of leverage and debt over-hang in non-financial sectors.", "Prudence, therefore, has to be exhibited by banks to ascertain whether the current levels of asset quality being exhibited is on account of improvement in fundamentals of business on account of deleveraging and efficiency gains or on account of support extended by the authorities through the measures elucidated above.", "We expect banks and other financial institutions to pro-actively undertake stress testing of their loan books subjecting them to various levels of stress including extreme scenarios to estimate the loss absorption limits available at disposal and take measures to augment the same wherever necessary.", "As a regulator, we still have miles to go before we sleep and therefore, continue to contemplate and roll out measures to improve the resilience of financial sector through planned and calibrated regulatory interventions.", "The Scale-Based Regulatory Framework for NBFCs, activity-based regulation for microfinance sector and guidelines to improve governance in private banks are few examples of our approach.", "As we continue to roll out regulatory measures, let me mention a few of them which are in the pipeline which would help make the banking sector more resilient to withstand economic shocks in times to come.", "One of the key lessons which we can draw from our Covid experience is that the effectiveness of any policy response in crisis situations is critically dependent on the strength of the financial sector balance sheet.", "The report put out by the Basel Committee on early lessons from the Covid-19 pandemic finds that the increased quality and higher levels of capital and liquidity held by banks have helped them absorb the impact of the Covid-19 pandemic.", "It would therefore be imperative to work towards putting in place appropriate prudential and accounting frameworks that enhance institutional resilience.", "To achieve this, we have come out with a Discussion Paper in January this year seeking comments from the stakeholders for a comprehensive review of the prudential norms for classification, valuation, and operation of the investment portfolio.", "The guidelines for valuation of investments were last revised in the year 2000.", "Since then, the domestic financial markets had grown in leaps and bounds in terms of volumes, liquidity, and underlying technology.", "Illustratively, in the Government Securities market we have seen the operationalisation of an anonymous electronic order matching system viz.", "NDS-OM, DVP-III, establishment of Clearing Corporation of India Limited (CCIL) as a central counterparty and introduction of Liquidity Adjustment Facility (LAF) and a whole suit of trading and hedging products such as market repo, Triparty Repo, Interest rate futures and options, etc.", "At the international level too, there have been several changes in the regulatory norms and accounting practices.", "While RBI has been tweaking the guidelines in response to situations as they emerged, there was a widening gap between our norms and the global standards and practices.", "A comprehensive review was therefore overdue and called for.", "The Discussion Paper (DP) proposes radical changes which are designed to give greater flexibility to banks in the management of their investment portfolio while addressing concerns through enhanced disclosure.", "The idea is to align the prudential framework with global standards, while retaining elements which are germane to the domestic context.", "Some of the proposals in the Discussion Paper are symmetric recognition of fair value gains and losses, removal of various restrictions on investment portfolio such as the ceilings on investments in held to maturity (HTM), allowing non-SLR securities to be included under Held to Maturity (HTM) book, etc.", "The proposals in the DP, especially those on disclosures, would promote transparency and market discipline while giving the increased degree of freedom to banks.", "We are in advanced stages of finalising the revised norms based on feedback received and hope to issue guidelines on the new framework soon.", "Another issue that is engaging our attention is the framework for provisioning on loan exposures.", "Currently, banks operating in India are required to make loan loss provisions on incurred loss model, wherein provisions are made after occurrence of default.", "However, loan default itself is a lagging indicator of stress, or more to say an outcome of build-up of stress over a period in the loan account.", "Thus, incurred loss approach is inefficient since it may prove pro-cyclical during economic downturns which can severely impact the health of banks as well as the financial system.", "This also meant that recognition and crystallisation of credit risk usually lags the actual increase in credit risk for the banks.", "Such delays in recognizing expected losses under an \"incurred loss\" approach were found to exacerbate the downswing during the financial crisis of 2007-09.", "Faced with a systemic increase in defaults, the delay in recognizing loan losses resulted in banks having to make higher provisions which eroded the capital maintained precisely at a time when banks needed to shore up their capital, thereby affecting their resilience and exacerbating the systemic risks.", "Further, the delay in recognizing loan losses and consequent higher dividend pay-outs reduced internal accruals to the capital.", "This experience prompted the G-20 and the Basel Committee on Banking Supervision (BCBS) to recommend to accounting standard setters to modify the provisioning practices to incorporate a more forward-looking approach rather than to require the losses to happen before they are recognized.", "This encouraged the move towards adoption of provisioning standards that require the use of expected credit loss (ECL) models rather than incurred loss models.", "In principle, the approach requires a credit institution to estimate expected credit losses based on forward-looking estimations rather than wait for credit losses to be incurred before making corresponding loss provisions.", "However, banks in India follow the \"incurred loss\" approach for loan loss provisioning, while the bigger non-banking financial companies (NBFCs) are following the more forward looking \"expected credit loss\" approach for estimating credit losses.", "Therefore, to achieve global convergence in regulations, we propose to issue a Discussion Paper on introduction of a framework on Expected Credit Loss (ECL) for banks.", "The idea is to formulate principle-based guidelines, supplemented by regulatory backstops wherever necessary.", "The Discussion Paper would seek to solicit comments from all the stakeholders, including the business community, on the proposed approach and the final contours of the transition will take into account the feedback received.", "Concluding Remarks 28.", "The last two years have been tough on everyone but as individuals and a nation we have exhibited resilience and fought our way back.", "As we slowly step into the post pandemic world, we must strive to be ahead of the curve in designing and nurturing a financial system that is resilient and sustainable.", "As a closing thought I would like to leave you with a quote by Nelson Mandela: \"The Greatest Glory in living lies not in never falling, but in rising every time we And indeed, we shall rise strong.", "Wishing you all the very best!"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["prudential regulations", "resolution frameworks", "credit growth", "asset quality", "banking sector", "financial stability", "liquidity", "non-financial sector", "Basel Committee", "expected credit loss"]}