{"sentences": ["Accompanying charts to the speech Shocks hitting the euro area economy A mixture of global shocks has set-off high inflation.", "The pandemic first caused supply chain restrictions, pushing up inflation, which was subsequently reinforced by pent-up demand.", "This strong demand shock effect in the first half of this year has been an upside surprise for central banks.", "A similar pattern can be observed in the energy crisis as a result of the war in Ukraine.", "The disrupted energy supply is a classic negative supply shock leading to elevated energy prices.", "Governments have responded with extensive fiscal measures, which support demand.", "If the scope of the support measures is too broad, they will fuel inflation.", "The impact of the shocks differs per region.", "In the euro area, pent-up demand has been less dominant than in the US due to a much more moderate fiscal response in the pandemic.", "The euro area also is directly affected by natural gas supply disruptions, unlike the US, which are a main energy producer themselves.", "These differences show up in the drivers of inflation.", "A decomposition analysis based on a SVAR model shows that whereas supply shocks effects are substantial in the euro area, demand effects dominate in the US [ Chart ].", "Inflation outlook Due to the configuration of shocks, inflation has turned out higher and more persistent than previously projected.", "According to the baseline projection of the ECB, inflation in the euro area remains far too high and is likely to stay above 2% for an extended period of time.", "Model projections are the cornerstone of our decision making, but they are only one input.", "Especially in times of successive shocks that are not -- and cannot be -- fully captured by the models underlying these projections.", "The unprecedented economic conditions imply high uncertainty for the inflation dynamics.", "In the euro area, we have seen a broadening of inflationary forces since mid-2021, with strong price dynamics in a wide range of goods and services, taking inflation to 10% in September [ Chart ].", "This broadening beyond energy inflation is reflected in core inflation, which has increased from less than 1% mid-2021 to 4.8% in September.", "Other indicators of underlying inflation, for instance measures that reflect common drivers of inflation, confirm this evolution of inflation as well.", "We should be vigilant for a wage-price spiral.", "In many euro countries wage negotiations take place in the fall.", "There are signs of substantially higher wage demands, some of which have already been met.", "While incidental inflation compensation is sensible to support purchasing power, especially where wage growth has lagged productivity growth, inflation will become more entrenched if high wage increases become a repeat prescription.", "To prevent such vicious dynamics, central banks will have no choice but to act according to their mandate to keep inflation expectations anchored.", "Similarly, targeted fiscal support to shield those most vulnerable to high inflation is more than welcome.", "Broader fiscal stimulus, however, will push up demand and thus counteract the course of monetary policy.", "In this case too, central banks will have no choice but to act according to their mandate to keep inflation expectations anchored.", "ECB monetary policy response When inflation is projected to stay above target and economic growth is constrained by inelastic supply, monetary policy cannot maintain its expansionary posture that has been in place for over a decade.", "Given this inflation outlook, we have to take interest rates to levels that bring the economy back in equilibrium, in order to keep inflation expectations in line with the 2% target.", "In December 2021, the ECB started normalising its monetary policy by announcing the end of net asset purchases.", "Several months later, the net purchases were concluded.", "PEPP in March and APP in July.", "The policy rates have been raised in two large steps and we expect to increase them further over the coming months.", "Financial markets have anticipated this, as reflected in the strong rise of bond yields since early 2022.", "As a first step, we will increase policy rates to a level that gives us sufficient comfort that we will have entered the range of plausible estimates for neutral.", "While the precise level of the neutral interest rate is shrouded by uncertainty, it is clear that we're not there yet.", "In any case, I am increasingly convinced that we need to do more than just removing accommodation to fulfil our price stability mandate.", "Indeed, the uncertain macro-economic environment, with clear and present upside risks to inflation, calls for a risk management approach erring on the side of resolve.", "In line with our strategy review, the larger the risks of inflation expectations moving away from our 2% target, the more forceful our response will have to be.", "For now, and for the next few months, we will thus be guided onwards and upwards by our data-dependent and meeting-by-meeting approach.", "I should add that I do not expect policy rate hikes to come to an abrupt end.", "The farther we hike and the closer we get to restoring a credible prospect of inflation moving back to target, the smaller rate steps will likely become.", "The level to which the policy rate will be increased also depends on the calibration of other tools, including the run-off of the central bank balance sheet.", "Once we will have reached neutral territory with our policy rate, it makes sense to consider the roll-off of asset purchases by limiting reinvestments.", "This would help transmitting our tighter monetary policy evenly across the yield curve and ensure that all monetary instruments work in the same direction.", "Model simulations indicate that lifting the policy rate in tandem with an upward term premium effect helps to reach the target more efficiently, as it lowers both peak inflation and the required terminal rate.", "I do believe that we should move gradually here.", "To this end, it makes sense to distinguish APP from PEPP.", "The former is an instrument exclusively to steer the monetary stance and should be seen as a complement to the policy rate.", "PEPP plays a dual role, by also countering serious risks to monetary transmission related to the pandemic.", "It implies that decisions about unwinding these programmes do not have to run in parallel per se.", "Finally, to ensure that the monetary policy stance is transmitted smoothly across all euro countries, the Transmission Protection Instrument (TPI) was introduced in July 2022.", "It supports price stability in the euro area as a whole, while preventing unwarranted, disorderly market dynamics.", "The combination of PEPP's built-in flexibility with respect to reinvestments, the newly created TPI, and the existing Outright Monetary Transactions (OMTs) makes for a richly filled toolbox to counter any unwarranted, disorderly market dynamics that would in turn threaten to derail the pursuit of our price stability mandate."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Supply shocks", "Demand shocks", "ECB monetary policy", "Neutral interest rate", "Wage-price spiral", "Core inflation", "Transmission Protection Instrument (TPI)", "APP", "PEPP"]}