{"sentences": ["Ladies and Gentlemen, It is a great pleasure for me to be with you again -physically with you - in Tokyo for this International Financial Forum organised by Paris Europlace.", "I am honoured to share the closure of this event with my colleague and friend Governor Kuroda.", "We face together the awful Russian war in Ukraine, and its consequences on energy and economy.", "I will start with a brief description of the macroeconomic outlook in the euro area, and with our monetary policy normalisation (l).", "I will then focus on sustainable finance in France, Europe and Japan: it has a key role to play in our ecological transformation, more needed than ever (II).", "Macroeconomic outlook in the euro area A.", "Despite recent shocks, growth outlook has shown overall resilience so far Let me start with the macroeconomic situation in the euro area, which has so far shown resilience.", "In 2021 our economy had strongly recovered from the Covid crisis: growth had reached 5.2 %, and even 6.8 % in France.", "We Europeans have remarkably overcome the Covid crisis, which hit us early and strongly.", "We achieved this through enhanced European unity, for instance in purchasing vaccines, and in implementing common budgetary measures to support our recovery (SURE and Next Generation EU programmes).", "This allowed for a significant carry-over: according to Commission's forecasts published last Friday, euro area economy should grow by 3.2 % in 2022 as a whole , more than the forecast for the United States.", "All economic forecasts are nevertheless surrounded with high uncertainty at present times, in light in particular of the latest of an unprecedented series of shocks.", "By the way, this is why we need to regulate strongly and quickly crypto assets internationally: the last episodes show us that we cannot allow for a second \"crypto winter\" to still add to uncertainty and financial instability.", "The Russian war in Ukraine is feeding a further surge in energy prices and other commodities, hence a negative shock on terms of trade.", "This geopolitical and economic environment weighs on the confidence of businesses and consumers.", "In particular, inflation has become the prime concern of our European citizens.", "The rise in consumer prices has amplified in recent months, reaching 10.7% in October - France displays the lowest rate in the euro area with 7.1 %, thanks in particular to its \"tariff shield\" which protects households from increases in energy prices.", "Although such fiscal measures are politically needed, they should remain temporary, in addition to being targeted more precisely at consumers who need them the most, and targeted in keeping a \"price signal\" that provides an incentive to decrease energy consumption, in order to help minimise the risk of energy shortages.", "They should also be further coordinated at the European level.", "B.Monetary policy will be efficient to bring inflation back towards 2% Let me clarify something fundamental: in the medium term, the real answer to inflation is not fiscal, it is monetary.", "In the euro area and elsewhere, although it retains a strong external component (around half of headline figures in the euro), inflation is becoming more \"domestic\" and broad-based.", "In October, core inflation (which excludes energy and food) stood at 5.0% in the euro area.", "Monetary policy has a more direct impact on core inflation, and central banks cannot not let it get out of hand and persist.", "This our mandate, and our responsibility.", "Therefore a normalisation in our stance has been clearly warranted over the last year.", "The ECB Governing Council decided on 27 October to raise its key rates by another 75 basis points, the third significant increase in a row, bringing the deposit facility rate to 1.5 %.", "In doing so, we have removed a substantial part of our accommodative policy, and are clearly approaching the \"normalisation range\" which can be estimated at around 2% in the euro area.", "We should reach this level by December.", "Beyond this, we will probably continue to raise rates, but we may do so in a more flexible and possibly less rapid manner - \"jumbo\" rate hikes will not become a new habit.", "Since July, we have been making decisions on a meeting-by-meeting basis.", "A favourable condition to interrupt rate hikes would be clear signs of a turnaround in the core inflation trend, i.e.", "One word about the comparison with the US: on both sides of the Atlantic, inflation is too high.", "But it doesn't have the same nature: the energy component is higher in Europe; the demand one higher in the US, where the labour market is also tighter.", "Hence we don't need to raise rates at the same pace, nor to the same level.", "That said, signs of peaking inflation - headline and core - in the US last Thursday are good news for everyone, as the US has been ahead of the global inflation cycle, and the US monetary tightening has had strong spill overs on the rest of the world through the high level of the dollar.", "Central banks are thus playing their part in the fight against inflation, but let us not forget structural economic measures.", "\"Beefing up\" our productive capacity also has the potential to help reduce inflation in the longer term, in addition to increasing potential growth.", "This holds especially true when it comes to our ecological transformation, in order to decrease our dependency on fossil fuels.", "Beyond the significant adaptations that are needed in our productive systems, this major transformation will require massive investments, both public and private.", "And this is where sustainable finance has a key global role to play.", "Sustainable finance in France, in Europe and in Japan A.", "Sustainable finance, especially green finance, remains dynamic despite difficult conditions in bond markets While issuance of bonds have slightly decreased in 2022, due to an uncertain economic and financial environment, it is striking that most segments of sustainable finance have resisted well.", "In particular, green bonds have even continued to expand by 15% in the first half of 2022, reaching EUR 260 billion.", "Among those, sovereigns represent almost half of total issuance volumes.", "The French state, which was the first sovereign issuer of green bonds in 2017, now has the greatest outstanding, amounting to EUR 45 billion.", "And the European Commission, with its ongoing NGEU programme, is gaining momentum and will become the biggest issuer within the next few years, as it is set to issue 30% of this programme, or EUR 250 billion, in green bonds.", "(iv) Japan is also gaining momentum, notably through its green growth strategy laid out in December 2020 to facilitate private investment - through green finance among others.", "Central banks' and supervisors' actions regarding climate change Central banks and supervisors are delivering what they promised, in their catalytic role within the financial system.", "Let me stress a few recent and important steps forward in Europe and in France.", "The Eurosystem is now incorporating climate change into the ECB's monetary policy operations, as announced by President Christine Lagarde in early July.", "When it comes to its non-monetary policy portfolios, after achieving the 2°C objective, the Banque de France will now align them with the 1.5°C objective, starting with European equities by end-2023, and completely by end-2025.", "As supervisors, the French ACPR conducted the first pilot stress tests dedicated to climate risks in 2021, followed by the ECB in 2022.", "Many jurisdictions (36 at this stage, including Japan) have followed, or are following the same road.", "The release last summer of six updated NGFS macrofinancial scenarios will allow for enhanced assessments.", "This network, based in the Banque de France with an Asian chair, Ravi Menon of MAS, now has more than 120 members.", "We are very happy to count the Bank of Japan and the Japanese FSA among them.", "C. Raising stakes for standard setting and supervisory requirements Appropriate disclosure is obviously of the essence to foster sound and trustworthy green finance.", "Europe has been a pioneer in drafting standards.", "Since then, the newly born ISSB has published two draft standards on general disclosure requirements and climate-related disclosures, and the US SEC climate(vii) has published a proposal on related requirements, which would - if adopted - gradually come into force between 2024 and 2026.", "These initiatives are obviously welcome: climate change is a global topic.", "And we cannot, even if we wanted it, have a single standard.", "But we collectively have to ensure that these standards are interoperable: as a bottom line, when an entity complies with a set of requirements from any jurisdiction, it should mean that it also complies with the global baseline provided by the ISSB.", "None of the major sets of norms are carved in stone; the EFRAG and ISSB are fortunately working hard towards convergence, and making strong and quick progress.", "As a complement to stress tests, relying on robust transition plans from banks and insurers is the best way forward.", "It would allow for a dynamic, holistic and risk-based approach, which in my view is far preferable to static and not risk-based greensupporting and brown-penalising factors.", "The question now is how to \"operationalise\" stress tests and transition plans into capital requirements.", "In my view the simplest and most international way forward is to integrate them into Basel capital requirements, in Pillar 2 on risk governance, business model and credit risk as a first-stage approach.", "To conclude, let me recall what the avant-garde fashion designer Issey Miyake inspiringly said: \"Many people repeat the past.", "Today's shifting world gives even more credit to this Japanese master, who relentlessly navigated between Tokyo and Paris, designed Steve Job's black turtlenecks in which he delivered his keynote speeches, and stood as a pioneer of fashion tech and ecology.", "Let us, in this challenging crisis, stand as pioneers too.", "Support to mitigate Unemployment Risks in an Emergency Autumn 2022 Economic Forecast: the EU economy to a turning Commission, 11 November 2022 Source: Bloomberg, Banque de France calculations European Commission, Next Generation EU Green Bonds Network for Greening the Financial System International Sustainability Standards Board Securities and Exchange Commission Past progress induces new challenges : raising the stakes Villeroy de Galhau, F., for standard disclosure, supervisory requirements and collective governance, speech, Climate Finance Day, 27 October 2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable finance", "Monetary policy", "Inflation", "Green bonds", "Climate change", "Energy prices", "Russian war in Ukraine", "Macroeconomic outlook", "Issuance of bonds", "Stress tests"]}