{"sentences": ["Main intervention We face a very complex problem.", "Allow me to compare it with a monster from the Greek mythology, the multiheaded Hydra.", "Inflation has three heads, and therefore three weapons are needed.", "Monetary policy is one of them, but it should not be left alone.", "If it is the only weapon used, it would be costly in terms of output and employment.", "The other two weapons are fiscal and energy policies.", "Inflation, in Europe at least, is clearly driven by supply shocks, such as the pandemic and the energy implications of the Ukraine war.", "Looking at the big picture, Europe is a large net energy importer, hence what we actually observeis equivalent to an energy tax imposed on Europe, by a foreign country, which reduces its net income or welfare by about 5% of GDP.", "We are different from the US, which is neutral or even an energy exporter.", "% of the disruptions in consumer prices come from only one commodity, i.e.", "natural gas, which due to our electricity marginal cost pricing rules, affects one to one electricity prices.", "According to our models and estimations, between 2022 and 2023 gas prices are assumed to go up by 40%.", "The same holds for wholesale electricity prices, due to marginal cost pricing and despite the fact that other energy inputs, including oil, renewables and hydroelectric power, are expected to fall by about 20%.", "This is what keeps average expected inflation high, at 5.5% in 2023 from 8.1% this year, according to the baseline scenario of the ECB projections.", "We have no evidence up to now of second-round effects.", "Wage growth in Europe has remained contained, on average around 3-3.5%, close to the 2% target, taking also into account productivity growth.", "Inflation expectations, both survey-based and 5year/5year swap rates, remain anchored at 2%.", "We have no positive output gap.", "To the contrary, we have revised our expectations on the output gap, which should close at the end of 2024, two quarters later than in the previous projections.", "Nevertheless, even in the current circumstances where inflation is in fact cost inflation, monetary policy is an important weapon, because it keeps expectations anchored and second-round effects under control.", "This is why we took this front-loaded step yesterday increasing our key interest rates by 75 basis points, despite the fact it may have a cost in terms of output and employment.", "We want to approach what our models suggest is the neutral rate.We are not yet at the neutral rate which is much higher than zero.", "Is monetary policy normalisation alone a sufficient and optimal response to this complex problem?", "No, it needs two more weapons.", "We need energy policy to disentangle, at least temporarily, electricity prices fromnatural gas prices, but also to retain incentives for energy conservation and green energy investment.", "Lastly, fiscal policy has to retain a stance that is not in conflict with monetary policy, but is also not horizontal and is targeted to support the most vulnerable.", "It needs to combine taxes on the windfall gains of certain energy producers and subsidies for the losers.", "Second intervention As George Bernard Shaw noted, usually in the evaluation of the situation the pessimists are right, but if our world is as it is today and progress has been made, it is because of the optimists.", "If policymakers are not optimists, then they transmit depression to the private sector, companies and households.", "This is a conclusion of the psychologists, and not only from an economic point of view.", "Antifragmentation tools are needed because we are not a perfect economic and monetary union (EMU).", "We are only a perfect monetary union.", "We do not have a fiscal union.", "We don't even have a banking union, because we don't have a common deposit insurance scheme yet.", "We are not a capital market union.", "This is why, with the first signs of instability, the classical division between North and South comes to the surface irrespective of the fiscal situation.", "In the European South, the debt-to-GDP ratio in Greece for instance, which is high, falls dramatically.", "Currently, the snowball effect, which is the difference between the growth rate and average interest rate, is favourable.", "This is the kind of policies we need to have.", "We need antigfragmentation instruments in the central bank because the other part of EMU is not yet perfect.", "The burden falls on the perfect part,which is the monetary one.", "Do not forget that we were unanimous in our pledge in July that we will not allow again fragmentation in Europe.", "Third intervention Central banks cannot determine real rates in the long term, they can only determine nominal rates.", "Don't forget, before the pandemic, we were in secular stagnation despite the huge QE.", "Inflation was almost negative, interest rates were very low.", "Everything was going down, growth, productivity, the equilibrium (the neutral) rate, all weregoing down.", "This was what was driving developments, not central banks.", "The real interest rates, given - according to the theory - by the difference between nominal interest rates and the expected inflation, not current inflation, have been going up since we started normalisation, both in Europe and in the US.", "If our policy had not been effective, bond yields would have been at 10%, but they are not, they are around 2-2.5% because people expect that inflation will go down, as it is mostly-supply driven, not so much demand-driven.", "We have started normalising, and it is a serious normalisation.", "It should not be taken lightly.", "We may have large losses in output and we should be cautious."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Energy policy", "Fiscal policy", "Neutral rate", "Second-round effects", "Inflation expectations", "Output gap", "Antifragmentation tools", "Real interest rates"]}