{"sentences": ["I am very pleased to be taking part in this event on the important topic of the energy transition and its impact on the economy.", "Following the monetary policy decisions taken by the ECB's Governing Council last week, I will start by providing an overview of the euro area economic outlook that underpinned our deliberations.", "I will consider the impact of energy price developments on inflation before discussing the green transition and how climate change is taken into account in our monetary policy framework.", "Euro area economic outlook and energy price developments Growth in the euro area is estimated to have slowed down significantly in the third quarter of this year, with real GDP growing at 0.2%.", "High inflation continues to dampen spending and production throughout the economy.", "Severe disruptions in the supply of gas have worsened the situation further, and both consumer and business confidence have fallen rapidly.", "Demand for services is decelerating following the strong rebound that came with the reopening of the economy over the summer, especially in tourism.", "The continued weakening in global demand, also in the context of tighter monetary policy in many major economies, and the worsening terms of trade mean that there is less support for the euro area economy.", "Inflation continued to rise, reaching 10.7% in October, driven by further increases in all its main components.", "Supply bottlenecks have eased but their impact is still gradually feeding through to consumer prices, as is the impact of pent-up demand in the services sector.", "The depreciation of the euro has also added to the build-up of inflationary pressures.", "Price pressures are evident in more and more sectors, in part owing to the impact of high energy costs feeding through to the whole economy.", "More than half of the items in the Harmonised Index of Consumer Prices (HICP) have recorded inflation rates above 4% and measures of underlying inflation have remained at elevated levels.", "In particular, inflation excluding energy and food rose further, to 5%, in October.", "To support the timely return of inflation to our 2% medium-term target, our monetary policy aims to reduce support for demand and to ensure that inflation expectations remain anchored at our target.", "Last week we decided to raise the three key ECB interest rates by 75 basis points - the third major rate hike in a row - and we expect to raise interest rates further.", "We also changed the terms and conditions of the third series of targeted longer-term refinancing operations (TLTRO III) to ensure that its calibration is consistent with the broader monetary policy normalisation process and to reinforce the transmission of our policy rate increases to bank lending conditions.", "Finally, we decided to set the remuneration of minimum reserves held by credit institutions with the Eurosystem at the ECB's deposit facility rate since, in the current circumstances, it better reflects the rate at which funds can be invested in money market instruments or borrowed in money markets to fulfil minimum reserves.", "But let me return to inflation and its components.", "Energy price inflation - at 41.9% in October - remained the dominant driver of overall inflation.", "It caused a pronounced rise in inflation in the course of 2021 and at the beginning of 2022.", "While the initial rise in energy prices was driven mainly by the recovery in energy demand as lockdown measures were being eased, the subsequent price rally during 2021 was also significantly influenced by supply-side issues and later exacerbated by the Russian invasion of Ukraine.", "European gas prices have increased particularly sharply since the summer of 2021.", "This reflects a combination of supply and demand factors that left European gas inventories at historically low levels and the gas market vulnerable to supply and demand uncertainty.", "As a result, consumer gas and electricity prices - both driven by natural gas prices - have played an increasingly important role in energy inflation dynamics.", "European gas spot prices have dropped strongly over recent weeks, owing to a variety of factors.", "These include weakening gas demand due to the mild near-term weather forecast, high storage levels, and a higher supply of liquefied natural gas and pipeline gas from Norway, as well as initiatives at national and EU level to curb gas demand, support supply and cap prices.", "However, the drop in gas futures prices has remained much more contained than the drop in spot prices, suggesting that the supply situation is still fragile.", "Looking further ahead, while supply bottlenecks are expected to ease further, the energy shock is expected to increasingly weigh on activity and inflation.", "Rising energy prices are expected to squeeze real disposable income and dampen production.", "At the same time, we may still see delayed pass-through of the past increases in wholesale energy prices to consumer prices which, together with recent geopolitical events, point to continuing upward pressures to the inflation energy component.", "The ECB's climate change commitments The unprecedented energy price developments and the ensuing energy crisis are posing challenges in various ways.", "In fact, a trade-off between energy security, the green transition and price stability may be emerging.", "Despite the current monetary policy challenges, the ECB is seriously committed to doing its part to address climate change and promote the green transition, as this is necessary to fulfil our price stability objective.", "Climate change can have an impact on macroeconomic indicators, the stability of the financial system and the transmission of monetary policy.", "All these channels affect the outlook for price stability.", "Climate change also has a bearing on the ECB's own risk management.", "Our monetary policy operations have encompassed asset purchases, which now appear on the Eurosystem's balance sheet.", "Counterparties to our lending operations must pledge assets as collateral against the money they borrow.", "We need to consider the impact of climate change on the value and the risk profile of these assets to ensure that it does not jeopardise the achievement of our monetary policy objectives.", "Furthermore, without prejudice to our primary goal of safeguarding price stability, a secondary objective of the ECB is to support general economic policies in the EU.", "These include a high level of protection and improvement of the quality of the environment, in line with the EU's climate neutrality objectives.", "This means that if faced with a choice between two policy options that have a comparable impact on price stability, we should choose the option that better supports the secondary objective.", "In the strategy review we completed last year, we committed to including climate change considerations in our monetary policy operations.", "More concretely, we have decided to (i) adjust corporate bond holdings in our monetary policy portfolios, (ii) limit the share of assets issued by non-financial companies with a high carbon footprint that can be pledged as collateral by individual counterparties, (iii) introduce climate-related disclosure requirements in our collateral framework, and (iv) enhance our risk assessment and management.", "The aim is to gradually decarbonise our corporate bond holdings, on a path aligned with the goals of the Paris Agreement.", "In practice, this involves measuring the climate performance of each eligible issuer based on its greenhouse gas emissions, carbon reduction targets and climate-related disclosures.", "Ultimately, this will result in the purchase of more bonds issued by companies with a good climate performance and fewer bonds from those with a poor climate performance.", "This tilting changes the composition of the monetary policy portfolio, but the overall purchase volume is still determined solely by monetary policy considerations - in line with our primary mandate.", "This process is already under way: as of 1 October we have started to tilt our reinvestment purchases towards issuers with a better climate performance.", "And from the first quarter of 2023, we will start to publish climate-related information on our corporate bond holdings.", "To enhance our risk assessment and risk management, the ECB is conducting a climate stress test on the Eurosystem's balance sheet, starting with the corporate holdings, to be finalised in the first half of 2023.", "The stress test builds on the methodologies developed for the previous climate stress testing exercises, in particular, the ECB's economy-wide climate stress test, which assessed the impact of physical and transition risks on the corporate loan portfolio of the euro area banking system, and the supervisory climate risk stress test, conducted with the involvement of the banks.", "The current energy crisis has left Europe at a crossroads, presenting challenges as well as opportunities for the green transition.", "The Russian invasion of Ukraine and the subsequent reduction of fossil fuel supplies have imposed a potential trade-off between energy security, the green transition and price stability.", "With inflation currently at elevated levels and expected to stay above our target for an extended period, monetary policy must remain focused on reducing support for demand and guarding against the risk of a persistent upward shift in inflation expectations.", "The longer inflation levels stay above our target, the greater the risk of second-round effects - through wage increases or the de-anchoring of inflation expectations.", "Amid the present uncertainty, future decisions on policy rates will continue to be data-dependent and follow a meeting-by-meeting approach.", "To keep the green transition on track, concrete policy actions are needed to make the most of the opportunities provided by the current energy crisis.", "Expanding the share of renewable energy supplies would reduce dependency on fossil fuels.", "It would also benefit price stability, given the declining prices for renewable energy observed during the past decade.", "In addition, to bring down energy costs sustainably over the medium term, governments should act to dismantle the regulatory barriers preventing the uptake of renewable energy, prioritise upgrading the electricity grid and foster investment in renewables.", "An important role for fiscal policy is to support the green transition via public green investment.", "To counter the sharp rise in energy prices, many governments adopted expensive and broad-based support measures for households and firms.", "But these measures risk diluting relative price signals that are crucial to incentivise energy saving and foster green investment.", "Instead, government support should be temporary and targeted towards vulnerable households and firms.", "This would also help to limit risks to fiscal sustainability.", "Fiscal policy and monetary policy need to work hand in hand.", "In view of the normalisation of monetary policy, it is essential to achieve a good balance between supporting energy security and ensuring price stability, while keeping the green transition on track."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Energy price developments", "Inflation", "Green transition", "Monetary policy", "Climate change", "Euro area economic outlook", "Energy security", "Price stability", "Fiscal policy", "Renewable energy"]}