{"sentences": ["First Deputy Governor and Chairperson of the Financial Services Commission Chief Executive of the Financial Services Commission Chairperson of the Economic Development Board Vice Chairperson of the Economic Development Board CEOs and representatives of Banks Representatives of Infosys Distinguished guests joining us from Mauritius & abroad Ladies and gentlemen Good afternoon.", "It is a pleasure for me to be in your midst for this Infosys Finacle Mauritius Banking Connect 2022.", "Today's session is highly pertinent due to its special focus on digitalisation in the banking world.", "I seize this opportunity to commend Infosys for such an initiative at a time when going digital is gaining traction in all corners of the globe.", "Some time back, the pandemic was at the forefront of discussion in all spheres, including banking.", "While it unfortunately resulted in millions of casualties and brought down the world economy to its knees, it, nonetheless, resulted in a fundamental rethink in the way we operate.", "One of its offshoots has been an acceleration in the pace of digitalisation.", "Digital transformation is now a prerequisite for banks' survival.", "Changing customer demands together with pressure to reduce costs and increase efficiency are leaving banks with no option but to use modern technology.", "Banks must adapt to this change if they want to be successful.", "This automatically implies a constant review of the business models.", "More importantly, the skill set of the board must be regularly diversified to include members with expertise on the latest developments.", "Board membership should never be viewed as lifelong positions as it might stymie the adoption of new ideas.", "Digital transformation has made inroads faster than anticipated.", "Incumbent banks are poised to re-invent themselves and embrace new technologies such as cloud computing, machine learning, artificial intelligence and blockchain.", "In this digital revolution, barriers to entry are being eased.", "Fintech companies are viewing it as an opportunity to penetrate new markets and use their technological acumen to entice customers with easy to use digital applications.", "Examples of digital transformation abound.", "Digital adoption concertinaed from years to months.", "In Europe, for instance, the digital adoption rate jumped from 81 percent to 95 percent in the aftermath of the COVID-19 crisis.", "In July 2020, in the US, the Office of the Comptroller of Currency provided guidance that federally chartered banks may provide crypto custodial services for Fintech using crypto assets and stablecoins.", "In Mauritius, the Regulatory Committee on Fintech and Innovation-driven Financial Services was set up in 2018 to facilitate the adoption of Fintech and other innovative services.", "The Committee identified different priority areas within the Fintech space.", "The recommendations of this Committee provided the foundation for the Virtual Asset and Initial Token Offering Services Act (VAITOS) 2021 which was brought into force in February 2022.", "The VAITOS provides for a regulatory framework for new and developing activities regarding Virtual Assets (VAs) and Initial Token Offerings (ITOs) in Mauritius, as well as to safeguard against money laundering and financing of terrorism associated with VAs.", "With the coming in force of the VAITOS, Mauritius is one of the few countries to be in compliance with all 40 recommendations of the FATF.", "Also, cognisant of the challenges associated with the opening of accounts by new Fintech players, the Bank has set up a Committee comprising different stakeholders to specifically look into these issues.", "The Bank is also updating its regulatory and supervisory toolkit with respect to virtual assets.", "Ladies and gentlemen, Banking is no more just a brick and mortar affair.", "It has become a hotbed for innovation and technological prowess.", "As an international financial centre of repute, our jurisdiction has to follow the latest developments and customize them to its requirements.", "In that regard, the Bank is supportive of new ideas and recognises that those changes can drive improvements in how the industry meets customers' needs.", "At the recent Governors' Meet held in the context of the 55th anniversary celebrations of the Bank, I emphasized the importance of innovation in central banking.", "I ensured that a panel consisting of Governors and other eminent participants discussed specifically on this issue.", "The \"Future of Banking Report\" for Mauritius was also officially unveiled.", "The Report charts out the roadmap for our banking sector in the next decade and it has extensively covered digitalisation.", "I would advise the audience to refer to the Bank's website for a copy of the report.", "Let me now take you through the various initiatives on the digital front at the level of the Bank.", "We have constantly invested in the evolution of the country's Payment Infrastructure and can today boast of a modern eco-system.", "One of the hallmarks of the digital transformation of the payment space has been the implementation of the Mauritius Central Automated Switch (MauCAS), a state-of-the-art digital platform for routing payments among operators on a 24x7 basis.", "This innovative digital platform makes banking, e-commerce and mobile payments interoperable and encourages cashless means of payment.", "Fintech firms can leverage on this platform to provide value added services and provide banks with opportunities to collaborate with providers of emerging technologies.", "As part of the digital transformation of the economy, the Bank is also developing an infrastructure to integrate all Government payments to support digitalisation of Government services.", "The work has progressed satisfactorily and the relevant testing has been completed.", "We intend to formally launch the project soon.", "To facilitate further instant payments, the Bank has also introduced a national QR Code earlier this year.", "Branded as the MauCAS QR code, it is designed to be fully interoperable hence allowing the public to make payments at any merchant location.", "On the cross-border front, the Bank has already made significant progress to enter into bilateral agreement with payment schemes of jurisdictions with which Mauritius has strong commercial relationships.", "A first project has been initiated with the National Payment Corporation of India for retail payments through RuPay cards and mobile phones.", "The project is well on track.", "Ladies and gentlemen, The evolution of the banking sector needs to be accompanied by changes in the relevant legislative and regulatory frameworks to capture new trends and at the same time protect customers.", "In November 2020, I established a multilateral Fintech Committee comprising various agencies to chart a roadmap for the financial industry to embrace fintech and adapt the regulatory framework accordingly.", "We have been updating and revamping our frameworks to align to the new environment we are operating in.", "We continue to ensure that the legislations and regulations are regularly reviewed and amended to reflect changes in line with the new environment in which we operate.", "One such innovation relates to the licensing of digital banks.", "At the full height of the pandemic in 2020, the Bank was empowered to license digital banks, that is, banks which can carry on banking business exclusively through digital means or electronically.", "Thereafter, the Bank put in place, with the assistance of the IMF, a conducive licensing and regulatory framework for digital banks in Mauritius and issued its Guideline for Digital Banks in December 2021.", "In line with best international practices, the Bank introduced, in its Guideline, a phasedin licensing process for digital banks wherein they are subject to a restricted phase during which these new entrants conduct operations in a flexible but controlled environment.", "I have some encouraging news to share with you in the field of digital banks.", "The Bank has received enquiries on the setting up of digital banks from a cohort of well-established foreign banks and we look forward to the licensing of full-fledged digital banks in the near future.", "The digital journey cannot be complete without digital customer on-boarding which may entail ML/TF risks if not properly managed.", "The Bank is a proponent of the use of technology for customer end-to-end digital experience while, remaining committed to FATF recommendations when it comes to combatting ML/TF.", "The country has an infrastructure, the InfoHighway, which gives access to databases of information /documents relevant to KYC process as well as a digital document wallet service containing documents which may be used for KYC.", "The Bank is leveraging on the Infohighway to facilitate access to digital KYC documents against independent, reliable source data, in line with the requirements of the FATF.", "This is another project on which we have been working in collaboration with most stakeholders and which we aim to pilot in the near future.", "The Bank is also establishing a framework for the use of technology, adequate governance, processes and procedures that provide appropriate levels of confidence and produce accurate results.", "Ladies and gentlemen, As pressure accentuates on commercial banks to reduce costs, the use of cloud computing is becoming increasingly popular.", "It allows expenses to be turned into smaller operational expenses which are more easily managed.", "Further, with cloud computing banks are only charged with what they use and therefore may be more effective than spending on relatively large IT infrastructure.", "Cloud-based services being a novel area, it is, thus, imperative for regulators to translate their expectations to the industry.", "Last month, in the margins of the celebrations of the 55 anniversary of the Bank, the Bank introduced a Guideline on Use of Cloud Services after extensive consultation with the industry, cloud service providers and experts.", "This guideline has created a level playing field by coming up with a minimum set of requirements that must be followed by all regulatees before having recourse to cloud-based services.", "Ladies and gentlemen Let me reiterate that the Bank will always have an open mind and open-door policy as far as the use of innovative technologies is concerned provided that the risk management process is adequate.", "We are conscious of the importance of innovation in financial services.", "The Bank is also working on the establishment of an innovation hub and digital lab.", "The main objective of the innovation hub and digital lab is to foster innovation and the use of emerging technologies in the provision of banking and financial services.", "In parallel, the Bank is enhancing the framework for Regulatory Sandbox Authorisation together with the Financial Services Commission to create a more conducive ecosystem for fintech, regtech or other innovation-driven financial services.", "Ladies and gentlemen I am optimistic about these technological changes.", "In particular, I see benefits for customers and the prospect of a more competitive banking sector, which should encourage banks to pursue useful forms of innovation.", "However, you will agree that innovation comes with new forms of risks.", "The more we foster digitalisation, the more we make ourselves open to attacks through digital means.", "As such digital channels are relatively new to staff and customers, they may not be aware of the security issues to which they may be exposing themselves.", "There is therefore a need to consolidate the knowledge concerning Information Technology and Cybersecurity Risks, through running of regular outreach programmes, to ensure that staff and customers alike are able to carry out their transactions in a safe and secure manner.", "To this end, the Bank is developing a cyber-security strategy as well as relevant frameworks for incident reporting, information sharing and testing for the banking sector with a view to enhancing the resilience of the financial system to cyber risks.", "A draft Guideline on Cyber and Technology Risk Management has been issued to all banks for consultation and is currently being finalised.", "I am aware that the road to digitalization also entails recourse to third party service providers.", "This could result in a risk of concentration in the market for the provision of third-party services to banks as they tend to rely very heavily on the services of few providers for their technology-related outsourcing.", "Such heavy reliance on a few players across the market could contribute to systemic risk.", "It is important, therefore, for banks to have a holistic perspective of the risks involved and how they can be mitigated before deciding on the adoption of a new technology, process or even product.", "Ladies and gentlemen My address will not be complete if I omit to cover an aspect that concerns every citizen of our planet - climate change.", "We are facing grave dangers ahead and the rise in temperature must be limited to 1.5 degrees Celsius for us to even have a fighting chance.", "The financial sector is a massive consumer of energy and digitalisation can, to some extent, reduce the global carbon footprint.", "Sustainability is attracting attention from all stakeholders and the time is now ripe to embrace sustainable principles.", "If you miss the sustainable bus, it will be at your own perils.", "At the level of the Bank, we launched our Climate Change Centre last year to speed up the transition to a greener financial system.", "We are fortunate that we are able to meet physically in Mauritius due to the easing of travel restrictions.", "I seize this occasion to encourage the foreign participants to take some time out of their schedule to visit the island.", "With these words, I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital transformation", "Fintech", "Cybersecurity", "Cloud computing", "Digital banking", "Financial innovation", "Climate change", "Regulatory framework", "Customer experience", "Risk management"]}