{"sentences": ["'Charting the course - leading nancial services through complexity and change' - Remarks by Deputy Governor Sharon Donnery at Financial Services Ireland Annual Dinner 17 November 2022 Speech Good Evening.", "Thank you to the Executive Board of Financial Services Ireland for the invitation to speak to you this evening at your annual dinner.", "It is a pleasure to have an opportunity to share my thoughts with you tonight.", "We all face a challenging time charting a course through a lot of uncertainty and a lot of complexity in the global economy.", "The extent of the risks to the nancial system has increased, as has the vulnerability of certain parts of the system to shocks.", "This requires us all - leaders in the nancial system - whether in the public or private sphere, to recognise and respond to these challenges.", "In my remarks tonight, I want to explain how I see the macroeconomic outlook and the potential for volatility in the macro-nancial environment.", "Looking at the changing nancial services landscape, I will set out how we, in the Central Bank of Ireland, will deliver our mandate through these challenges, and what we think can be done by you - leaders of rms and businesses - to best manage and mitigate the risks and challenges.", "But I won't only speak of doom and gloom.I believe that by recognising the challenges we face and the critical role nancial services plays in meeting the needs of consumers and the wider economy, we can work far more effectively together to achieve our respective objectives and realise some of the opportunities that change brings.", "Macroeconomic outlook - complex and uncertain Complex and uncertain is a good way to describe the outlook economy.", "Russia's war against Ukraine, the energy crisis, the monetary policy response to tackle ination, the risk of recession, the state of labour markets and supply chains as well as the ongoing impact of China's approach to managing the pandemic have created a very uncertain economic path.", "This uncertainty has made the job of central banks and others forecasting economic developments difcult.", "I was in Washington last month for the IMF/World Bank Annual Meetings and safe to say people were pretty downbeat about the economic outlook for the global economy.", "With all the usual caveats, the IMF's global growth forecasts have been lowered to 2.7 per cent growth next year , with euro area growth projected to see about half a percentage point.", "At the Central Bank of Ireland, we expect the uncertainty in energy markets to slow growth in Ireland in the coming quarters, albeit not to the same degree.", "Increasing price pressures across the world are putting a squeeze on real incomes and undermining macroeconomic stability.", "In September, ination for the euro area was running at 9.9 per cent and in Ireland at 8.2 per cent.", "This is far too high.", "But it is likely to stay above our 2 per cent target for an extended period.", "Monetary policy is aimed at reducing support for demand and guarding against the risk of a persistent upward shift in ination expectations.", "Let's be clear, tackling the risks from ination is absolutely critical.", "We will be in a much worse place if we don't.", "Monetary policy changes to tackle ination are designed to affect the the risk-free and sovereign curve as these directly affect the conditions for rms, banks and government borrowing in nancial markets.", "This in turn affects the cost of borrowing for households and companies.", "So as policy is set in an inationary environment, markets adapt to the policy environment, and rms adapt to the market environment.", "Macro-nancial outlook - elevated volatility What does this complex and uncertain macroeconomic outlook mean for nancial services?", "In nearly all my engagements over the last number of weeks with policymakers and industry alike, from Washington, to Frankfurt, to Brussels, and here at home, people expressed concern about risks to the nancial system.", "Risks from these complex and uncertain economic and geopolitical developments are in turn creating a volatile and uncertain outlook for the nancial sector.", "Just this morning the ECB released its latest Financial Stability Review, and next week the Central Bank will publish ours.", "Therefore, my focus tonight will be on the euro area.", "This wider perspective is important.", "Here in Ireland we have a highly developed and innovative nancial services sector, comprising both domestic-facing and international-facing rms.", "Firms serve households and businesses within Ireland, across Europe and around the globe.", "In a nutshell, rising ination, higher interest rates, weaker growth prospects and nancial market repricing have led to a deterioration in nancial stability conditions across the euro area.", "We saw asset prices make some large corrections throughout the year.", "Starting from stretched valuations in a number of sectors and countries, equity prices have fallen sharply, for example.", "Despite this adjustment, risky asset valuations are sensitive to the uncertainty, leaving a potential for further correction.", "This can have knock on effects for liquidity and margin demands in some market segments.", "So nancial markets are in a more vulnerable place.", "Vulnerable to disorderly market corrections.", "Vulnerable to a slowdown in economic activity and higher borrowing costs.", "And vulnerable to tightening nancial conditions and changes in investor behaviour.", "While the nancial sector got through the pandemic, relatively unscathed, I am cautious about drawing too much comfort from this.", "During Covid-19, monetary, scal and regulatory policy were all very supportive in tackling the challenges of the pandemic.", "We are in a very different risk and policy environment today, and one which contains some new risks.", "My colleague Andrea Enria, Chair of the ECB Supervisory Board, put it well recently, where he observed the dangers of over-optimism based on an overly positive view of how the banking sector fared throughout the pandemic.", "His message - applicable beyond banking and to the system as a whole - is simple: that rms must remain focused on risk management and prudently monitor the multi-faceted risks from a fast-changing economic environment.", "Firms need to be: Alert to developments in the risk outlook; Proactive in the early recognition and management of those risks; And aware of possible pitfalls in the estimates provided by internal models.", "The changing nature of nancial services Innovation and transformation are an increasingly core part of nancial services, to meet new consumer demands and address new challenges.", "Financial services operating out of Ireland are increasingly provided on a global and cross-border basis, reecting the integrated nature of the sector.", "Our open economic approach and innovative business culture, along with a highly educated and tech savvy workforce allows nancial innovation to occur at a rapid pace.", "First, every day we all see the rapid evolution in how banking, insurance and other nancial services are being provided to customers.", "Customers are demanding more mobile, more app based and more online delivery channels.", "We are seeing a transformation in electronic payments, and consumer demand for instant payments.", "We are seeing new and innovative technology-driven business models targeting the more attractive aspects of \"traditional\" nancial services.", "These are driven by the advent of open banking or new cloud and block-chain based technologies.", "We are seeing technology-driven new products, for example in the crypto area, which can develop at a scale and pace - and at times can raise serious questions around sustainability and raise concerns relating to consumer and investor protection.", "We are seeing an ever-increasing role for data and data-analytics.", "So the direction is clear.", "But what are we doing about it?", "The Central Bank - adapting to a changing nancial system The Central Bank has a wide mandate.", "We are tasked with maintaining monetary and nancial stability while ensuring that the nancial system operates in the best interests of consumers and the wider economy.", "While some of you may only see parts, as an integrated authority, we endeavour to think about things in an integrated way.", "Regulation gives us the frameworks and objectives as to what we are trying to achieve.", "Our gatekeeping role - here I mean both authorisation and resolution - is to ensure rms enter and exit the market in an orderly way.", "We do not operate a no failures regime, in a properly functioning system in a market-based economy it is quite normal and expected that some rms will fail.", "Our focus is that this happens in an orderly way.", "While rms operate in the market, we supervise the application of regulation to rms.", "And we have a range of sanctioning tools including enforcement for rms who breach those rules.", "But like you all, we too are adapting to the changing nancial system.", "As set out in Our Strategy and demonstrated through our work, we are focused on continuing to deliver our mandate while making the changes that are needed in the current environment.", "Our strategy has four themes - safeguarding, being future-focused, open and engaged and transforming.", "These themes are our way of describing what is important for us as an institution.", "But underlying them are considerable bodies of work to ensure we deliver on these themes and our strategy.", "The themes are clearly inter-related and it is no accident that they have a heavy emphasis on being outward, engaged and forwarding looking and embed our own transformational agenda.", "So let me touch briey on some of our work that affects you - regulation, gatekeeping, supervision and sanctioning.", "Our approach to nancial regulation As with the fast changing nancial services sector, the regulatory landscape is changing too.", "Changes aim to consider the decades work post the nancial crisis 'in the round' - like our recent mortgage measures framework review , capital framework review or review of our code for consumer protection.", "Our collective regulatory response to the changes in the nancial services industry will shape the next decade, so we need to think holistically about regulation, understand how the different pieces of the jigsaw t together, and the impact this will have on the nancial system as a whole.", "We recognise that, at times, regulation is challenged by the speed at which the regulatory architecture can move and the pace of change happening in nancial services.", "However, our view is that well-designed rules leads to stronger nancial services rms and stronger rms are better able to serve the needs of consumers, households, businesses and the wider economy.", "For rms, our approach is to ensure new rms and products coming under the regulatory umbrella are resilient, but not unduly stymy innovation.", "Innovation in nancial services has the capacity to bring many benets to consumers, businesses and society.", "It is essential for a competitive economy and a well-functioning nancial system.", "We see innovation in nancial services as a good thing.", "However, not all innovations are good and not all innovations are done well.", "We must be able to harness the benets of innovation while also mitigating the risks.", "As you all know, we do not operate in isolation, so being strategic, engaged and inuential in Europe is a critical priority.", "Regulations such as MICA, which will deal with Markets in Crypto-Assets, and DORA, the Digital Operational Resilience Act are good examples of cross-border regulations aimed at protecting businesses and consumers from some of the risks associated with digitisation.", "But they will directly affect a lot of rms operating in Ireland.", "So we must make sure they are achieving the outcomes we want to see for the Irish nancial system.", "As the Governor outlined last week our approach to regulation aims to be forward-looking, proportionate, connected, predictable, transparent and agile.", "I think for regulators to be truly effective a shared social understanding of the benets of effective regulation for both the regulator and the regulated but also society more broadly is important.", "This is what we strive to do in the Central Bank, while acknowledging it is something we must continue to develop and evolve.", "But I will come back to that shortly.", "Minding the gate - shaping the system Our role as gatekeeper gives us a deep insight into what the nancial system of tomorrow will look like.", "Our nancial sector is particularly large compared with the size of our economy, even compared with other nancial centres.", "For Ireland, this brings both opportunities but also risks that have to be carefully managed.", "There has been signicant growth in nancial services in Ireland in the last decade.", "We can see growth across all industry sectors and we know there is a notable divergence between our domestic and international sectors evidenced in debates about, for example, retail banking and insurance issues such as access and pricing.", "And all of this, while at the same time we are home to both global banks and insurers.", "Ireland has been an attractive location for the payment and e-money and funds sectors.", "We saw a 138 per cent increase in the number of payment and e-money rms between 2018 and 2021.", "We have the third largest funds sector in the world.", "To give you a sense of the changing nature of the system, by the end of 2021, there were nearly 10,000 regulated entities, up from about 6,000 in 2016.", "In the same period, asset values of these entities increased from approximately €3 trillion to €5.6 trillion.", "We are seeing a very different pipeline of rms applying to become regulated - rms with novel business models, and rms applying for a number of parallel authorisations.", "We are seeing some rms do not understand that authorisation is just the beginning.", "Authorisation commences a regulatory and supervisory relationship that will continue for the duration of a rm's existence as a regulated entity.", "So the nature of rms' initial engagements with us inform our understanding of how they will approach regulatory compliance if and when they are authorised.", "Our experience has been and continues to be that rms which understand their proposed business model, the risks inherent in that and the compliance obligations in place to protect the wider system, are the rms which nd the authorisation to be most straightforward.", "Ireland is a global nancial services centre.", "We are condent that a credible and thorough authorisation process is part of that story and the continued growth of the sector here.", "Transforming supervision - necessary for the future Turning from regulation and authorisation to supervision - as the nancial system changes, risks change, the use of data changes, and how we draw insights from data changes.", "So we must change too.", "A key priority of mine is to transform our approach to both regulation and supervision so we not only deliver on our mandate today, but we are t for the future.", "I see this as an important part of my leadership challenge.", "Our supervisory approach continues to be implemented by experienced and committed people, who are keenly focused on the delivery of our public service mandate.", "We apply a risk-based approach to supervision recognising that resources are nite and our attention and supervisory effort must be focused on the greatest risks.", "But the nancial services landscape is changing rapidly.", "The nature and extent of risk is evolving.", "For us to continue to deliver effectively on our mandate, both today - and tomorrow - our supervision will need to change.", "This is so we can continue to be risk-based, data-driven, intelligence-led and outcomes-focused.", "We need to utilise new and enhanced tools and approaches to continue to supervise effectively.", "Like you, in managing your business, standing still is not an option for us.", "Sanctions - driving positive outcomes Our sanctioning and enforcement measures receive a lot of headlines, but in the end they are designed to be a driver of positive outcomes.", "For example, the individual accountability regime will give us measures so we can pursue individuals directly for their misconduct rather than only where they have participated in a rm's wrongdoing.", "I hear a lot of consternation about this.", "But focusing on the enforcement side misses the point entirely about the individual accountability framework.", "The IAF bill prescribes standards of conduct which I believe are reasonable - for your customers, for your investors, for the Central Bank, and for society as a whole.", "Standards like acting honestly, fairly and professionally.", "Standards like acting with skill, care and diligence.", "Not misleading a customer as to the advantages / disadvantages of a nancial service.", "And managing your business in a sound and prudent manner.", "These are not unreasonable standards to expect, I believe.", "Indeed, we believe they are the standards to which most rms and individuals already hold themselves.", "Ensuring clearer accountability is not unreasonable.", "We want to see well-run rms with sustainable business models and effective cultures who do the right thing by their customers and do well in return.", "A successful individual accountability framework should encourage more effective governance.", "If the framework is embedded properly, and embraced by rms, it should ideally lead to fewer issues in the sector and limit the need for action against individuals at all.", "We are aiming to engage widely on this though, so I look forward to hearing your feedback as part of the consultation process.", "Engagement - enhancing effectiveness Ensuring we are open, engaged, transparent and accountable is very important to me.", "As I have said, creating a better public understanding of what we do and do not do, and why have we made certain decisions leads to more effective policy.", "More effective policy means we are delivering greater public service.", "Dialogue like today is an important enabler for the delivery of more effective policy.", "Our positions will not always align.", "Mature regulatory relationships are founded on our understanding the position of the other party, the evidence behind decisions and the motivations of the other.", "In this way, the Financial Services Conference, our Industry Forum, the Retail Payments Forum and our Climate and Sustainable Finance Forum give structure to those conversations.", "It also involves, for us, regular and deep engagement with policy makers at home and abroad.", "For our part, we will continue to enhance our processes, for example, around our gatekeeping role, to encourage early engagement, including through our Innovation Hub, and to provide clear published guidance.", "We have the humility to know that no-one gets it right all the time.", "I welcome feedback, and I encourage you to provide feedback to us.", "We are always open to dialogue and discussion but not to be less demanding when it comes to our supervision.", "How nancial services can respond to change So now turning to the challenges for rms and all of you working in nancial services.", "What do we expect regulated nancial services rms to do in response to the current environment?", "The foundations are familiar to you.", "In a very uncertain and increasingly complex environment, rms need to ensure that they have sufcient resources, sustainable business models and effective risk management to mitigate against the risks that they face.", "This obviously differs across sectors and rms.", "But the key thing is for rms, and their leaders at the board and in management, to be dynamic in their understanding of the risks faced in the context of a rapidly changing environment.", "To understand risks in the system and in the rms that they run, people in leadership positions must be t and proper.", "Without this, the rms, the system and end-users are exposed to unnecessary harm.", "A culture where there is a commitment to high standards and values which shape the behaviours and mind-sets within a rm is important.", "Risk management and control frameworks should be appropriate to the nature, scale and complexity of the business and where rms are experiencing material and rapid growth, their risk management framework must keep pace with the growth.", "These criteria, applied proportionately, are the building blocks of a resilient and trustworthy nancial system.", "I think they are easily understood and reasonable.", "In the current environment, these principles not only hold true, but are more important than ever, and are foundational for rms and the wider sector to withstand and address challenges ahead.", "Conclusion - a leadership challenge A leadership challenge for my colleagues and I in the Central Bank is to regulate in a way that is balanced and proportionate, effective and fair and delivers the right outcomes.", "We operate in a market based economy and the Central Bank wants to see that the people of Ireland, Europe and the customers you serve around the world are well served by a well-functioning system.", "For you, a leadership challenge is to be able to balance the many competing demands your business faces - to remain competitive and protable, to meet the needs of your customers and our regulatory requirements, and to transform so you too are t for the future.", "For us all, it is a real and constant challenge to keep pace with the changing environment.", "While we will not always agree on a diagnosis of a problem, or indeed the solution, we are facing many of the same challenges, and sometimes the same risks, but from different perspectives.", "I really believe that working together we can better meet these shared challenges and deliver a nancial system that is trusted, stable and operates in the best interests of consumers and the wider economy.", "With thanks to Conor O'Shea, Steven Cull, Michéal O'Keeffe and Tony Cahalan for their assistance in preparing this See IMF World Economic Outlook October 2022 See QB 4 2022 for note on Modied domestic demand See Eurostat euro area annual ination and its main components."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Monetary policy", "Financial stability", "Inflation", "Risk management", "Innovation", "Regulation", "Supervision", "Authorisation", "Sanctions", "Leadership"]}