{"sentences": ["I would like to thank the organisers from Capital newspaper and Economedia for the opportunity to open today's conference.", "It is an important yearly event with an already established good tradition, with the current edition dedicated to topical issues related to the development of payments, the partnership between the Fintech sector and banks, security of the financial services and data protection.", "These areas are continuously developing, driven by the constant dynamics in technology and innovation.", "The data we have at the BNB show that in the past year 2022 there was a growth by about 1/4 in the number of non-cash customer payments made in the country compared to 2021 and a growth by nearly 1/3 in the number of payments with cards issued in Bulgaria.", "For another year, there has been an increase in the main segments of payment services, and especially in services performed electronically, which testifies to the positive and dynamic development of the payment market in our country.", "All payment services, accessible and developed in the European Union (EU), are also available and developed in Bulgaria while applying common technical standards and regulations.", "An additional incentive for the development of payment services and systems in our country was given by the National Euro Changeover Plan, and work in this area continues at the same pace this year as well.", "In the area of payment and settlement systems, all projects related to the euro area accession will be completed by the end of First of all, I would like to point out the successful migration on 20 March 2023 to the new platform for TARGET services, carried out by the Bulgarian National Bank, the banking community and the operators of ancillary systems in the country , settling in euro, together with participants from the euro area and the EU.", "The successful migration is the result of 5 years of serious and thorough preparation on the side of the European Central Bank (ECB) and the platform participants, coordinated in the country by the Payment Systems and Minimum Required Reserves Directorate at the BNB as the operator of the national bureau for TARGET services.", "The new platform unites at a technical and functional level the T2 euro gross settlement payment system, the TARGET2-Securities settlement platform and the TIPS euro instant transfer processing service.", "From 2024, the new Eurosystem's collateral management system will be added to the platform.", "The implementation of this large-scale project will contribute to the integration and harmonisation of financial markets in Europe.", "In July 2023, it is planned to complete the migration of budget payments to the standards of the Single Euro Payments Area (SEPA), as a result of the activity of the interagency working group set up for the purpose.", "It has been defined the structure of budget payments in ISO 20022 format, as well as the necessary technical changes in the form and content of financial messages in accordance with SEPA standards.", "An overall easing of the process of bank servicing of the budget and optimisation of the budget funds centralisation is expected, including by switching to processing customer payments without a value limit through the BISERA6 payment system.", "The changes are also aimed at aligning the requirements for the processing and settlement of payments in BGN with those for the execution of SEPA payments in euro, for which no limit is envisaged for euro payments processed by ancillary systems.", "As a result of the implementation of the project, it is envisaged that from July 2023 all credit transfers in the country, including those in the public sector, will be carried out in accordance with the requirements of the SEPA credit transfer schemes of the European Payments Council.", "In this way, a comprehensive change in the payment infrastructure aimed at its full alignment with SEPA standards will be completed.", "This process started in 2021-2022, when instant payments in BGN (executed within 10 seconds, 365 days a year, 24 hours a day) and batch customer credit transfers in BGN (executed with an effect close to instant - from a few minutes to an hour) were introduced.", "Instant and batch credit transfers are executed on the basis of a new prefunded settlement model introduced for the first time in our country, in which continuous settlement is carried out throughout the day.", "It is important to note that at the moment nearly 90% of all customer accounts in Bulgaria are already reachable for instant payments in BGN.", "The implementation of batch credit transfers in the public sector is planned to begin in the second half of 2023, which will lead to much faster processing and availability of transferred funds that will be received within a few minutes to an hour.", "The Bulgarian National Bank, BORICA AD and the banking community are in the process of implementing a project that will ensure full reachability for credit transfers in euro to over 4,800 payment service providers in all countries of the SEPA area.", "Banks will be able to perform SEPA payments in euro using a prepaid model with continuous settlement, similar to the one currently used for batch and instant payments in BGN, which will significantly shorten the time for making transfers in euro.", "The project for full SEPA reachability of credit transfers executed in euro is expected to be completed by the end of 2023.", "The successful cooperation between the BNB, BORICA AD and the banks in our country is expected to yield results by the end of 2023 with the implementation of another important project - to connect the BISERA7-EUR payment system operated by BORICA AD to TIPS.", "TIPS is the Eurosystem's service for the settlement of instant transfers in euro.", "TIPS provides full reachability for the execution of instant transfers in euro (SCT Instant) to all payment service providers in the EU that process such transfers.", "Once this project is completed, the participants will be able to make national and crossborder instant euro payments to all banks and non-bank payment service providers, following the above described prefunded settlement model.", "The project for joining TIPS is a logical continuation of the introduction of BGN instant payments in alignment with the SEPA instant credit transfer scheme.", "Furthermore, this project will ensure the infrastructural preparedness in the context of the expected amendments to Regulation 260/2012 on SEPA , according to which all payment service providers executing clients' credit transfers in euro will have to be able to perform instant credit transfers in euro too.", "The Bulgarian National Bank and the securities depositories in Bulgaria - the Government Securities Depository at the BNB and Central Depository AD, in constant communication and cooperation with the ECB, are working, according to the predefined timetable, to join the securities settlement platform TARGET2-Securities (T2S), which now has connections to 19 securities depositories from European countries.", "TARGET2-Securities is part of the Eurosystem's new consolidated platform for TARGET services that, as I already mentioned, went live successfully on 20 March With the expected accession to T2S, the two Bulgarian depositories will be offering their participants settlement of securities and funds in euro, in central bank money, on a 'delivery versus payment' principle.", "The benefits for issuers of, and investors in, securities are related to ensuring cross-border settlement, diversified portfolios of investments, and a more diverse investors' base.", "The Bulgarian depositories are expected to join T2S, together with a few other securities depositories from the European Union (EU), within this year's migration window planned in line with the system's schedule for the middle of September 2023.", "The Bulgarian depositories have already begun testing with the T2S platform, and the tests with their participants are envisaged for the second quarter of this year.", "In the area of statistics, by the end of 2023 the BNB is going to bring to completion its work on joining the AnaCredit register and the Register of Institutions and Affiliates Data (RIAD) of the European System of Central Banks (ESCB).", "This project will achieve full compliance with Regulation (EU) 2016/867 of the European Central Bank of 18 May 2016 on the collection of granular credit and credit risk data, and Guideline (EU) 2018 /876 on the Eurosystem's Register of Institutions and Affiliates Data.", "AnaCredit is a harmonised dataset containing analytical data on bank loans, which, on a macro level, will foster the improvement of the existing statistics and the compilation of additional information as the data will deliver essential breakdowns and details which cannot be obtained from the current sources of information.", "RIAD is the ESCB's shared dataset of reference data on the individual entities and the relationships between them, and the two systems are interlinked.", "In order to accomplish these objectives, the BNB is building a new integrated information system which will allow compilation of all the information on loans and credit risk through a single entry point, via one platform.", "The Central Credit Register will also be integrated into the new platform.", "The platform may be used not only for statistical needs, but also for the purposes of banking supervision, resolution of credit institutions, and economic analysis.", "Reporting entities will submit information to one system, by common standards for Bulgaria and the EU, which will enhance the quality and consistency of the gathered information and will minimise the reporting burden on reporting entities.", "As I already said, the expectations are that all the above mentioned projects will be finalised by the end of 2023, and thereby the payment and statistical systems in the country will be integrated into the relevant systems and infrastructures of the euro area.", "All of the described projects are essential for the financial infrastructure in the country and will truly support further development of the innovations in this sector, following the trends and standards in the SEPA area.", "Working simultaneously on a multitude of complex projects is possible thanks to the successful cooperation, smooth communication, and strong motivation and assistance demonstrated by all market participants.", "I wish interesting and fruitful work to all the participants in today's conference.", "The euro retail payments system BISERA7-EUR and the securities settlement systems operated by the Government Securities Depository at the BNB and Central Regulation (EU) No 260/2012 of the European Parliament and of the Council of 14 March 2012 establishing technical and business requirements for credit transfers and direct debits in euro and amending Regulation (EC) No 924/2009"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SEPA", "payments", "euro", "T2S", "TIPS", "TARGET", "AnaCredit", "RIAD", "BISERA", "ECB"]}