{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech at the presentation of the Inflation Report - August 2023 Jorgovanka Tabaković, Belgrade, 16 August 2023 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the August Inflation Report, where we shall present current macroeconomic developments, our new macroeconomic projections and the measures we have undertaken in the period since the previous Report.", "As customary, at the very start of the conference, I wish to outline several key facts concerning the current macroeconomic developments and our new projections, which I shall explain later on in detail.", "First, y-o-y inflation in Serbia is on a downward trajectory, hitting 12.5% in July, down by 3.7 pp from March, when it touched its peak.", "The data on core inflation, which declined from 11.3% in March to 9.4% in July, suggest that inflation's slowdown is due not only to the falling global prices of energy and food, but also to the monetary policy measures undertaken by the NBS.", "In the remainder of the year, we expect y-o-y inflation to drop by 1 pp each month, and end the year at around 8%.", "Inflation's return within the target tolerance band is expected in Q2 2024, earlier than we projected in May, on account of further tightening of monetary conditions in June and July.", "Second, economic growth at home picked up to 1.7% y-o-y in Q2, on account of the recovery of the construction sector, gradual weakening of the effects of elevated costs in production and the resolution of global supply chain halts, despite the lingering global uncertainty and further tightening of global financial conditions.", "We expect economic growth to accelerate further in the rest of the year, and reach between 2.0% and 3.0% at the year level.", "We now estimate that the growth rate will be closer to the lower bound of the projected band.", "The reason behind our caution are primarily poorer performances of the production sectors of our key trade partners, notably Germany, and lower personal consumption in the year so far.", "Improvement of the country's external position continued in Q2, mostly in the area of commodity exchange, where the deficit narrowed significantly, as a result of elevated export and dented import, chiefly of energy.", "Improvements were also observed in the net export of services and, to a lesser degree, on the secondary income account, where the surplus widened.", "Given that H1 saw the lowest current account deficit on record, equalling only 1.6% of GDP, we now project it at around 2.5% of GDP at the level of the entire year, instead of 4.5% that we expected in May, though back then we also emphasized the high probability that the deficit would be lower than projected.", "According to preliminary data, foreign capital inflow from FDIs reached EUR 2,442 mn in seven months, exceeding the current account deficit multiple times.", "This fuelled appreciation pressures, to which the NBS responded by buying foreign currency worth close to EUR 2.5 bn net in the year to July, boosting FX reserves to a new record high of EUR 23.1 bn in late July.", "In the year so far, fiscal trends have exceeded expectations, owing to higher revenues, notably in light of increased profitability of corporates last year and savings on funds intended for overcoming the energy crisis.", "This opened room for the provision of support to domestic investment and consumption, without jeopardising the projected downward public debt trajectory in the medium run or triggering any major inflationary pressures.", "Under the latest data, the share of central government public debt is at a level only slightly above 50% of GDP.", "In the remainder of the conference, we shall present macroeconomic developments and our new projections in more detail.", "As usual, we shall first elaborate on developments in the international environment, as they largely determine both domestic macroeconomic trends and our monetary policy decisions.", "At the very start, I wish to underscore that the risks to macroeconomic projections associated with the international environment are now weaker than three, six or nine months ago, but there is still higher probability that they may be detrimental to domestic developments.", "Consistent with expectations, global economic growth has slowed this year, on the back of pronounced geopolitical tensions, relatively high inflation and tight global financial conditions.", "The negative effect of these factors was partly offset by a better situation concerning global supply chains and a preserved labour market, wherefore the IMF's global growth estimates are somewhat more favourable than three months ago.", "The euro area growth, as the most important for our economy, was also slightly adjusted upwards, but will be led mainly by service sectors and, to a lesser extent, production sectors, with a mild recession projected for Germany.", "The dissipation of pressures generated by import prices on prices in Serbia is an important driver of inflation's projected return to the target.", "Inflation is declining globally owing primarily to falling energy and food prices, though it remains relatively high in a large number of countries.", "Caution is associated primarily with core inflation, which continues to demonstrate signs of resilience, with many central banks, notably of advanced economies, continuing to tighten their monetary conditions, though at a slower pace than last year.", "World food prices are on a downward trajectory and are below their March 2022 peak by more than 20%.", "These prices are likely to decline further after this year's harvest.", "Expectations are similar for most other primary commodities as well these prices will trend along a downward path throughout the projection horizon.", "Consistent with our expectations stated in the May Inflation Report, since April y-o-y inflation in Serbia has been on a downward trajectory, measuring 12.5% in July.", "Its slowdown reflects primarily weaker growth in processed food and energy prices, as well as lower core inflation, which returned to a single-digit level in June and declined further to 9.4% in July, on account of not only the easing of global cost-push pressures, but also the tightening of monetary conditions.", "A decline in y-o-y inflation would have been sharper had vegetable prices not grown at a pace unusual for the season in May and June due to inclement weather, i.e.", "Under our new central projection, y-o-y inflation will continue to slow until the end of the projection horizon.", "After falling to around 8% late this year, it will return within the target tolerance band in Q2 2024.", "Inflation's further decline will be supported by the weakening of global cost-push pressures, their completed pass-through to other prices, and the drop-out of high energy and food prices from H2 2022 from the y-o-y calculation.", "Inflation will also decline on account of the slowdown in imported inflation and softer demand amid slower global growth.", "Inflation's return to the midpoint of 3% is anticipated in late 2024.", "Aiming to facilitate a faster decline in inflation expectations and ensure inflation's sustainable return within the target tolerance band, at our June and July meetings we raised the key policy rate by 25 bp each, to 6.5%, which translated onto interest rates in the markets of money and dinar loans.", "We kept the key policy rate on hold in August, given the need to view the full effects of earlier implemented measures.", "Under the impact of our tightening of financial conditions, including in the euro area, lending growth at home slowed to around 1% y-o-y in June, though the slowdown was also partly driven by the maturing of loans under the guarantee scheme.", "It is monetary tightening prevented domestic demand from producing additional inflationary pressures, but did not negatively affect financial stability.", "This is indicated primarily by the share of NPLs in total loans, which remained close to the historically lowest level of 3% in June.", "In view of the anticipated inflation movements over the monetary policy horizon, the cycle of monetary policy tightening is most likely coming to a close.", "Nevertheless, the NBS will continue to keep a close eye on all key factors affecting inflation movements and react additionally, if needed.", "Our future decisions will depend on the anticipated movements of key inflation factors, i.e.", "on incoming data, taking into account the time needed for the full effects of past monetary tightening to play out.", "According to the preliminary estimates of the Serbian Statistical Office, y-o-y GDP growth in Q2 picked up to 1.7%.", "In our estimate, on the production side, growth was driven by the recovery in construction, as well as stepped-up activity in the services sectors, agriculture and industry.", "On the expenditure side, just as in Q1, growth was driven by net exports owing to real growth of goods and services export and a decline in import, as well as fixed investments, while consumption and inventories gave a negative contribution.", "The same movements were recorded by our regional peers as well.", "With production costs subsiding and investment and consumer confidence being restored, we expect economic activity growth in the international environment to accelerate.", "These factors will also speed up the pace of Serbia's economic growth relative to the first two quarters.", "At the year level, we still expect GDP rate growth in the 2.0%-3.0% range, though we now estimate that the growth rate will be closer to the lower bound of the projected band.", "Weaker performance in the production sectors of our key trade partners, notably Germany, is mirrored by our somewhat lower perception of the additional acceleration in manufacturing and net export growth in the remainder of the year.", "Nonetheless, we estimate that this year net exports will contribute to economic growth more than we anticipated in May, primarily due to the results achieved in the year to date.", "A positive contribution is also expected from fixed investments, thanks to increased profitability of the economy and a high inflow on account of FDI, as well as government investments in road infrastructure.", "Household consumption will continue to increase, propped by higher employment and wages, though to a lesser extent than what we expected in May.", "As the global economy continues to rebound, and by extension external demand, and due to the anticipated pick-up in the implementation of investment projects in road, energy and utility infrastructure, as of 2024 we expect Serbia's GDP growth to accelerate to 3.0-4.0%, and then return to the pre-pandemic growth trajectory of around 4% annually.", "As I already underlined, our external position continued to improve in Q2 this Relative to H1 2022, the goods exchange deficit decreased by EUR 2.1 bn, year.", "thanks to the lower energy balance deficit amid the falling global prices of energy, lower import in terms of quantity and increased export of electricity, as well as growth in manufacturing exports at high rates.", "It is important to underline that despite dampened external demand, manufacturing exports remained high as a result of prior investments in tradable sectors.", "Together with the rising surplus in services trade and in the secondary income account, this has helped the current account deficit to equal only EUR 527 mn or 1.6% of GDP in the first six months of the year.", "With this in mind, we now project the annualised current account deficit at a much lower level, around 2.5% of GDP, compared to the 4.5% we projected in May.", "The anticipated pick-up in the investment cycle and the associated import of equipment and intermediate goods, as well as an increase in export capacities and a rebound in external demand which will mostly offset increased import will keep the current account deficit at 4% of GDP over the medium term.", "This is a level that ensures external sustainability.", "In the first seven months, inflow under FDI measured more than EUR 2.4 bn, exceeding the current account deficit several times and thus helping to boost appreciation pressures.", "In response to these pressures, the NBS net purchased foreign currency in the amount of EUR 2,455 mn in the first seven months.", "According to our estimate, net FDI inflow of around 5% of GDP in the medium term will continue to fully cover the current account deficit, as in the previous eight years, thus supporting the sustainability of our external position.", "Moreover, we expect FDI to remain highly diversified in terms of geographies and projects, and mostly channelled to tradable sectors.", "I would like to emphasize once again the importance of maintaining the relative stability of the dinar exchange rate, which helps us to maintain business and investment confidence at a high level and thanks to which we contributed to limiting the effects of the spill-over of imported prices on domestic prices in the period of elevated global uncertainty and the conflict in Ukraine.", "It is also conducive to overall macroeconomic stability in conditions of heightened global uncertainty.", "Chart 9 Structure of the current account Chart 10 Current account and FDI projection (in % of GDP) Services Secondary income Primary income Primary income, net Secondary income, net Current account FDI Current account deficit 3 2.8 2.7 1.5 0.9 -0.5 -2.9 -3.2 -10 -1.7 -5.3 -1.2 Source: NBS.", "In the year so far, fiscal movements have also played out better than anticipated.", "This was facilitated by revenues that were higher than planned, notably on account of increased corporate profitability in the previous year, which equalled RSD 864 bn in 2022 and was by more than a quarter higher than in the year before.", "At the consolidated level, in the six months we posted a surplus of RSD 45 bn (1.2% of GDP), while at the level of the year a deficit of around 3% of GDP was planned.", "The medium-term fiscal framework, anchored in the adopted fiscal rules, envisages the continuation of responsible fiscal policy conduct, with a reduction of the deficit to around 1.5% in 2025.", "Going forward, a significant portion of budget funds should be earmarked for increasing investments in road infrastructure and the energy sector, which will contribute to growth in production potential.", "Chart 12 Budget balance and general government public Chart 11 Dinar exchange rate and NBS transactions in the (in % of GDP) (EUR/RSD)** (in EUR mn) General government public debt (lhs) General government public debt, previous projection (lhs) Maastricht public debt criterion Budget balance, previous projection (rhs) Budget balance (rhs) 2 -150 -2 30 NBS transactions in the FX market, monthly (RHS)* EUR/RSD, monthly average (LHS)** 70 -1,200 2011 2013 2015 2017 2019 2021 2023 Source: Ministry of Finance.", "Source: Ministry of Finance.", "* Projection according to the Fiscal Strategy for 2024 w ith Forecasts for 2025 and ** EUR 1 in RSD.", "Ladies and gentlemen, dear colleagues, Over the past several years, our economy was exposed to shocks from the international environment unprecedented in the recent history.", "If we had not reacted duly with appropriate measures, in coordination with the Serbian Government, these shocks would have left immeasurable negative consequences on our country's economy.", "The lesson we have learned in these 11 years with me at the head of the NBS is that the measures undertaken and the results achieved are indeed important, but perhaps even more so are the conditions in the country at the moment a crisis breaks out.", "Therefore, it was critical that with appropriate reaction we not only preserved macroeconomic and financial stability, economic growth and the living standard of our citizens, but we also built up reserves to fortify Serbia's resilience to external challenges.", "I will name only two indicators the country's \"savings\" and the savings of our citizens.", "The country's \"savings\" or FX reserves, which are a national resource of vital economic importance in hedging against external shocks, were doubled during these 11 years with me leading the NBS.", "In other words, the stock of reserves we had when I came to the Bank is equal to the amount we additionally accumulated in these 11 years, therefore at end-July they measured EUR 23.1 bn.", "This is their highest level on record, and it exceeds all measures normally used to assess their adequacy (import coverage, money supply and short-term foreign debt, the IMF's ARA, etc.)", "I need not emphasize how important this fact is in terms of hedging against risks from the international environment and securing overall macroeconomic stability going forward.", "Chart 14 Dinar savings Chart 13 Value and structure of NBS FX reserves (end-of-period, in RSD bn) (end-of-period, in %) Securities Dinar savings (LHS) Foreign cash and deposits abroad Share of dinar savings in total Nominal FX reserves savings (RHS) 15,000 110.7 5,000 17.9 Source: Ministry 2012 of 2013 Finance.", "Besides the country's \"savings\", we also see continued growth in the savings of households, which is an indicator of the confidence in our domestic financial sector and the sound sources of credit growth.", "In the past 11 years, dinar savings rose six times, to RSD 110.7 bn at end-July.", "Concurrently, households' FX savings almost doubled, from EUR 7.7 bn to EUR 14 bn.", "All of this creates a foundation that enables us to successfully face the challenges emanating from the international environment, which we will almost certainly encounter again in the future.", "The NBS will continue to monitor and analyse trends in the international commodity and financial markets to better assess their impact on our economy and mount an appropriate response.", "Our priority is the return of inflation within the target band, while maintaining financial stability and preserving as much room as possible for growth of our economy and employment, and improvement in our citizens' living standard.", "In the remainder of the conference, we welcome your questions."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Economic growth", "Monetary policy", "External position", "Fiscal policy", "Foreign direct investment", "Exchange rate", "Savings", "Financial stability", "International environment"]}