{"sentences": ["I'd like to thank the conference organisers for inviting me to the place where I began my academic career in late 1990 and which then became my ticket to the board of the central bank ten years later.", "The knowledge I gained from my discussions here at the Faculty, specifically in the Department of Economics, has always been a foundation stone for me in making monetary policy decisions.", "At conferences, central bankers these days tend to give presentations in which they show charts to explain what's going on in the economy and what we can expect to see in the near future.", "But for this conference, for the first time in my professional life as a central banker, I have opted to give a straight lecture.", "This will hopefully better enable me to convey to you my longerterm view of the relationship between academic monetary macroeconomics and monetary policy-making.", "I will try to support this intention by not citing any literature - neither my own, nor that of my favourite economists, nor that of economists whose relevance I have doubts about.", "The Great Moderation and the subsequent Global Financial Crisis I joined the Faculty at a time when New Keynesian macroeconomics (NKM) and its approaches, immodestly referred to as \"the science of monetary policy\", had become the official mantra in the central banks of developed countries and had subsequently been translated into a monetary strategy referred to as inflation targeting (or inflation forecast targeting).", "It was an era characterised by optimistic expectations about longterm economic developments.", "Macroeconomists spoke of a \"Great Moderation\" and predicted that we would see decades of low and stable inflation amid brisk economic growth with no significant cyclical fluctuations.", "With the benefit of hindsight, these expectations were not fulfilled.", "The low inflation that took hold globally in the 1990s was largely a product of globalisation, not super-smart monetary policy.", "In the early 1990s, price stability began to gain ground as central banks' primary objective.", "However, in Ostrava - and the same was true of other Czech universities at the time - we took a more traditional approach and considered monetary stability, or currency stability, to be the main objective of monetary policy.", "By this we usually meant a more general state of affairs where inflation is low and stable, the banking sector is healthy and not a source of excessive money supply growth, the currency is reasonably strong and external imbalances are not building up.", "However, the world's macroeconomists longed for a simpler notion of a target that could be expressed in an exact, numerical, way, preferably with a single number.", "Out of this was born price stability defined as low single-digit inflation, usually derived from the consumer price index (CPI inflation).", "In an inspirational group of economists here at the Faculty, we paid limited attention to the fresh trends in American academia and central banks at the time, and mainly discussed various historical views of money and monetary policy.", "After all, we weren't experiencing any great moderation around us at that time.", "In particular, the second half of the 1990s was quite wild in the macroeconomic and financial sense in the Czech Republic and many other small open economies.", "The Great Moderation phenomenon manifested itself here later as a \"temporary calm before the storm\" between 2003 and 2007.", "Then the Global Financial Crisis (GFC) came and put a definitive end to the idea of a Great Moderation.", "The Global Financial Crisis was no great surprise to me and my colleagues at the CNB.", "This is evidenced by the fact that in 2004 we were one of the first central banks in the Western world to set up a team for analysing risks to financial stability.", "The pitfalls of mainstream macroeconomics Just after the GFC, a heated debate erupted about the merits of mainstream macroeconomics.", "By that we mean the NKM presented in DSGE models.", "I will thus refer to it as NK-DSGE throughout my lecture, although today this term covers a wider range of approaches than it did 10 or 15 years ago.", "State-of-the-art NK-DSGE approaches introduced rigour and strong microeconomic foundations into macroeconomic thinking.", "They became an important tool for simulating the effects of monetary policy and other macroeconomic shocks.", "But nothing is for free.", "The positive features of this framework came at the cost of what is described as a high degree of model stylisation.", "Put simply, these models, especially at their beginnings, were very narrow in terms of the specification of the economy and its behaviour, and omitted a number of important linkages and processes.", "Despite much progress in the academic literature over the last 10 years, the variants used by central banks remain suitable mainly for analysing small deviations of macroeconomic variables from their long-term trends.", "They represent a highly imperfect description of the economy and are not able to cope with shocks or structural changes that deflect it from these trends for lengthy periods.", "The macroeconomic instability we have seen over the last 20 years is essentially inconceivable in these models.", "Despite these limitations, NK-DSGE models have for quite some time been strongly dominant in academic macroeconomics and been the main tool used for analysis and forecasting in some central banks.", "In a scientific discipline in which scholars have always held different views and argued heatedly among themselves, such a situation was by definition strange.", "It is good that after the GFC, the fundamental debate on different approaches to macroeconomic modelling was revived and the seemingly irreconcilable camps were able to reach some common conclusions.", "The current inflationary wave will undoubtedly give a new impetus to this debate.", "How did one rather narrow and quite technical approach come to dominate macroeconomics?", "Personally I think it mainly reflects psychological factors.", "From my experience of more than 30 years in both the academic and financial sectors, I see a rather strong conflict between the exact scientific thinking in the ideal of the natural sciences and the excessive uncertainty associated with the unpredictable behaviour of social systems.", "I have met many very smart people, including winners of what is inaccurately referred to as the Nobel Prize in Economics, and I have observed that even extremely intelligent people tend to simplify situations dramatically in the face of high levels of uncertainty.", "They simply cling to a highly stylised economic model, abstract from many theoretical and practical inconveniences, and then offer a clear answer that can be claimed to be \"scientifically\" derived.", "Without this, they would probably have to say, \"I don't know, it depends on this, that and the other\".", "Trying to simplify things through highly stylised models would not matter in itself if their users were fully aware of this and understood that they were dealing with a partial presentation of the economy that needs to be complemented by other modelling or analytical approaches.", "But my experience is that even top economists tend to be timeinconsistent.", "They are initially aware of the limitations, but after a while they tend to forget them and start to regard highly stylised models as a correct and complete presentation of the economy.", "What is not included in the model ceases to matter to them.", "I am thinking here in particular of the banking sector, capital markets and real estate, which in most countries is a key investment asset.", "Fiscal policy has also been marginalised.", "Neglecting important factors increases the likelihood of systematic economic policy mistakes.", "How can this be avoided?", "Seemingly simply - it is important to recognise that putting all your eggs in one basket is not appropriate when considering macroeconomic dynamics and the effects of monetary policy.", "We should not forget that there are many different stories playing out in the economy at any given time.", "Some are fast-moving and some slow; some are strong at a given moment but later fizzle out; some prevail over time, even if no one would have put a brass farthing on them at first.", "I would liken it to a symphonic orchestra in which different instruments play very different music at different times in terms of number of notes and volume.", "But in an economy, no sheet music is handed out - it's a socio-political system that creates its own endogenous dynamics, that is, it rewrites the score itself, and in quite different ways each time.", "For a while, modern macroeconomics tried to get around this more or less intractable situation by picking just one out of a wide set of stories, often treating it as if it were immutable in time and space.", "And when reality deviated from that story for an extended period, it opportunistically explained it away as bad luck in the form of a series of unpredictable adverse shocks.", "A persistent challenge for inflation-targeting central banks is the phenomenon of inflation itself.", "We recognise that the CPI or some similar inflation measure, which lies at the heart of this monetary policy framework, may not be an ideal representation of what is meant by inflation in traditional monetary theory.", "Personally, I still adhere to the monetarist definition that inflation means a steady and continuous rise in the price level, that is, a situation where different price categories and nominal variables generally show a similar trend.", "CPI inflation does not quite fit this definition, and it is not always desirable to regard its short-term fluctuations as genuine inflation or deflation.", "This is partly because CPI inflation tends to change quite frequently as a result of shocks of a non-macroeconomic and non-monetary nature.", "If the central bank were to try to slavishly keep CPI inflation at a certain target level at all times, it would have to change interest rates or other instruments frequently and significantly, and would probably not be successful in doing so.", "After all, NKM itself recommends focusing on the narrower price indices of so-called core or super-core inflation, which consist mainly of items whose prices are rigid.", "But there is no doubt that targeting a specific and narrow price index would not be very comprehensible to the markets and the public.", "For this reason, central banks tend to choose pragmatically to target a broad index close to the CPI and explain sophisticatedly in their communications why they sometimes react less or more strongly than the observed or forecasted CPI inflation would imply.", "Under inflation targeting as practised in reality, central banks then set their rates to meet the CPI inflation forecast in the relatively short term.", "The problem is that we cannot reliably forecast CPI inflation and its twists and turns.", "Virtually every major shock to inflation, in one direction or the other, has more or less surprised central banks this century.", "On the other hand, we are undoubtedly quite capable of understanding that inflationary potential is being generated in the economy.", "But again, we cannot reliably predict how this potential will manifest itself over time, through what channels it will enter the economy and whether or not it will show up as overt inflation at some point in time.", "Particularly in small open economies, where shocks to the exchange rate and other shocks from abroad have a significant impact on inflation, it is quite likely that the generation of inflationary potential may initially translate into asset price growth or, in some cases, current account deficits rather than into overt CPI inflation.", "The latter may then stay quite low for a long time even when the economy is overheating.", "As a result, rather than inflation-forecast targeting, central banks may slide towards a response-torecent-inflation-numbers regime.", "What is the solution to this situation?", "I offer no simple one.", "The above dilemmas need to be reflected in our thought processes.", "In monetary policy decision-making, in addition to model-based forecasts of highly variable CPI inflation, we need to give equal weight to the longer-term fundamental inflationary pressures generated by macroeconomic, monetary and financial developments.", "I understand the arguments that we have no reliable indicator of these pressures and that few people outside the central bank itself would pay heed to an index of fundamental inflationary pressures.", "But you can't escape reality.", "It doesn't pay to put everything on one card.", "It's better to have a broader set of models and, on top of that, a set of indicators to allow for cross-checking.", "From fears of low inflation to the current inflation shock For a quarter of a century, central banks in developed countries, along with legions of renowned macroeconomists, focused almost exclusively on how to prevent inflation from getting too low.", "At certain times, this undoubtedly made sense.", "But at others it was questionable, because credit and asset prices were rising rapidly, demand was at a decent level and the labour market was tight.", "And in some periods it was quite obvious that an inflationary potential was building up, i.e.", "that hidden inflationary pressures were accumulating which might one day come to light.", "The NK-DSGE models were unable to cope with such situations, nor could they detect them in time.", "As long as CPI inflation was low, they failed to recognise that the economy was dangerously overheating and that monetary policy needed to be tightened significantly.", "Some economists are now able to admit this thanks to the bitter experience of the last two years.", "They are equally able to admit that monetary policy decision-making should not ignore developments in financial markets and growing financial imbalances.", "New lending to households and businesses, the conflicting trends in asset markets and the nature of fiscal policy are rightly an important part of the debate on the appropriate setting of interest rates in the present situation of high inflation.", "Central banks in developed countries, especially in Europe, have lost price stability in the last two years.", "We now need to assess why this happened and how to prevent it in the future.", "One reason is probably an over-reliance on recommendations based on narrow models.", "These usually say that it is enough to raise short-term interest rates significantly for a short period of time, which will correct inflation expectations, and we will return to the inflation target fairly quickly.", "This is a nice idea, but for me personally it is one that is more from the world of faith than science.", "In reality, monetary policy transmission is complex and highly variable over time.", "We have to recognise that in the real world we are not able to sensitively manage inflation by making small adjustments to short-term interest rates in order, for example, to offset a previous undershooting of the inflation target by overshooting it for some period of time, or vice versa.", "In reality, such efforts, represented, for example, by romantic notions of targeting average inflation, can get out of hand.", "As for the conduct of monetary policy in the future, I think we need to get back to some of the original ideas about inflation forecast targeting.", "In central banks, we will have to rethink what we mean by \"inflation\" and how to assess whether imbalances are being generated in the economy that may eventually manifest themselves in inflation or deflation.", "We need to focus more on the inflationary or deflationary potential arising from medium and long-term fundamentals, not just on estimates of what inflation will look like in two years' time in a forecast generated by a macroeconomic model of one type or another.", "For this reason, too, we will have to rehabilitate the quantities - money, credit, debt - and estimate the effects of changes in them in the longer run.", "Furthermore, we must introduce into our monetary policy frameworks ways of systematically identifying and reflecting structural changes related to the functioning of the labour market under the influence of demographic change, to globalisation or deglobalisation tendencies, to society's preferences regarding private and public debt, to the response of economic policy to climate risks, and so on.", "To this end, we also need to begin to view macroeconomics as a social science again, that is, not to be ashamed of the historical term \"political economy\".", "I would like to end by thanking all my current or previous colleagues here at the Faculty of Economics, at universities in other countries, in international organisations and at the CNB for carrying on the torch of the Ostrava Monetary School which we started to build here in the early 1990s.", "I wish you a successful conference.", "I would like to thank Jakub Matj, Adviser to the Bank Board of the Czech National Bank, for valuable comments and suggestions.", "Any errors or omissions are my responsibility."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Great Moderation", "Global Financial Crisis", "NK-DSGE", "inflation targeting", "monetary policy", "inflation", "financial stability", "macroeconomic stability", "structural changes", "social science"]}