{"sentences": ["Central Banking in Uncertain Times: The Indian Experience Opening Plenary Address by Shri Shaktikanta Das, Governor Reserve Bank of India Delivered at the Summer Meetings organised by Central Banking, London, UK on June 13, 2023 In recent times, especially since the outbreak of the COVID-19 pandemic, central banks - who are at the core of monetary and financial systems - have been called to do \"heavy lifting\" well beyond their traditional mandate.", "Central banks have navigated through unchartered waters during the three black swan events - the pandemic, the war in Ukraine and the unprecedented scale and pace of global monetary policy normalisation - all in the span of three years.", "More recently, central banks had to quickly change gears from providing stimulus to pandemic ravaged economies to battling inflation with all ammunition at their disposal.", "Even as the battle against inflation was ongoing, the banking turmoil in certain advanced economies (AEs) posed the awkward trade-off between financial stability and price stability.", "This extraordinary period of global turbulence has indeed been extremely challenging for central banks and central banking.", "In my address today, I propose to highlight the Reserve Bank of India's response to the multiple challenges of COVID-19, surge in inflation, growth slowdown and threats to financial stability.", "I also propose to enumerate the lessons learnt which may become a part of central bank operating procedure for such events in the future.", "The COVID-19 pandemic scarred the global economy, causing unimaginable loss of life and livelihood.", "In India, our response amidst the imposition of nation-wide lockdown and social distancing was prompt and decisive.", "We were perhaps amongst the first few central banks to have set up a special quarantine facility with about 200 officers, staff and service providers, engaged in critical activities to ensure business continuity in banking and financial market operations and payment systems.", "Our monetary policy committee (MPC) reacted swiftly by reducing the policy repo rate sizeably by 115 bps in a span of two months (March-May 2020).", "Unlike advanced economy (AE) central banks which eased rates close to the zero-lower bound, we did not reduce the policy repo rate below our inflation target of 4 per cent.", "Together with other actions in the liquidity front, this helped us in supporting growth without fuelling inflationary pressures.", "This also helped in undertaking a faster reversal of stance later, without being market disruptive.", "Along with the rate cuts, we infused significant quantum of liquidity through both conventional and unconventional measures to stimulate the economy, restore confidence and revive market activity, while being mindful of the need to ensure that our liquidity augmenting measures do not engender future fragilities.", "Our liquidity measures were unique in several ways: first, liquidity was provided only through the Reserve Bank's counterparties (banks) for on-lending to stressed entities/sectors; second, asset purchase programme was for a limited period of six months and much smaller in size than advanced economies, and was confined to government securities only; third, collateral standards were not diluted while offering lending facilities; and fourth, loan resolution frameworks for COVID-19 related stressed assets were not open ended but subject to achievement of certain financial and operational parameters.", "Moreover, most of our liquidity injection measures had pre-announced sunset clauses, which helped in an orderly unwinding of liquidity on their respective terminal dates without de-anchoring market expectations.", "Overall, liquidity enhancing measures worth US$ 227 billion (8.7 per cent of GDP) were announced, of which funds availed were US$ 157.5 billion (6.0 per cent of GDP).", "The liquidity infusion measures were mostly concentrated in 2020 but continued in 2021 in view of fresh waves of the pandemic and the fragile nature of economic recovery.", "Nevertheless, surplus liquidity was gradually migrated from the short end to the longer horizon during 2021 through variable rate reverse repo (VRRR) auctions of longer tenors, which lifted short-term rates from ultra-low levels, thereby obviating financial stability challenges.", "This was done by sensitising the market well in advance through effective communication.", "Further, recognising that the yield curve is a public good, the benefits of which accrue to all, we undertook outright asset purchases and operation twist1 - which were generally liquidity neutral - to modulate long term G-sec yields.", "This, in turn, lowered rates on all instruments benchmarked to prices of the G-sec yield curve.", "The resultant congenial conditions allowed corporates to mobilise large resources and repay high-cost debt from banks.", "Such deleveraging by corporates reduced their balance sheet vulnerabilities and facilitated credit offtake later in 2022-23.", "The benign liquidity conditions also enabled the banks to mobilise additional capital and strengthen their balance sheets to withstand future stress, if any.", "Inflation Challenges 6.", "At the height of the pandemic during 2020 and 2021, the MPC prioritised growth over inflation, given the frail economic conditions and notwithstanding intermittent inflationary pressures from supply shocks.", "For instance, supply-side pressures had nudged inflation above the upper tolerance band of 6 per cent in October 2020 and there were market concerns over the continuation of the accommodative monetary policy stance.", "Under these circumstances, we provided both state- and time-based forward guidance on continuing \"with the accommodative stance of monetary policy as long as necessary - at least during the current financial year and into the next year ...\" as output remained well below its pre-pandemic level.", "In the second half of 2020-21, inflation eased in line with our assessment as supply side pressures abated.", "The time-based element of the guidance helped to anchor market expectations and moderate undue expectations building up at that time of a possible reversal of the monetary policy stance.", "In early 2022, inflation was expected to moderate significantly with a projected average rate of 4.5 per cent for 2022-23, based on an anticipated normalisation of supply chains, the gradual ebbing of COVID-19 infections and a normal monsoon.", "Such expectations, however, were belied by the outbreak of hostilities in Ukraine since end- February 2022.", "Initially, the shocks came from food and fuel prices, which were mainly global in origin, but local factors from adverse weather events also played an important role in increasing food inflation.", "The shocks to inflation got increasingly generalised over the ensuing months.", "Moreover, strengthening domestic recovery and rising demand enabled pass-through of pent-up input costs to retail goods and services.", "This imparted stickiness to underlying core inflation and kept headline inflation at elevated levels.", "Under these circumstances, the MPC quickly changed gears by prioritising inflation over growth and also changed its stance from being accommodative to withdrawal of accommodation.", "The MPC acted proactively by holding an off-cycle meeting in May 2022 and raised the policy rate by 40 basis points.", "This was followed by rate hikes, albeit of varying sizes, in each of the five subsequent meetings till February 2023.", "In all, we have raised the policy repo rate by 250 bps cumulatively between May 2022 and February 2023.", "Thus, we acted in a timely manner and have calibrated the quantum of rate hike with the changing inflation outlook.", "In recent months, there are signs of some softening in inflation, with headline inflation easing to 4.25 per cent in May 2023 from the peak of 7.8 per cent in April 2022. .", "The cumulative impact of our monetary policy actions over the last one year is still unfolding and yet to materialise fully.", "While our inflation projection for the current financial year 2023-24 is lower at 5.1 per cent, it would still be well above the target.", "As per our current assessment, the disinflation process is likely to be slow and protracted with convergence to the inflation target of 4 per cent being achieved over the medium-term.", "Based on this realisation and with a view to assess the impact of past actions, we decided on a pause in the April and June 2023 meetings, but clarified unequivocally that this not a pivot - not a definitive change in policy direction.", "Recognising that explicit guidance in a rate tightening cycle is inherently fraught with risks, the MPC has also eschewed from providing any future guidance on the timing and level of the terminal rate.", "In India, with the formal adoption of flexible inflation targeting (FIT) in 2016, the Reserve Bank of India is entrusted with the responsibility of conducting monetary policy with the primary objective of \"maintaining price stability while keeping in mind the objective of growth\".", "Given our population2 and large addition to the work force every year because of the \"demographic dividend\",3 we cannot be oblivious to growth concerns.", "Hence, we prioritised growth during the pandemic years even as inflation remained above the target but within the tolerance band.", "The Indian economy displayed exemplary resilience post- pandemic and rebounded strongly from a contraction of 5.8 per cent in 2020-21 to a growth of 9.1 per cent in 2021-22 and 7.2 per cent in 2022- 23.", "Proactive and coordinated response of fiscal and monetary policies nurtured a quick recovery, while various structural reforms related to banking, digitalisation, taxation, manufacturing and labour, implemented in the last few years, laid the foundation for strong and sustainable growth over the medium and long term.", "The government's continued thrust on capital expenditure is creating additional capacity and nurturing the much-awaited revival in the corporate investment cycle.", "The Indian economy has also made rapid gains in openness and has gradually integrated with the global economy over the years.", "Consequently, it is getting increasingly exposed to the vagaries of global headwinds.", "It is, however, pertinent to note that India's growth in the last few years is mainly driven by robust domestic demand, especially private consumption and investment, amidst the global slowdown5.", "In all likelihood, India will remain among the fastest growing large economies in 2023.", "Regulatory and Supervisory Initiatives 12.", "In the last few years, we have put in place a stronger and more robust regulatory and supervisory framework.", "This has served us well in withstanding the scourge of the pandemic and the global financial market turmoil after the outbreak of geo-political hostilities.", "Our approach to regulation and supervision has been essentially premised on three pillars.", "First, our focus in recent years has been to strengthen governance and assurance functions within our regulated entities - banks and non-bank financial companies (NBFCs).", "The emphasis has been on building an environment of trust, transparency and accountability in the financial sector.", "Some of our regulatory measures include implementation of (i) Liquidity coverage ratio (LCR) and net stable funding ratio (NSFR); (ii) governance guidelines for commercial banks; (iii) scale-based regulatory (SBR) framework for non-banking financial companies (NBFCs), among others.", "The capital and liquidity requirements are uniformly applied to all scheduled commercial banks (SCBs), irrespective of their asset size and exposure.", "Latest supervisory data indicates that all the banks are meeting the various prudential requirements.", "Stress tests also indicate that even in severe stress conditions, Indian banks will be able to meet the minimum requirements.", "Second, our supervisory systems have been strengthened significantly in recent years by adopting a unified and harmonised supervisory approach for commercial banks, NBFCs and urban cooperative banks (UCBs).", "We have considerably strengthened supervisory macro and micro data analytics to capture potential and emerging risks.", "Overall, unification of supervisory architecture; ownership-agnostic and risk-focused supervision; shift from episodic to continuous supervision; enhanced off-site surveillance, leveraging on data analytics and SupTech solutions; strengthened on-site supervision; outlier entities identification and deep-dive into vulnerable areas have been the major planks of our supervisory strategy.", "Third, we focus on identifying and addressing the root causes of vulnerabilities in banks and financial entities rather than dealing with the symptoms alone.", "We deep dive into the business models of banks and other lending entities and closely monitor their asset liability mismatches and funding stability.", "We have a system of early warning signals that provide lead indications of risk build-up.", "Stress tests are also carried out on a continuous basis for both individual entities as well as at the systemic level.", "We do not interfere with the business decision making of regulated entities, but our approach is to sensitise the senior management of regulated entities for remedial action on any mismatch between the adequacy of internal controls and loss absorption capacity and the risks that their business models generate.", "We also remain engaged with the external auditors to flag issues that are relevant for their role.", "Summing up, our approach towards maintaining the stability of the Indian financial system is integral to our conduct of monetary policy as financial instabilities can undermine economic growth and impede monetary policy transmission.", "We recognize that the likelihood of financial turbulence would be high if there is no price stability.", "This reinforces our belief in the complementarity of monetary policy and financial stability in the long run.", "At the Reserve Bank, we are mindful of the importance of communication, given our multifarious responsibilities and wider ramifications of our actions.", "We have followed a consultative approach by periodically interacting with various stakeholders on policy formulation.", "Central bank communication was tested to the hilt and on two major counts as the pandemic unfolded: (a) we had only the digital interface to communicate with media and other stakeholders, and (b) the target audience changed from experts to the general public with attendant challenges9.", "The communication during pandemic times, apart from explaining the measures being taken by RBI, were also a source of confidence and optimism for the common man.", "The April 2020 statement made by me stated \"Although social distancing separates us, we stand united and resolute.", "Eventually, we shall cure; and we shall endure\".", "The August 2020 monetary policy statement made by me said, \"The pandemic poses a challenge of epic proportions, but our collective efforts, intrepid choices, innovations, and true grit will eventually take us to victory\".", "These and other such messages reinstated the much-needed confidence, provided market guidance and helped anchor expectations, all of which are important elements of a modern monetary policy framework.", "The Reserve Bank's pandemic response was prompt and decisive, with more than 100 measures undertaken since March 2020.", "The MPC meetings were held ahead of the schedule on two occasions (March and May 2020).", "I also delivered two other standalone statements outside the Monetary Policy Committee (MPC) cycle - one in April 2020 and the other in May 2021, the latter at the peak of the second (Delta) wave of COVID-19.", "These off-cycle meetings and standalone statements demonstrated the Reserve Bank's readiness to undertake prompt and pre-emptive actions.", "The unequivocal reassurance communicated to the public and other stakeholders through these statements along with our timely measures eased financial conditions considerably while unfreezing markets and reviving trading activity.", "Effective forward guidance reinforced the impact of our conventional and non-conventional monetary policy actions during the pandemic.", "As noted earlier, our forward guidance on continuing with accommodative monetary policy amidst transient inflationary shocks was highly effective.", "Our asset purchase programme - G-sec Acquisition Programme (G-SAP) - provided an upfront commitment to a specific amount of open market purchase of government securities.", "This measure anchored interest rate expectations and facilitated monetary transmission.", "Recalibrating the policy path after the pandemic presented its own set of communication challenges.", "Reversal of certain open-ended policies required careful and nuanced communication to align market expectations with our assessment.", "Illustratively, the Governor's policy statement of February 2021 addressed the fears of reversal of monetary policy which were building up due to resumption of liquidity absorption through VRRR operations in January 2021.", "This was done by explicitly explaining the rationale for the reintroduction of VRRR auctions.", "Similarly, liquidity rebalancing was set in motion in August 2021 through periodic upscaling of the 14-day main VRRR auction, with the explanation that liquidity conditions need to \"evolve in sync with the macroeconomic developments to preserve financial stability\".", "The assurance given to the markets, the people and all other stakeholders through statements like \"We will continue to think and act out of the box, planning for the worst and hoping for the best (June 2021); \"The Reserve Bank remains in 'whatever it takes' mode, with a readiness to deploy all its policy levers - monetary, prudential or regulatory\" (August 2021) demonstrated the central bank's commitment to remain steadfast in safeguarding trust and confidence in the domestic financial system.", "In the subsequent tightening phase which commenced in April- May, 2022, the scale and nature of communication has been appropriately fine-tuned and calibrated, so as to ensure successful transmission of policy rate hikes.", "We also recognise that communication has to be balanced - too much of it may confuse the market while too little may keep it guessing.", "Communication needs to be backed by commensurate actions to build credibility.", "We tread a very fine line and constantly endeavour towards refining our communication strategies.", "Let me now conclude by reflecting upon some key lessons that we have drawn from our experience of the past three years.", "First, being proactive and nimble footed during a crisis gives one the agility to respond speedily to evolving developments that are overwhelming.", "In this regard, our decisions at the height of the crisis in 2020 and our liquidity rebalancing measures in 2021 served us well.", "Second, our measures have been prudent, targeted and calibrated to the need of the hour.", "We have not been tied down by any existing dogma or orthodoxy.", "While lowering the floor of the interest rate corridor and increasing its width, we did not inject excessive liquidity or dilute our collateral standards.", "We kept in mind that what is being rolled out needs to be rolled back in time and in a non-disruptive manner.", "Third, we backed up our monetary policy actions by appropriate regulatory and supervisory measures, including macro-prudential instruments, that reinforced the policy impact and its credibility.", "Fourth, we provided guidance and confidence to the market and the wider public through effective communication as part of our endeavour to anchor expectations and sentiments appropriately.", "Thus, communication became an additional pillar of our overall policy response during the pandemic.", "In my address today, I have endeavoured to provide a synoptic view of the Indian experience which may be useful for the ensuing discussions in this conference.", "I once again thank the organisers and Central Banking for this opportunity and wish the Conference all success."], "classifications": ["none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Financial Stability", "COVID-19", "Communication", "Regulatory Framework", "Growth", "Liquidity Management", "Central Banking", "Economic Recovery"]}