{"sentences": ["Good afternoon, everyone, especially all my colleagues in government.", "And it is still not too late to say, \"Happy new year!\"", "As we release the 2022 Financial Stability Report, I am pleased to note that the economy has demonstrated its resilience despite a year of challenges and global turmoil.", "Over the past few months, we have returned to some form of normalcy.", "Of course, the \"new normal\" is quite different from the \"old normal,\" but it is still normal: businesses are opening; the malls are full again that parking has become a challenge; students are trooping back to schools; consumers are spending more; and tourist arrivals are increasing.", "What we have today, some of it is called \"pent-up demand\" or \"revenge spending.\"", "The people who did not buy cars because they were not needed during the lockdowns are now, of course, catching up.", "But while we cherish all these positive strides, we cannot overlook the challenges to the global market and, of course, geopolitics.", "Indeed, if you listen to the most pessimistic people, they are thinking, \"What if something happens to Iran?", "What if North Korea becomes a problem again?", "What if globalization, as we know it, is completely gone?\"", "We have terms like reshoring and friend-shoring.", "Where you locate is now also affected by geopolitics.", "Moreover, inflation remains a problem worldwide.", "In our case, as the joke goes, \"Sibuyas could now serve as your earrings.\"", "As the authorities respond with higher policy rates, which are necessary to control second-order effects, what we in the central bank want is that the supply-side effects do not generate inflationary expectations that make inflation keep rising-even after the supply shocks have gone.", "There are risks to the real economy, which, thankfully, we [the economy] were able to absorb, and we do believe we will be able to absorb this [impact of the BSP's rate hikes] as well.", "But these spillover effects are critical-just as we are worried about any spillback risks from financial markets into the real economy.", "By the way, one of the questions we will always ask is: Are the things we do to stabilize the economy eventually planting the seeds for the next crisis?", "For instance, we stabilize the exchange rate, so people will now say, \"Baka naman safe nang manghiram sa dolyar kahit ang kita [profit] mo ay peso.\"", "Every time the economy weakens, we [in the central bank] come in and try to save it.", "[So, people start thinking,] \"Ah!", "Wala palang risk because, after all, the central bank will save the economy.\"", "You could see that happen in the United States.", "What caused the Global Financial Crisis?", "Too much liquidity that chased assets.", "So, inflation was not a problem; asset prices were the problem.", "So, it is like an alcoholic.", "\"I am drinking too much.\"", "To stabilize you, in the meantime, I will give you alcohol so you can function.\"", "The problem is when you do that, then people would say, \"Central banks and other regulators will save us.\"", "And, therefore, to use the favorite words of [Senior Assistant Governor] Noe [Ravalo], \"The seed of instability is stability.\"", "Without knowing it, as we try to do good things, we created expectations that certain prices never go down.", "And, as long as prices never go down, default is low because all you have to do is sell the assets that you have.", "Default rates are low until they are high.", "There is no gradual increase, just a sudden one.", "By the time you know it, it is too late.", "This is what we want to prevent.", "Of course, I would like to thank the OSRM [Office of Systemic Risk Management] for all the efforts, notwithstanding the manpower problems.", "And it is quite important that new methods of [systemic risk] analysis come up, like \"What is too big to fail?\"", "Of course, the simple answer is, you can be too interconnected to fail.", "For instance, Meralco is too big to fail kasi brownout tayong lahat.", "The government will take over.", "But that will create more problems than it solves.", "Therefore, all these things-counting minuses and pluses and adding them and making many problems disappear ... just because, right now, there is no problem.", "And if these are not challenging enough, we heed the reminder of Hyman Minsky who argued that \"It is in periods of stability that we sow seeds of instability.\"", "What I just described earlier-good times, which we regulators cannot let go of so easily.", "In fact, when the good times are turning bad, we do our best to prolong it even longer.", "It can lull us into a wrong sense of complacency.", "This is the answer to the question I posed earlier: We work on systemic risks, report our analysis-thank God for our staff and for our colleagues-and engage the public because we avoid the expected shocks and better manage when the unexpected ones happen.", "This is a point of resilience.", "For instance, we in the central bank know that the policy rate affects [market] interest [rates].", "But it does not affect the foreign borrowing costs of conglomerates from abroad.", "In a sense, the conglomerates live in a financial sector that is quite different from the financial sector that we all live in.", "The government is the same thing.", "This explains why the T-Bill [Treasury-Bill] rate is lower than the policy rate.", "So, these are all the things we are asking.", "The extent to which these things that look like solutions to any problem that we do not like, eventually, unintentionally become the root of instability.", "So, our benchmark is not whether the risks do materialize but rather how prepared we are for them.", "It could be that none of them [risks] ever happen.", "But that does not mean we should do it.", "My analogy is always the typical fire extinguisher.", "It looks like a waste of money [because] it has never been used.", "But, clearly, it is a bad idea not to have them.", "In closing, let me invite everyone to download your copy of the 2022 Financial Stability Report.", "Tell us what you think, and we are more than happy to engage.", "In this way, we can manage the risks ahead and shape present and future outcomes-together.", "Thank you very much at magandang hapon sa inyong lahat."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Inflation", "Geopolitics", "Systemic risk", "Central bank policy", "Asset prices", "Spillover effects", "Economic resilience", "Financial crisis", "Risk management"]}