{"sentences": ["Members of the Board of Directors of the Bank of Mauritius First Deputy Governor, Bank of Mauritius of the International Monetary Fund and of the World Bank Representatives of other Central Banks The Chairperson, and the Chief Executive of the Mauritius Bankers Association Chief Executives of banks and financial institutions Members of the Media Distinguished guests Ladies and Gentlemen A very good morning.", "I am pleased to welcome you at the Bank of Mauritius.", "At the outset, I wish to put on record the proactiveness we witnessed from the International Monetary Fund, the World Bank, the Bank for International Settlements and other Central Banks with respect to this event.", "The mere presence of international institutions and Central Banks representatives from across the world testifies both the willingness and interest in the future of money and the role of Central Banks I wish to convey my gratitude to the IMF/World Bank Group Community of Technologists for allowing the Bank of Mauritius the opportunity to host this meeting, the more so that I understand that it is for the very first time that this meeting is being held outside Washington D.C. Ladies and Gentlemen, It is very fitting that the theme for this landmark meeting is \"The Future of Central Bank Money in a Digital World\".", "For us as central bankers, preparing for the future means getting everything right, now itself.", "Central Bank Digital Currencies - CBDCs as we commonly call them - entail much more than mere digital representations of a central bank currency.", "CBDCs may have critical implications on both domestic and international economic and financial stability.", "Like it or not, the fact remains that unexpected frictions inevitably emerge when it comes to designing a CBDC or implementing and operating it.", "Central bankers have their own legitimate apprehensions which drive them to always tread very carefully.", "Sometimes, even too carefully to the taste of FinTechs or operators of new payment technologies.", "Cooperation, information and experience sharing among the central banking community are therefore necessary to help address concerns and learn from peers on how to overcome stumbling blocks.", "One of the major stumbling blocks in my opinion is coming to terms with the notion that a CBDC cannot be a \"near-cash\" option.", "It needs to be \"cash-like\".", "It needs to be as convenient, safe and trusted as cash, though digital in nature.", "A CBDC must be construed as a type of payment instrument to be made available to one and all.", "Hence, it should be working just as efficiently as any other existing mode of payment.", "Otherwise, adoption and acceptance of the CBDC will become very complex.", "This is particularly more pronounced in countries with well-established payments systems as end-users may have little motivation to switch to another payment mode.", "It goes without saying that Industry buy-in and the public's trust are very critical in the CBDC experimentation.", "As a matter of fact, the success of CBDCs hinges on awareness.", "CBDC experiments can be subject to various challenges, often unexpected ones.", "That is why it is critical that central banks collaborate with each other, and with international institutions, as well as with their respective stakeholders for meaningful implementation of CBDCs.", "Amidst the growth of private payment systems, the incursion of bigtechs in the payment arena and the potential risk of partial displacement of legal tender by private crypto assets, central banks started a few years ago to explore the possibility of the issuance of their own digital currency.", "The extensive research conducted by International organisations including the Bretton Woods institutions and the BIS have significantly contributed to our understanding of CDBCs.", "Ladies and Gentlemen, Two weeks ago, the IMF launched its handbook on CBDCs in prelude to an International Monetary Fund panel on CBDC in the context of the 2023 IMF-World Bank Spring meetings.", "I was delighted to contribute to the panel by showcasing the Mauritius experience, and sharing our experience and lessons learnt.", "This handbook stands as a beacon for central banks along their journey towards creating and rolling out their respective CBDC.", "In this ethereal digital environment, a number of central banks have adopted a \"wait and see approach\" on how CBDCs evolve, both conceptually and in practice.", "Other central banks have, for their part, been actively working to gauge the pertinence of digital currencies, and understand the challenges and benefits that stem from them.", "This is the case for the Bank of Mauritius.", "Shortly after I assumed office in 2020, I deemed that working on the creation of our CBDC, the 'Digital Rupee' was to be one of our key priorities.", "As a central banker, I need not stress upon the determining role that CBDCs can play, not only in protecting monetary sovereignty but also in assisting central banks and regulatory authorities on the front of AML/CFT.", "Ladies and Gentlemen, CBDCs have been gaining traction globally.", "It is reported that 114 countries, representing more than 95 percent of global GDP, are currently exploring a CBDC.", "While only 35 countries were considering a CBDC in May 2020, today 60 countries are in an advanced phase of development, pilot, or even launch.", "As of December 2022, all G7 economies have embarked on the elaboration of a CBDC.", "Project Cedar, which is the FED's wholesale CBDC project, has moved the United States from research into development.", "of the G20 countries are equally now in an advanced stage of CBDC development.", "Of those, 7 countries are already in pilot phase.", "In spite of the number of CBDC experiments being carried out in various geographies, the sum total of insights on CBDCs is limited to the available research done so far, and the few proofs-of-concepts and even fewer pilot projects that have been implemented.", "To that effect, I mustered technical assistance from the IMF to ensure that our \"Digital Rupee\" was elaborated in the best possible conditions.", "I must put on record that the Bank of Mauritius was the first Central Bank to benefit from an IMF technical assistance in this respect.", "We, at the Bank of Mauritius, have adopted a prudent and cautious approach when we embarked on our CBDC journey.", "In the preliminary stage, in mid-2020, the Bank interacted with experts from different units of the IMF who provided opportunities to strengthen our team's analytical and technological capability through brainstorming workshops.", "These laid out an early formulation of a thinking through framework for a potential CBDC for Mauritius.", "Following this, our team investigated objectives, pain points, use cases, technology, infrastructure, cybersecurity readiness and the Bank of Mauritius' role.", "Further investigation was carried out on the design choices and the related legal foundations.", "The Bank also engaged with the private sector assisted by the IMF.", "The decision has been taken for our CBDC, the Digital Rupee, to be interest free.", "Additionally, we have decided to adopt a two-tier distribution model to manage potential risks to monetary policy and financial stability.", "This two-tier model will also ensure that commercial banks continue to be fully-involved in our CBDC journey and that there is no disintermediation of banks in the CBDC distribution.", "The milestone of our ongoing engagement with the IMF is the drafting of a feasibility study report.", "The feasibility study allowed the Bank to identify design features that would make the CBDC more attractive in the Mauritian context.", "In parallel, we identified gaps in our technical knowhow and solicited the support of the technology arm of international institutions and other central banks from the G20 community.", "We took the decision to set up a sandbox in December 2022 to start experimenting various features.", "The findings will guide us to craft the Digital rupee based on the Mauritian specificities.", "We are contemplating the rolling out of our Digital Rupee on a pilot phase, post the sandboxing exercise and finalisation of design attributes of our CBDC, in November this year.", "Not later than yesterday, the Steering Committee on the CBDC met with banks' representatives along with those from the IMF and our chosen partner for the sandbox.", "I understand that this session was very interactive as commercial banks had the opportunity to have a better insight of the work undertaken by the Bank of Mauritius.", "I would here encourage all CEOs of banks to be closely follow developments in this area, and engage with their teams, given the strategic importance of CBDCs.", "The Bank of Mauritius does not envisage to limit its exploration at the domestic front but is considering the use of CBDC for cross-border transactions as a Phase 2.", "This may be a solution to current frictions in cross-border payments and a means to achieve the G20 objective for faster, cheaper, more transparent and secure cross-border payments.", "I am also pleased to share that the Bank of Mauritius has been invited to join a Commonwealth initiative for the promotion of technology and Artificial Intelligence.", "We are eager to share our experience as regards the development of the Digital Rupee and how CBDCs can help improve customer experience and financial inclusion while allowing for better supervision and oversight.", "Ladies and Gentlemen, The IMF/World Bank bi-annual meetings, which we are currently hosting in Mauritius, allow us to put the spotlight on all concerns we may have, and discuss the solutions for overcoming existing challenges and anticipating potential ones.", "It is indeed a preeminent platform whereby technical discussions on topical matters allow central bankers to have candid discussions on the best approaches to be adopted.", "True it is that the implementation of CBDCs touches the core of central bank mandates of monetary and financial stability and that each country should consider its own requirements and subsequently adapt the design features of its CBDC to ensure the intended policy objectives and specificities are met, while mitigating associated risks.", "In the new post-Covid global financial architecture that is currently taking shape around us, the potential of the use of CBDCs is, and will be, prominent.", "It is therefore vital that we are able to adapt ourselves and be ready to act in the most appropriate manner in this new financial architecture.", "At the Bank of Mauritius, we are already gearing up for this.", "I have noted that the agenda across the 3 days is a very packed one.", "But I am certain that what participants will reap in terms of knowledge, experience and sharing will be simply priceless.", "We are fortunate that eminent subject matter experts from all continents have willingly accepted to put their expertise at the disposal of the central banking community.", "We are very eager to hear about the participants' experiences on their respective CBDC journeys, not only on the payment system side, but also on the monetary and financial stability sides.", "The lessons on consumer experience, including challenges and solutions for service delivery will benefit the greater number.", "Pertinent questions from market players and consumers will keep rising and, as central bankers, it is our duty to reflect on them, and provide meaningful answers.", "Ensuring strong privacy safeguards while meeting financial compliance rules, who will be able to access sensitive CBDC payments data and for what purpose, are some of the questions which we currently face and need concrete answers to.", "My call to all participants is to make the most of this opportunity for interacting with peers, sharing experiences and working together to devise the best possible approach for the elaboration and roll out of CBDCs.", "Before I end, I would like to reiterate the need for close collaboration between participants, stakeholders and the public in general.", "Next month, the Bank of Mauritius will be issuing a document for public consultation on CBDC.", "I encourage all stakeholders concerned to be fully involved in the discussions and share their views.", "I wish you all a fruitful workshop.", "Ladies and Gentlemen, I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Digital Currencies", "CBDCs", "Digital Rupee", "Monetary Stability", "Financial Stability", "Cross-Border Payments", "AML/CFT", "Artificial Intelligence", "Privacy Safeguards", "Public Consultation"]}