{"sentences": ["Ladies and gentlemen, I would first like to thank the Real Academia de Ciencias Morales y Políticas and its Chairman, Benigno Pendás, for inviting me to participate in this conference cycle in honour of Enrique Fuentes Quintana.", "The idea of a cycle like this could not be any more relevant at such a complex economic and geopolitical juncture.", "In my opinion, one of Professor Fuentes Quintana's greatest contributions is helping to create a culture of macroeconomic stability in Spain.", "Continued economic growth that improves citizens' welfare is impossible without price stability, without budgetary stability and without financial stability.", "Enrique Fuentes Quintana - to whom, as a former professor of mine, I am intellectually indebted - helped create and spread this message not only through his actions as Deputy Prime Minister and by explaining it didactically to the entire nation in his now famous televised address a few days after being sworn in, but also because he garnered a following and helped invigorate institutions like this Royal Academy, so that those teachings would live on today and guide and inspire us.", "My address today will give a brief overview of the key current European economic developments in order to contextualise monetary policy conduct.", "I will also offer my opinion on how other economic policy should make a consistent contribution, so that we can chart a course through these uncertain times towards prosperity and opportunity.", "Euro area: situation and outlook A succession of adverse shocks, including that triggered by Russia's invasion of Ukraine, have rocked the global and, naturally, the European economy.", "Indeed, given our geographical proximity to the war zone, our close trade and financial ties to Russia and our high dependence on fossil fuel imports from that country, the euro area economy has been one of the hardest hit by the war.", "The war has sent the prices of energy and other commodities soaring.", "As these are products that the euro area does not have at its disposal and needs to import, this has led to a significant deterioration in our terms of trade of around 2 percentage points (pp) of (nominal) GDP to 2022 Q3.", "Moreover, this shock has unfolded amid sky-rocketing global inflation, which has reached levels not seen in several decades and is prompting sharp falls in real income.", "The reasons behind the rise in inflation are manifold and combine supply and demandside factors, whose weights differ depending on the geographical area in question.", "In the case of the euro area, higher energy and food prices have added to the effect of other supply-side factors related in particular to supply-chain disruptions.", "Yet demandside factors, linked, above all, to the re-opening of the economy after the pandemic and the depreciation of the euro, have also played a role in the increase in inflation.", "Overall, it is estimated that close to 75% of the increase in euro area inflation in 2022 was caused by the direct and indirect effects of energy and food prices.", "However, the supply shocks and the depreciation of the euro have been passed through faster than in prior episodes, prompting inflationary pressures to spread.", "Thus, underlying inflation (i. e. excluding energy and food) reached an all-time high of 5.2% last December.", "These inflationary pressures have elicited a forceful response from the main central banks, which is causing global financial conditions to tighten significantly .", "The war has also fuelled uncertainty regarding the security of Europe's energy supply and even made a major escalation in global geopolitical tensions a more likely prospect.", "These four factors have brought about a considerable slowdown in activity globally and an across-the-board downward revision to the outlook for economic growth , despite the European economy proving more resilient than expected a few months ago, particularly the labour market, where the unemployment rate stands at record-low levels.", "Overall, the latest European Central Bank (ECB) projections forecast an additional slowdown in activity in the short term.", "However, assuming the energy market rebalances, uncertainty decreases and household real income improves - as inflation progressively decelerates -, activity is expected to gradually improve in the second half of the year.", "In tandem, the inflation projections have been successively revised upwards.", "Inflation is then expected to fall gradually to an average of 3.4% in 2024 (compared with the September forecast of 2.3%) and of 2.3% in 2025.", "The upward revision to inflation for 2023 and 2024 is the result of recent inflation data reflecting, as I mentioned earlier, a stronger and more persistent inflationary episode than expected, the fiscal measures adopted to soften the impact of inflation on households and firms (which reduce inflation in the short term but increase it when they are rolled back) and the expectations, in line with the latest information, for stronger wage growth.", "The aforementioned macroeconomic context has also triggered a deterioration in financial stability.", "The combination of higher inflation and lower-than-expected economic growth, together with rising interest rates, is adversely affecting households' and firms' ability to pay, especially among the most vulnerable segments, which are characterised by low income levels, dependence on energy and food products and, in some cases, high indebtedness.", "Meanwhile, the high levels of government debt following the pandemic, alongside the tightening of financial conditions, represent a vulnerability and limit the space to adopt fiscal expansion measures.", "This setting is also subject to an extremely high level of uncertainty, stemming, above all, from the course of the war in Ukraine and its economic repercussions, which are hard to predict.", "However, inflationary pressures also pose a genuine risk.", "Whether they increase further depends not only on the course of the war, but also on internal factors, such as a possible persistent rise in inflation expectations, or higher-thanexpected increases in wages or mark-ups.", "More persistent inflation would require a sharper tightening of monetary policy, which would render those public or private agents in a less sound economic and financial position more vulnerable.", "This could have a greater-than-expected impact on their spending levels.", "The economic policy response Against this backdrop, I would like to share my opinion on how economic policy should respond.", "First, I would like to underscore that the current situation is far different from that triggered by the pandemic.", "We then faced a temporary but highly adverse shock, in a setting free of inflationary pressures.", "That environment warranted a forceful monetary policy response, in order to create conditions that were conducive to an equally extraordinary fiscal expansion which would guarantee the income of households and firms and thus minimise the crisis-induced structural damage to employment, productive capacity and growth.", "Broadly speaking, we believe that this goal was attained.", "The current circumstances are different.", "Once again, we are facing a crisis which could adversely affect economic activity and agents' income.", "However, this time, some loss of income is inevitable, insofar as it is caused by the rise in the prices of goods that we do not produce.", "Attempting to avoid the adjustment that is needed will only trigger a more persistent and protracted inflationary process, with very negative consequences for competitiveness and economic stability.", "A different monetary policy response is therefore needed.", "I will now address the role of each area of economic policy in the current setting, beginning with monetary policy.", "ECB monetary policy The ECB is responsible for maintaining price stability in the euro area.", "That is how it can best help ensure sustainable economic growth over the medium term.", "To explain the ECB's response to this inflationary episode, it is useful to remember that it defines price stability as a symmetric inflation target of 2% over the medium term .", "The aim is therefore not to stabilise current, observed inflation, but to stabilise inflation over a two to three-year horizon.", "This is justified because our actions affect inflation in a very gradual way, achieving their maximum impact after about two years, and is particularly appropriate in the face of certain kinds of shocks - such as adverse supplyside shocks, which push inflation and activity in opposite directions in the short term.", "An equally important aspect of the current monetary policy response relates to the existing high level of uncertainty , which affects both the nature of the shocks and their persistence, and how our measures will ultimately influence inflation throughout the monetary policy transmission channel.", "In light of this, firms' and workers' are key to defining long-term inflation expectations the optimal response.", "If the expectations remain firmly anchored to the target, as there is full confidence in the ECB's commitment to getting inflation back to its target, the monetary policy response could be less forceful.", "Conversely, if they rise above the target, monetary policy will have to act more forcefully.", "As I mentioned earlier, inflation surged in the euro area and has gradually proven more persistent and spread to a higher number of goods and services in the consumption basket.", "This has led to successive upward revisions to projected inflation, including the medium-term projections.", "In tandem, second-round effects via wages or mark-ups have been moderate, but the greater persistence of inflation has increased the risks of a deanchoring of medium-term inflation expectations.", "Against this backdrop, the ECB's response has been to tighten monetary policy, combining gradualism and forcefulness in an effort to keep inflation expectations anchored.", "The normalisation of our monetary policy began in late 2021 with the announcement that net asset purchases would cease by the end of the first half of 2022.", "Subsequently, we have raised the deposit facility rate to 2%, a cumulative increase of 250 basis points (bp), the fastest in the euro's history.", "We have also created the new Transmission Protection Instrument to ensure the smooth transmission of monetary policy across the euro area.", "We have amended the conditions of the longer-term refinancing operations, with the specific aim of strengthening the transmission of interest rate increases.", "And we have announced our intention to stop reinvesting, from early March 2023, all the principal payments from maturing securities under our asset purchase programme, which will give rise to a gradual and predictable reduction in the size of the portfolio.", "Overall, this monetary policy normalisation process has already translated into a significant increase in market interest rates.", "But what can we expect in the future?", "At the last Governing Council meeting we stated that interest rates would still have to rise significantly at a steady pace to reach levels that ensure that inflation will return to its target.", "As I mentioned earlier, the latest ECB projections forecast inflation of 2.3% (i.e.", "Those projections were based on the market expectations for the future path of interest rates when they were prepared.", "Deeming the projections valid, interest rates would therefore need to rise more than the markets expected when they were prepared in order for inflation to return to its target.", "Since the last ECB Governing Council meeting the maximum interest rate level expected by the market has actually increased by roughly 25 bp, to around 3.4%.", "We must bear in mind, however, that these market rates incorporate a positive term premium.", "Accordingly, the genuine market expectations for the maximum deposit facility rate would be somewhat lower than this figure.", "In any event, I would like to once again underscore the importance of considering the current setting's extraordinary uncertainty , which leads us to continue stressing that our future interest rate decisions will continue to be data-dependent and follow a meeting-by-meeting approach.", "I would now like to touch on the I mentioned earlier.", "Overall, risks to financial stability the euro area banking system is in a good position to deal with the current situation.", "This is in part due to the regulatory and prudential policy reforms undertaken over the last decade.", "However, while banking sector profitability has risen in the last year, there are signs that asset quality is deteriorating.", "How much will depend on the materialisation of the risks to economic growth.", "Given this situation, banks need to use this short-term increase in profits to bolster their resilience.", "In addition, banks must maintain a prudent strategy in their provisioning and capital planning policies, and closely monitor macroeconomic developments to enable a swift response should the risks envisaged ultimately materialise.", "In some countries, where systemic risks have increased appreciably, it may also be appropriate to apply macroprudential policies that enhance the financial system's resilience.", "Their procyclicality, however, should be avoided.", "Vulnerabilities and risks in the non-bank financial sector have also increased and should be monitored closely.", "At the same time, headway needs to be made in improving this sector's regulatory framework, in particular to address leverage and liquidity mismatches.", "An incomes agreement As I was saying, on the information available, there is no evidence of second round effects occurring at present, at least not on a widespread basis.", "Euro area wages have remained subdued.", "In fact, real wages have declined significantly.", "However, wage growth is gaining pace, underpinned by strong labour markets and the effect of inflation on wage demands, both of which are expected to continue.", "Profit margins have also remained moderate overall, albeit with much heterogeneity across countries, firms and sectors.", "Nevertheless, the pass-through of costs to final prices has also been increasing and has been higher than in previous episodes.", "Moreover, as I said before, the longer the current high inflation persists, the more likely these second-round effects are.", "To avoid this, it is essential that economic agents accept as inevitable the loss of income caused by the rise in the cost of imported commodities.", "That is why since inflation started to rise I have been advocating for social partners in Spain to reach an incomes agreement, which shares out the costs between firms and workers so that the loss of real income is evenly distributed among them, with multi- year commitments regarding wage increases and mark-ups.", "This general agreement should draw a distinction between the different sectors and agents affected, and avoid indexation mechanisms.", "It should also be strengthened by eschewing the widespread use of automatic indexation clauses in public spending.", "In the current setting, the role of fiscal policy should be different from that played during the pandemic.", "The measures should now be very selective and focus on lower-income households, who bear the brunt of the increase in inflation, and the firms most vulnerable to the rise in commodity prices.", "This would avoid an across-the- board fiscal impulse that would exert further pressure on inflation.", "It should also avoid any significant skewing of price signals, which could provide an incentive for the economy to adapt to the energy shock.", "Moreover, any measures should be temporary so as not to further increase the structural budget deficit.", "In this regard, the European Commission has deemed that a significant share of the measures approved in EU Member States are general (rather than targeted) measures that do not take into account the degree of vulnerability of their recipients.", "It also considers that some of these measures would discourage energy saving.", "In fact, the ECB's projected inflation path is strongly affected by the fiscal measures the authorities have adopted to compensate households for the rise in energy prices and inflation.", "These measures will temper inflation during 2023, but will increase it when they are withdrawn, potentially making the inflationary episode more persistent.", "Moreover, this fiscal policy action should be compatible with the start of a fiscal consolidation process as early as 2023 in the most indebted countries or those with a high structural budget deficit, such as Spain, to reduce current fiscal vulnerabilities and increase future headroom.", "Reducing fiscal imbalances is particularly important amid the monetary policy normalisation described above, which has already led to a significant tightening of general government financing conditions.", "It should also be borne in mind that initiating this process may be compatible with maintaining a positive fiscal policy impact on economic growth if European funds from the Next Generation EU (NGEU) programme are used properly.", "All these considerations regarding fiscal policy in the euro area are, in my opinion, essential to ensure consistency with monetary policy.", "Insufficient consistency would require a more forceful monetary policy response to ensure price stability, and would thus increase costs in terms of welfare.", "Supply-side policies and NGEU Leaving demand-side policies to one side, offsetting the adverse effects of the current supply-side shock calls for ambitious policies to boost the economy's productivity and potential GDP growth rates.", "The optimal response to a negative supply-side shock is to implement structural reforms that reduce supply-side tensions, particularly on the energy front.", "These reforms should make it easier to reallocate resources among sectors and firms, a necessary process to adapt to the energy shock.", "The European instrument to make this goal come true is , which, as envisaged in the Spanish Recovery Plan , should be accompanied by a wide range of structural reforms.", "Appropriate reforms, and the selection of projects with a high degree of synergy between public and private investment, could significantly boost the European economy's potential growth.", "Successfully deploying the programme would also serve to strengthen the perception in Europe that further progress in the European project is warranted and necessary.", "European policies The Russian invasion of Ukraine has laid bare the EU's vulnerabilities in key sectors such as energy, as well as the marked disparity between the Member States in their exposure to such vulnerabilities.", "A challenge of this magnitude underlines the importance of a joint response to common risks.", "In other words, the European response to the war in Ukraine must, once again, be more Europe.", "In particular, the war has shown us that structural policies that foster the integration and interconnection of European markets - in particular energy markets - and that strengthen the single market will not only generate greater resilience to shocks, but will also drive competitiveness.", "Likewise, joint funding arrangements should be established to safeguard this common effort and avoid any excessive or highly unequal impact on national public finances, and any disruptions in the single market.", "Unquestionably, headway in this direction must be accompanied by the establishment of a European fiscal framework that ensures the sustainability of national public finances, through the reform of the Stability and Growth Pact, as this is indispensable for the smooth functioning of the monetary union.", "Progress must also be made in the expansion of the public and private risk-sharing arrangements in the EU.", "In particular, the euro area needs a macroeconomic stabilisation mechanism - with revenue-raising and borrowing capacity - to complement the single monetary policy.", "It is also imperative that the banking union be completed, with the establishment of a pooled European deposit guarantee scheme, and that progress be made in developing the capital markets union.", "In sum, the current complex situation calls for mutually consistent economic policies aimed at preserving macroeconomic stability.", "This entails, first, a monetary policy focused on ensuring price stability.", "Second, a fiscal policy that combines the necessary reduction of existing fiscal imbalances with support for the incomes of the most vulnerable households and firms and a greater contribution to the economy's potential growth.", "Third, an incomes agreement that shares the costs of the rise in imported goods prices fairly between firms and workers, and thus avoids further inflationary pressures.", "And lastly, supply-side policies to reduce our energy dependence and increase productivity and potential employment.", "All this combined with a strengthening of the European project that improves the smooth functioning of the single market, reinforces risk-sharing channels within the euro area and makes it possible to guarantee the sustainability of public finances."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Monetary Policy", "Inflation", "Economic Growth", "Fiscal Policy", "Financial Stability", "Incomes Agreement", "Supply-Side Policies", "Next Generation EU", "European Policies", "Stability and Growth Pact"]}