{"sentences": ["A dhaoine uasile, agus a cháirde go léir, is mór an pléisiúir dom a bheith in bhur dteannta annocht agus fáilte isteach go léirchuig Banc Ceannais na hÉireann.", "Ba mhaith liom fáilte speisialta a thabhairt do Choimisinéir Mairéad McGuinness atá anseo inniu chun caint linn.", "It is a pleasure to be able to welcome you all here tonight to the Central Bank of Ireland's campus on behalf of the European Commission Representation in Ireland, in co-operation with European Movement Ireland for an Evening with Commissioner Mairead McGuinness to mark and celebrate the 50 anniversary of Ireland's European Union accession.", "We are joined by representatives from embassies across the European Union, my own colleagues from the Central Bank as well as guests of the European Commission Representation and European Movement Ireland from across Ireland's business and public sectors.", "And while we will have another occasion to mark its launch, the Bank will also commemorate the importance of our European Union accession through the launch of a special commemorative coin later this year.", "Entry into the European Community, and later the European Union, has had a profound effect on the development and modernisation of the Irish economy and wider society over the last 50 years.", "One of the most visible effects - and closest to the work of the Central Bank - has been in the financial sector.", "Ensuring the free movement of goods, services, capital and people through membership of the single market has encouraged the Irish financial sector to grow enormously over the decades, allowing us to far outperform in the global economy what would be expected of our relatively small population.", "Our ability to trade freely in financial services with other nations in the European Union and beyond has in turn opened up many further business and economic opportunities for the country.", "Global financial services firms from international banks, investment managers and insurers are domiciled here.", "The insurance market in Ireland is the sixth largest in the European Union and we host the third biggest funds jurisdiction in the world and the second biggest funds jurisdiction in Europe .", "Global regulatory and supervisory standards are critical for effective oversight of the sector.", "This means we have very close financial relationships across the European Union.", "We must lead and influence regulatory policy at both European and global levels.", "In this context, it gives me enormous pleasure to welcome European Commissioner for Financial Stability, Financial Services and Capital Markets Union, Mairead McGuinness, who will be speaking shortly as the highlight of the evening.", "Ireland and indeed Europe is fortunate to have such a strong and influential leader at the helm of the financial services portfolio.", "In the uncertain and complex economic environment that has prevailed over the last few years, Ireland's membership in the European Union and its institutions has been a critical to the development of our economy and society.", "As we enter our sixth decade as a member of this union, I expect the bonds we have with our European peers to deepen further and the impact of our membership in the European Union to continue to have a hugely positive impact on our economy and society.", "Thank you for listening and I hope you will enjoy the discussion with Commissioner McGuinness.", "I will now hand you over to the Head of the European Commission Representation of Ireland, Barbara Nolan to open proceedings.", "Barbara, over to you."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European Union", "Financial Services", "Ireland", "Economy", "Financial Stability", "European Commission", "Central Bank", "Regulation", "Global", "Capital Markets Union"]}