{"sentences": ["Distinguished speakers and delegates, a good morning to all.", "I would like to thank APSCA for the invitation to deliver the keynote address at this year's Next Generation Payments conference.", "Let me start by congratulating APSCA for organising this event and to share that we are pleased for Kuala Lumpur to host this event.", "With the theme of \"Next Generation Payments: Consumer and Merchant Payments, Today and Tomorrow\", this event is certainly timely and critical as it brings together traditional players and disruptors within the payments ecosystem for deep conversations and discourse which will chart the way forward for the industry.", "In envisioning the future of payments in this highly evolving ecosystem, let's ask ourselves what may seem like a simple question - \"What does success in innovations look like?\".", "To answer this question, it's important to look back and reflect our payment journey thus far.", "The merits of looking backward are the lessons and reflections that we can draw upon to chart the path forward.", "I would, therefore, like to take the opportunity today to share some insights and lessons from Malaysia's journey in developing the domestic electronic payments landscape - to reflect on how far we have come, to evaluate where we are at, and to explore what lies ahead.", "Being an economist, I am very much accustomed to the economic trilemma of managing the policy trade-offs between monetary independence, financial openness, and exchange rate stability.", "When I stepped into the world of payments, I soon realised that we face a similar trilemma - one which forces regulators and policymakers to balance the trade-offs in pursuing key fundamental objectives of efficiency, inclusivity, and security.", "Enabling a more efficient and cost-effective environment In our early transition to e-payments, where cash and cheques were still in abundance, we observed that users and merchants were not incentivised to adopt e-payments.", "Challenges stemmed largely from managing public perception on the ease and inexpensive use of cash as well as the need to drive change in customer behaviour.", "Often the case, there was and to some extent still is, a misperception that the use of cash is costless and seamless.", "This issue was especially true for Malaysian businesses as more than three-quarters of the almost one million small and mediumsized enterprises, the backbone of Malaysia's economy, are micro enterprises who are particularly sensitive to changes in cost.", "To address this, a series of policy packages were then deployed to reduce any cost barriers and elevate the value proposition of digital payment services.", "Of note, interchange fee regulations were introduced for payment cards to ensure the cost of merchants accepting debit, credit and prepaid cards remained fair, transparent, and reasonable.", "An industry fund was also established to incentivize the deployment of point of sale or POS terminals, including by subsidizing the cost for hardware.", "The Bank also introduced a framework to ensure that the cost of credit transfer services was kept lower than for cheques to better reflect the efficiency gains derived from such services.", "As a result, significant progress has been achieved by the industry in reducing cheque usage where the number of cheques issued in 2022 represents only a third of its usage in a decade ago.", "Fostering a greater inclusive and more vibrant payment ecosystem Managing the cost efficiency of payment systems remains just one of the intricacies in payment system development.", "Importantly, apart from access to payment services at low and reasonable cost, the payment system must evolve to provide consumers with the choices they need and one that can empower consumers to have better control over their financial well-being regardless of their circumstances.", "Amid the high mobile penetration rate in Malaysia, the nation has benefitted from the entry of new non-bank players, attune to and providing the choices that consumers are demanding.", "The surges of interest by these players to provide e-wallet services resulted in a proliferation of QR codes on shop counters and applications on our mobile screens.", "While this development demonstrated a significant potential in the growth of mobile payments, it warrants the Bank to step in to manage the increasingly fragmented landscape.", "The Bank issued the Interoperable Credit Transfer Framework (ICTF) in 2019 that enabled the interoperability of credit transfer services between banks and non-bank emoney issuers.", "This deliberate approach facilitated much more collaborative competition, or co-opetition, through fair and open access to the shared infrastructure that is the Real-time Retail Payments Platform, or RPP.", "In a market where multiple e-wallet providers exist, RPP serves as a unified payment system that enables wider and open access by the banks and eligible non-banks to continue offering payment services to their customers and merchants seamlessly.", "The availability of the interoperable QR payment rail, DuitNow QR, proved critical in sustaining economic activity throughout the pandemic.", "Consumers and businesses benefitted from the simple, cost-effective, and contact-free payment solution to execute their day-to-day transactions despite the physical restrictions in place during the lockdowns.", "Throughout the pandemic period, we saw a dramatic rise in the number of DuitNow QR acceptance points, from 290 thousand registered merchants as at end-2019 to 1.8 million by August 2023, spurred by the relative ease of merchant onboarding, the appeal of convenience to consumers, and the cost-effective structure.", "In a similar vein, we also saw the impact of our earlier reforms materialise amid consistent double-digit growth of POS terminals.", "The increased number of terminals meant wider availability of e-payment touchpoints for users.", "By 2022, more than twothirds of transactions at physical premises were contactless.", "Even now, in the absence of any physical restrictions, the preference for e-payment has clearly been sustained.", "In 2019, only about 150 e-payment transactions were executed per capita.", "This number has nearly doubled in 2022 at 291 transactions per capita and we are already well on track to meet the target of 400 transactions per capita by 2026.", "Importantly, our efforts to modernise our payment system do not end here.", "We aim to replicate the benefits of faster, cheaper, and seamless payments currently enjoyed for domestic payments in the cross-border payment space.", "The Bank, supported by our domestic instant payment system operator, PayNet, has established bilateral crossborder payment linkages with our neighbouring countries, Indonesia, Thailand and Singapore, that offer seamless QR payments to merchants with P2P (person-to-person) transfers to follow suit in the upcoming phases.", "At the same time, we are proud to be part of the proof-of-concept project led by the BIS Innovation Hub Singapore Centre, known as Project Nexus, a first-of-its-kind multilateral network connecting multiple domestic instant payment systems.", "The availability of wide-ranging, simple and safe payment services alongside a conducive environment for service providers to prosper will act as an enabler for greater spending and consumption in the economy, encourage the migration of the informal economy to the formal space, and support businesses to grow by digitalising its operation, thus contributing towards overall economic growth.", "Ensuring safe and resilient payment services The rapid expansion of services has invited new risks and complexities to the payment landscape.", "In this digital age, it is rare for us to go for more than a day without hearing of a case of fraud or cyber-attack.", "Cognisant to this, in 2022, the Bank introduced five key measures to enhance online banking security, including by requiring banks to tighten fraud detection rules and raise the bar in terms of payment authentication methods.", "This was complemented by the establishment of the National Scam Response Centre, or NSRC, in October last year to coordinate an industry-wide rapid response to combat financial fraud.", "The Bank is currently actively supporting efforts in developing a National Fraud Portal to digitalise and further strengthen the NSRC's operations.", "All these initiatives are coming hand-in-hand with the ongoing efforts by the Bank to strengthen our prudential framework to promote sound risk management and business practices as well as to preserve the integrity and professionalism of payment service providers in Malaysia.", "Apart from driving product innovation and strong business growth, it remains critical that the payment industry uphold its responsibility to safeguard users' safety and security.", "Frictions induced by additional security safeguards could add yet another hurdle to user experience and affect access to payment services.", "However, these are key steps in preventing financial losses when all other guardrails have been breached.", "Thus, helping to preserve public trust and confidence in the payment system.", "From this, we learn that only by having a healthy balance of the three ingredients - efficiency, inclusivity, and security, could we support sustainable e-payment adoption in Malaysia.", "Ladies and Gentlemen, In order to chart our path forward, the key question we ask is how do we harness innovation along the e-payment value chain without jeopardising the safety and soundness of our payment services?", "Exploration: What lies ahead for innovation?", "To answer this, let's revisit the question which I posed at the beginning of this speech - \"What does success in innovation look like?\".", "To me, three key indicators of successful innovation stand out.", "These are the three Cs - customer-centric, close collaboration and continuous learning.", "Allow me to briefly touch on these in turn.", "Customer centricity Financial innovation and technological solutions in payments must be driven to address the public's needs.", "Here, simple, cost-efficient and secure solutions are key features that should be embedded in designing products.", "These innovative solutions should also be made accessible to a wide range of users, including the unserved and those who may be less digitally savvy.", "Businesses, including small and micro firms, will benefit from innovative payment solutions that are both cost-competitive and able to integrate seamlessly with back-end operational processes.", "Solutions should support efficient supply chain management or record-keeping, which in turn can facilitate businesses to secure financing to expand their operations.", "At the same time, robust prudential safeguards and market conduct standards are important building blocks to ensure consumer interests remain protected.", "Close collaboration In Malaysia, we are blessed with a vibrant payment ecosystem where traditional and fintech players have each benefitted from their unique strengths.", "Our banks are resilient, and well-resourced and have instituted robust and comprehensive risk management capabilities, providing them the ability to scale up in a cost-effective manner.", "On the other hand, non-bank and fintech players are more agile with greater flexibility to experiment and push for payment services with expanded value add.", "By harnessing potential synergies, we have seen the increased collaboration between the fintechs and the traditional players (banks and insurers), which offer value-added solutions beyond conventional payment services - such as remittance, microinsurance, micro-financing and micro-investments, catering to the needs of the unserved or underserved segments of the economy.", "Increasing partnerships between players across jurisdictions is also being observed, which can potentially maximise the value of each other's network to better serve their customers.", "Collaboration between regulators and industry players is also vital.", "Recognising the fast-evolving advancement in technology and business models, the regulatory environment needs to also be calibrated.", "The Bank is therefore committed to ensure that our regulatory framework continues to evolve such that we can create a conducive environment where healthy competition and productive innovation are nurtured and agile players are given an equal chance to flourish.", "Continuous learning The last point I want to emphasise is the importance of continuous learning.", "The Bank, as a regulator, together with the industry, must diligently work towards building our own internal capacity to keep in line with global developments, such as in the case of digital assets and tokenisation.", "While the Bank does not have any immediate plans to issue a central bank digital currency, or CBDC, we are committed to ensure our preparedness to respond to global CBDC developments, particularly in the realm of wholesale payments where CBDCs show greater potential in addressing longstanding frictions in cross-border payment.", "Notwithstanding these aspirations, I wish to emphasise that the Bank is taking a pragmatic approach to promoting responsible innovation.", "Today, the Bank, in collaboration with the BIS Innovation Hub in Singapore and other central bank partners, is exploring the development of a compliance-by-design cross-border platform which will encode localised policies and regulatory requirements into a common protocol.", "This project, which is called Project Mandala, builds on the earlier work under Project Dunbar, which the Bank was also involved in.", "Such exploration will help address key challenges identified in the Bank's ongoing multi-year CBDC exploration project to test the use of CBDC and distributed ledger technology (DLT) to futureproof our large-value payment system, RENTAS.", "Ultimately, this will also guide the development of the Bank's RENTAS modernisation roadmap, which will cover various key initiatives, including the transition towards near real-time settlement in retail payments.", "In closing, please allow me to reiterate.", "Our experience has taught us that although the three goals in the payment trilemma; efficiency, inclusivity and security, may not be in complete harmony with one another, they are not mutually exclusive.", "Focusing on these three fundamental principles is, therefore, key.", "With a hall room filled with innovators, financial and technology experts, entrepreneurs and policymakers, I urge that we take this opportunity today and tomorrow to immerse ourselves in deep conversations and thought-provoking exchanges.", "Let it be known that innovation is not confined to the walls of laboratories, but rather it emerges from those who come together like we did today to learn, share, engage, and chart the way forward for the payment universe.", "Thank you and I wish all of you a fruitful conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Efficiency", "Inclusivity", "Security", "Innovation", "Customer-centricity", "Collaboration", "Learning", "Cross-border payments", "CBDC", "RENTAS"]}