{"sentences": ["It is a pleasure to take part in this year's edition of the Frankfurt Euro Finance Week.", "I will begin by providing an overview of the euro area economic outlook that underpinned the Governing Council's deliberations and the monetary policy decisions we took in October.", "I will then discuss how we see the risks to financial stability and related macroprudential policy issues.", "Euro area economic outlook When I spoke at this event last year, inflation was at historically high levels, both in the euro area and around the world, and growth was slowing following the post-pandemic rebound.", "Today, inflation is significantly lower, but it is still expected to stay too high for too long.", "At the same time, the growth outlook for the euro area economy has deteriorated further, as global growth momentum slows and tighter financing conditions are increasingly weighing on investment and consumer spending.", "In the third quarter of this year real GDP declined by 0.1% quarter on quarter.", "There are signs that manufacturing output remains firmly in contractionary territory, while the services sector has weakened further.", "Weaker industrial activity is spilling over to services, the impetus from reopening effects is fading and the impact of higher interest rates is broadening.", "It is likely that the euro area economy will remain subdued in the near term.", "However, it looks set to strengthen again over the medium term, as inflation falls further, household real incomes recover and the demand for euro area exports picks up.", "Inflation, which has been on a downward trajectory over the last 12 months, dropped markedly in both September and October.", "It now stands at 2.9%, according to Eurostat's flash estimate.", "The decline, which was in part due to strong base effects, was broad-based, reflecting a drop in energy prices and falling food, goods and services inflation.", "We expect a temporary rebound in inflation in the coming months as the base effects from the sharp increase in energy and food prices in autumn 2022 drop out of the year on year calculation.", "But we see the general disinflationary process continuing over the medium term.", "Energy prices remain a major source of uncertainty amid heightened geopolitical tensions and the impact of fiscal measures.", "The same is true for food prices, which may also come under upward pressure owing to adverse weather events and the unfolding climate crisis more broadly.", "Most measures of underlying inflation continue to decline.", "The Eurostat's flash estimate for inflation excluding energy and food points to a further decline to 4.2 % in October, supported by improving supply conditions, the pass-through of previous declines in energy prices, as well as the impact of tighter monetary policy on demand and corporate pricing power.", "At the same time, domestic price pressures are still strong and are being increasingly driven by wage pressures and the evolution of profit margins.", "While most measures of longer-term inflation expectations stand around 2 %, some indicators remain elevated and need to be monitored closely.", "The resilience of the labour market has been a bright spot for the euro area economy, but there are signs that the labour market is beginning to weaken.", "Fewer new jobs are being created and, according to the latest flash estimate, employment expectations have continued to decline in October for both services and manufacturing.", "Based on our assessment of the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission, the Governing Council decided to keep the three key ECB interest rates unchanged at its October meeting.", "The incoming information has broadly confirmed our previous assessment of the medium-term inflation outlook.", "Our past interest rate increases continue to be transmitted forcefully into financial and monetary conditions.", "Banks' funding costs have continued to rise and are being passed on to businesses and households.", "The combination of higher borrowing rates and weakening activity led to a further sharp drop in credit demand in the third quarter of this year.", "And credit standards have tightened again.", "We are also seeing increasing signs of the impact of our policy decisions on the real economy.", "Further tightening is still in the pipeline from the current policy stance, and it is set to further dampen demand and help push down inflation.", "We are determined to ensure that inflation returns to our 2% medium-term target in a timely manner.", "Based on our current assessment, we consider that the key ECB interest rates are at levels that, maintained for a sufficiently long duration, will make a substantial contribution to this goal.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "Financial stability Let me now turn to financial stability.", "In our upcoming Financial Stability Review, we highlight that the financial stability outlook remains fragile as the gradual effects of tighter financial conditions on both the financial and non-financial sectors take hold.", "These concerns are heightened by the recent upward shift in bond yields owing to the global \"higher-for-longer\" narrative and the flare-up of tensions in the Middle East, which have added to the uncertainty surrounding the outlook.", "After a period of lower market volatility until August, the rising prospect of higher-forlonger rates has started to weigh on riskier asset valuations in recent months.", "Risk sentiment in markets remains highly sensitive to further surprises in inflation and economic growth.", "Higher than expected inflation or lower growth could trigger a rise in market volatility and risk premia, increasing the likelihood of credit events materialising.", "This brings me to the vulnerabilities in the non-bank financial sector.", "As regards credit risk, some non-banks remain heavily exposed to interest rate-sensitive sectors, such as highly indebted corporates and real estate.", "Deteriorating corporate fundamentals and the ongoing correction in real estate markets could expose non-banks that have invested in these sectors to revaluation losses and investor outflows.", "Furthermore, low levels of liquidity could expose investment funds to the potential risk of forced asset sales if macro-financial outcomes deteriorate.", "Corporate profitability in the euro area has held up well, but higher interest rates are weighing on the debt servicing capacity of more vulnerable firms.", "A weakening economy could prove challenging for firms with high debt levels, subdued earnings and low interest coverage ratios.", "Real estate firms are particularly vulnerable to losses stemming from the ongoing downturn in euro area commercial real estate markets.", "In an environment of tighter financing conditions and elevated uncertainty, real estate prices have declined markedly.", "The effects of higher interest rates have been compounded by structurally lower demand for some real estate assets following the pandemic.", "Although banks' exposure to these markets is comparatively low, losses in this segment could act as an amplifying factor in the event of a wider shock.", "Euro area households, especially those with lower incomes and in countries with mainly floatingrate mortgages, are being increasingly squeezed by the higher interest rates.", "Tighter financing conditions have reduced the demand for housing, putting downward pressure on prices.", "On a more positive note, robust labour markets have so far supported household balance sheets, thereby mitigating the credit risk to banks.", "Spreads in government bond markets have remained contained as many governments managed to secure cheap financing at longer maturities during the period of low interest rates.", "However, higher funding costs and less prudent fiscal policies could reignite concerns around sovereign debt sustainability, particularly in countries where debt levels are already high.", "The euro area banking system has been a source of resilience in this turbulent year.", "Banks' capital and liquidity buffers remain strong, and profitability has further improved in recent quarters on the back of higher interest rates.", "Despite these strong fundamentals, it is striking just how compressed bank valuations remain.", "This seems to reflect lingering concerns about the long-term sustainability of bank earnings, as they face increased downside risks from the prospect of deteriorating asset quality, lower lending volumes and higher funding costs.", "While asset quality indicators have been robust over the last year, early signs of deterioration are becoming visible - particularly in smaller firms and some sectors like commercial real estate.", "Since the start of our hiking cycle, we have increased our policy rates by a cumulative 450 basis points.", "Our restrictive policy stance continues to be transmitted forcefully into financing conditions and is increasingly affecting the real economy.", "Inflation has come down markedly but is still expected to stay too high for too long, and domestic price pressures remain strong.", "We will therefore ensure that our policy rates will be set at sufficiently restrictive levels for as long as necessary.", "In view of the prevailing elevated uncertainty, our future decisions on policy rates will continue to be data dependent and taken on a meeting-by-meeting basis.", "At our December meeting, we will have a new set of macroeconomic projections and more data on actual and underlying inflation, economic activity and the state of transmission, so we will be in a better position to reassess the inflation outlook and required policy action.", "A resilient and well-functioning financial system is essential for the smooth transmission of monetary policy that is required to achieve our goal.", "To this end, macroprudential authorities should preserve releasable capital buffers to ensure that they are available in the event that conditions in the banking sector deteriorate.", "Furthermore, the lessons learnt from the turmoil this spring underline the need to implement outstanding Basel III reforms and complete the banking union, while previous market shocks confirm the need to boost the resilience of the non-bank financial sector by strengthening the policy framework for non-banks in an internationally coordinated manner.", "Prudent and investment-oriented fiscal policies are also very supportive of our price stability goal.", "Fiscal policy should be geared towards making the euro area economy more productive and gradually bringing down high public debt.", "Structural reforms to enhance the euro area's supply capacity can help reduce price pressures in the medium term.", "It is therefore vital that the reform of the EU's economic governance framework is concluded, in order to anchor expectations and support fiscal discipline."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Financial stability", "Economic outlook", "Interest rates", "Monetary policy", "Credit risk", "Real estate", "Risk sentiment", "Basel III", "Fiscal policy"]}