{"sentences": ["Let me start with Asia.", "In hindsight, it is evident that those leveraged economies could not provide adequate profitable opportunities at reasonable risk in the 1990s to absorb the surge in capital inflows.", "That surge reflected in part the diversification of the western equity markets' huge capital gains to a sector of the world which was perceived as offering above average returns.", "Together with distortions caused by a long-entrenched government planning ethos, the flood of investment resulted -- some would say inevitably -- in massive deadweight losses.", "As activity slowed, burdened by fixed-cost obligations that were undertaken on the presumption of continuing growth, business losses and nonperforming bank loans surged.", "The capital of banks in Asian economies -- especially when properly accounted for -- eroded rapidly.", "As a consequence, funding sources dried up as fears of defaults rose dramatically.", "In an environment of weak financial systems, lax supervisory regimes, and vague assurances about depositor or creditor protections, the state of confidence so necessary to the functioning of any banking system was torn asunder.", "Bank runs occurred in several countries and reached crisis proportions in Indonesia.", "Uncertainty and retrenchment escalated.", "In short, the slowing in activity in Asia exposed the high fixed costs of a leveraged economy, especially one with fixed obligations in foreign currencies.", "Failures to make payments induced vicious cycles of contagious, ever rising, and reinforcing fears.", "It is quite difficult to anticipate such crises.", "Every borrower, whether a bank or a nonbank company, presumably structures its balance sheet to provide a sufficient buffer against the emergence of illiquidity or insolvency.", "The scramble by borrowers to protect their balance sheets when this buffer is unexpectedly breached can lead to a surge in the demand for liquidity that in turn produces a run on the financial system.", "At one moment, an economy appears stable, the next it is subject to an implosion of fear-induced contraction.", "In this context a preventive effort to lessen the probabilities of such crises arising -for example, by bolstering the financial system's buffer through more capital or improved bank supervision -- may not in itself further insulate a country from crisis if financial institutions, now faced with a lower cost of capital or lower spread on their debt, leverage away the increased buffer.", "Indeed, one form of moral hazard is that an initially sound financial system that attracts low risk premia could merely induce a ratcheting up of the risks that a nation's borrowers choose to take on.", "This is not to disparage endeavors to bolster financial systems.", "But we should keep in mind that some of the advantages of such initiatives could be drained away by moral hazard.", "What is becoming increasingly clear, and what is particularly relevant to this conference, is that, in virtually all cases, what turns otherwise seemingly minor imbalances into a crisis is an actual or anticipated disruption to the liquidity or solvency of the banking system, or at least of its major participants.", "That fact is of critical importance for understanding both the Asian and the previous Latin American crises.", "Depending on circumstances, the original impulse for the crisis may begin in the banking system or it may begin elsewhere and cause a problem in the banking system that converts a troubling event into an implosive crisis.", "The aspects of the banking system that produce such outcomes are not particularly opaque.", "First, exceptionally high leverage has often been a symptom of excessive risk-taking that left financial systems and economies vulnerable to loss of confidence.", "It is not easy to imagine the cumulative cascading of debt instruments seeking safety in a crisis when assets are heavily funded with equity.", "Moreover, financial (as well as nonfinancial) businesses have employed high leverage to mask inadequate underlying profitability and did not have adequate capital cushions to match their volatile environments.", "Second, banks, when confronted with a generally rising yield curve, which is more often the case than not, have had a tendency to incur interest rate or liquidity risk by lending long and funding short.", "This has exposed banks, especially those that had inadequate capital to begin with, to a collapse of confidence when interest rates spiked and capital was eroded.", "In addition, when financial intermediaries, in an environment of fixed exchange rates, but still high inflation premiums and domestic currency interest rates, sought low-cost, unhedged, foreign currency funding, the dangers of depositor runs, following a fall in the domestic currency, escalated.", "Third, banks play a crucial role in the financial market infrastructure.", "A sound institution can fend off unexpected shocks.", "But when they are undercapitalized, have lax lending standards, and are subjected to weak supervision and regulation, they have become a source of systemic risk to both domestic and international financial systems.", "Fourth, recent adverse banking experiences have emphasized the problems that can arise if banks, especially vulnerable banks, are almost the sole source of intermediation.", "Their breakdown induces a marked weakening in economic growth.", "A wider range of nonbank institutions, including viable debt and equity markets, can provide important safeguards of economic activity when the banking system fails.", "Fifth, despite its importance for distributing savings to their most valued investment use, excessive short-term interbank funding, especially cross border, may turn out to be the Achilles' heel of an international financial system that is subject to wide variations in financial confidence.", "This phenomenon, which is all too common in our domestic experience, may be particularly dangerous in an international setting.", "I shall return to this issue later.", "Finally, an important contributor to past crises has been moral hazard, that is, a distortion of incentives that occurs when the party that determines the level of risk receives the gains from, but does not bear the full costs of, the risks taken.", "Interest rate and currency risk-taking, excess leverage, weak financial systems, and interbank funding have all been encouraged by the existence of a safety net.", "The expectation that national monetary authorities or international financial institutions will come to the rescue of failing financial systems and unsound investments clearly has engendered a significant element of excessive risk-taking.", "The dividing line between public and private liabilities, too often, has become blurred."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance"], "topics": ["Banking system", "Financial system", "Moral hazard", "Capital", "Liquidity", "Leverage", "Asia", "Risk", "Confidence", "Interbank funding"]}