{"sentences": ["Development of Viable Capital Markets -- The Indian Experience by Dr.", "Viral V. Acharya, Deputy Governor, Reserve Bank of India (RBI)1 1.", "Introduction 1.1 Capital markets play a crucial role in the economic development of a country.", "They provide financial resources required for the long-term sustainable development of the economy.", "Development of viable capital markets is therefore considered an important element in the macro-financial policy toolkit, including for objectives such as financial stability and the transmission of monetary policy.", ".2 The Committee on Global Financial System (CGFS), which meets at the Bank for International Settlements (BIS), constituted a Working Group in 2018-19 to examine global trends in capital market development, identify various factors (legal, institutional, structural and conjunctural) that foster the development of robust capital markets, and consider the role of policy including prudential measures.", "The Working Group, co-chaired by the People's Bank of China (PBOC, Dr. Li Bo) and the Reserve Bank of India (RBI, Dr.", "Viral V. Acharya), focussed on issues primarily related to the development of markets in bond and equity securities2.", "While these issues are arguably of greater relevance to emerging market economies, they were found to be of significant interest even for advanced economies.", ".3 The CGFS Report identified the drivers of capital market development and categorised them into two types: (i) drivers which create an enabling environment for financial development, and (ii) drivers which are more capital market specific.", ".4 Drivers which create an enabling environment as identified in the CGFS Report - macroeconomic stability, - broad respect for market autonomy, - fair and efficient legal and judicial systems, and - an efficient regulatory regime that creates conditions favourable for financial contracts.", ".5 Drivers which are capital market specific as identified in the CGFS Report - easy access to high-quality material information, - diversity in the investor base, - efficient market ecosystem for trading and robust market infrastructures, - openness towards international investors while maintaining macro- economic stability, and - markets for hedging and funding securities.", ".6 The CGFS Report made six broad policy recommendations: (i) promoting greater market autonomy; (ii) strengthening legal and judicial systems for investor protection; (iii) enhancing regulatory independence and effectiveness; (iv) increasing the depth and diversity of the domestic institutional investor (v) opening up capital markets internationally in a bi-directional manner; and (vi) developing complementary markets for derivatives, repo transactions and securities lending.", ".7 Policy initiatives in India have been largely in sync with the findings and recommendations of the CGFS Report.", "I shall discuss these and future policy directions after providing a brief overview of the Indian capital markets.", "While the scope of the CGFS Report is the entire capital market, I will largely confine this speech to the markets regulated by the Reserve Bank, viz., interest rate markets and (to a lesser extent) foreign exchange markets.", "Overview of the Indian capital markets 2.1 Indian capital markets have a history of more than a century.", "However, they remained largely inactive till the 1970s.", "Partial liberalisation of the economy and pro- capital market policies during the 1980s infused some life into the markets, but it was only the economic liberalisation of the 1990s that provided a lasting impetus.", "Today, segments of India's capital markets are comparable with counterparts in many of the advanced economies in terms of efficiency (price discovery), tradability (low impact cost), resilience (co-movement of rates across product classes and yield curves), and stability.", "In particular, their ability to withstand several periods of stress, notably the Asian financial crisis in 1997-98, the global financial crisis in 2007-09 and the \"taper tantrum\" episode in 2013, is a sign of their increasing maturity.", ".2 In terms of size, all the major segments of the capital market, viz., Central Government securities (G-Sec) market, market for State Development Loans (SDL), corporate bond market and equity market -- the so called \"cash markets\" -- have experienced consistent growth during the past few decades in terms of primary issuance, market capitalisation (for equity market) and trading volumes in the secondary market.", "Equity market remains the largest segment, even as G-Sec, SDL and corporate bond markets have grown steadily (Chart 1).", "Chart 1: Growth in outstanding stock of the Indian capital markets 600 500 447 USD USD 2009-102010-112011-122012-132013-142014-152015-162016-172017-182018-19 G-Sec SDL Corporate Bonds Equity Market Capitalisation (RHS) Source: Reserve Bank of India (RBI) and Securities and Exchange Board of India (SEBI) 2.3 Growth of the Government Securities market: A streamlined, transparent and market-based primary issuance process has underpinned the development of the government securities markets, both central government securities (G-Secs) and state government securities (SDLs).", "In the primary G-Sec markets, issuances are made as per a half-yearly pre-announced calendar.", "The calendar specifies the amount, tenor and issuance dates.", "The tenor of the G-Secs goes up to 40 years.", "G- Secs are mostly fixed-coupon bonds, although instruments such as inflation-linked bonds, capital-indexed bonds, floating-rate bonds and bonds with embedded options are also issued.", "Currently, all issuances are done through weekly auctions.", "Issuances are supported by Primary Dealers (PDs) who fully underwrite the issue.", "Auctions are conducted through both competitive bidding [for all residents, Foreign Portfolio Investors (FPIs) and Non-Resident Indians (NRIs)], which determines the market-clearing price, and non-competitive bidding (for retail investors, largely), which receives the allotted securities at the market-clearing price.", "More than 90% of the issuances are done through re-opening of existing securities which has contributed significantly to market liquidity by spreading out ownership across a large number of investors.", "The Reserve Bank has also introduced \"when-issued\" segment for the G-Sec market since 20063.", "The profile of both G-Secs and SDLs in terms of stock and flow characteristics is shown in Tables 1 and 2.", "The weighted average coupon on G-Secs has remained stable across interest rate cycles imparting stability to the debt profile as the average maturity of issuance (more than 10 years) is one of the longest globally, helping limit the rollover risk for the central government.", "SDL issuance has increasingly formed a much greater share of issuance relative to the G-Secs, rising from around 25% of issuance in 2013-14 to around 45% in 2017-18.", "The average daily volume in the G-Sec and SDL markets has remained higher than that of corporate bond and equity cash markets.", "The liquidity in G-Secs is, however, mainly concentrated in a few benchmark securities, particularly the 10-year benchmark, and SDLs are relatively less liquid than the G-Secs, yielding typically 50- 75 basis points more than the G-Secs in terms of yield at the 10-year tenor.", "The average bid-ask spread for liquid securities in the G-Sec market has remained less than a basis point during the last few years (Chart 3).", "Strikingly, bid-ask spread as well as the price impact of trade for the 10 year Indian G-Sec benchmark are comparable to or lower than those for most of the advanced economies of the world including the US, the UK, France and Germany (Chart 4).", "Efforts are now being made to regularise issuance of benchmark securities at shorter maturities (2 and 5 years).", "(ii) Secondary market transactions are predominantly (around 80%) conducted in an anonymous electronic order matching system (NDS-OM) which is unique in the world for debt trading.", "While the remaining transactions happen over-the-counter (OTC) outside the NDS-OM4, they are nevertheless reported to the NDS-OM platform.", "(iii) Near real-time dissemination of trade information publicly accessible on the website of the Clearing Corporation of India (CCIL) ensures price transparency.", "(iv) Settlement is guaranteed by the CCIL and takes place through Delivery versus Payment (DvP) mechanism on T+1 basis.", "Guaranteed settlement implies there is no risk to investors from each other of delivery failures.", "(v) Finally, enabling of short-selling facilitates a two-way interest adding to activity and price discovery in the market.", "Issuances are predominantly through private placement and dominated by high credit issuers.", "Secondary market trading has also picked up in the recent past, with trading volumes rising from USD 170 billion in FY 2014-15 to USD 267 billion in 2018-19.", "Trading is entirely OTC with trades settled bilaterally and reported to stock exchanges.", "Chart 4: 10-year benchmark G-Sec liquidity in different countries points) basis trade2 spreads1 (Bid-ask ID TR MY NO CN MX TH IT JP KR BR ZA FR AU DE CA US GB IN AEs EMEs Average of daily bid-ask spreads in May 2018, defined as: (ask price - bid price) / bid price * 100, i.e., the return cost of executing a round-trip transaction in the bond.", "Based on USD 10 million transaction amount using estimates from the Bloomberg Liquidity Assessment (LQA) function, Jun 2018.", "Source: Establishing Viable Capital Markets, CGFS Papers No 62 2.6 Recent developments in the corporate bond market: Consistent investment interest by domestic institutions like mutual funds, pension funds and insurance funds as well as foreign portfolio investors (FPIs) has helped in developing the corporate bond market.", "Tri-party repo (\"sale and repurchase\") in corporate bonds has been introduced by the exchanges recently with a view to encourage trading interest.", "Implementation of the Insolvency and Bankruptcy Code (IBC) starting December 2016 is expected to go a long way in improving participation in the corporate bond market by strengthening the protection of creditor rights, in a market presently characterised by one of the lowest recovery rates (25%) in the world (Chart 5).", "With greater confidence in time-bound and efficient resolutions under the IBC, foreign investors are likely to explore investment in sub-investment grade and distressed corporate assets.", "Chart 5: Corporate bond market size and recovery rate Recovery rate in cents on the dollar from the World Bank Doing Business database NFC= Non-financial corporate Source: Establishing Viable Capital Markets, CGFS Papers No 62 2.7 Investor Base: There has been a conscious and continuous effort by the Reserve Bank to expand the investor base and thereby liquidity of the markets it regulates, while preserving financial stability.", "The investor base for G-Secs, for instance, has expanded over the past decade in terms of an increase in the share of holdings by insurance companies and corporates and a corresponding decrease in the share of holding by commercial banks (Chart 6).", "In parallel, calibrated access for global investors through the FPI route is helping broaden the investor base, while also bringing in diversity of trading views and strategies.", "Chart 6: Holding pattern for Government Securities (% held by each investor group) Commercial Banks Non-Bank PDs 1.9 6.5 Insurance Companies 6.7 0.2 4.8 Co-operative Banks 0.7 Financial Institutions 3.0 0.4 49.7 Foreign Portfolio Provident Funds 26.2 Others (Including State 0.4 Commercial Banks 6.6 13.8 Insurance Companies 40.5 Co-operative Banks 5.5 Financial Institutions 3.6 Foreign Portfolio 1.0 1.0 2.4 Provident Funds 0.6 0.3 Others (Including State 24.6 Source: Database of Indian Economy (DBIE), Reserve Bank of India 2.8 Funding and Derivatives Markets: A necessary condition for the development of capital markets is the existence of funding and securities lending markets as well as derivative markets for risk transfer.", "Repo funding in Indian G-Secs is fairly deep with average daily volume of about USD 20 billion (Chart 7).", "In case of interest rate derivatives, there is reasonable liquidity in Interest Rate Futures (IRF) and Overnight Indexed Swaps (OIS) markets5.", "Much of the recent increase in activity can be attributed to the Reserve Bank allowing non-residents to participate in interest rate derivatives markets for both hedging and trading purposes.", "Policy initiatives in India What has enabled the growth of Indian capital markets to reach this stage?", "To answer this, I will now discuss the policy measures taken in India vis-à-vis the findings and recommendations of the CGFS Report.", ".1 Enabling environment 3.1.1 Macroeconomic Stability India's GDP growth has been one of the highest among large economies during the last decade and half (Chart 8).", "Double digit inflation of few years prior to the \"taper tantrum\" episode has been tamed, facilitated by a shift by the Reserve Bank in 2016 An Overnight Index Swap (OIS) is an interest rate swap agreement where a fixed rate is swapped against a pre-determined published index of a daily overnight reference rate for an agreed period.", "Triparty repo in G-Secs went live on November 05, 2018.", "In tri-party repo, a third party acts as a central counterparty between the two originating parties of a repo transaction.", "Currently, the Clearing Corporation of India Ltd. (CCIL) acts as the \"triparty agent\" for the G-Secs, while the Bombay Stock Exchange (BSE) and the National Stock Exchange (NSE) operate as triparty agents for corporate bonds.", "to flexible inflation targeting with a headline target of 4% (+/- 2%) for the Monetary Policy Committee (MPC).", "High levels of inflation make holdings of financial assets economically unattractive relative to non-financial assets such as housing and gold.", "The important reform of flexible inflation targeting, helped by low oil prices and food supply management, has kept the headline inflation under control during the last 5 years, relative to the MPC's mandated target (Chart 9).", "This way, two preconditions of macroeconomic stability -- stable growth and low inflation -- necessary for financialisation of savings and capital market development are now in place in India.", "These measures also seek to ensure financial stability and instil confidence among stakeholders.", "Some important examples include: (i) Liberalising the process for innovation of new products; (ii) Moving away from a prescriptive approach to a principle-based regulatory (iii) Minimising interference in the market process by eschewing ad-hoc 'approvals'; and, (iv) Attempting to achieve comprehensive market regulations by addressing gaps, in particular, by issuing market abuse regulations and benchmark regulations, as well as regulating trading platforms.", "Development of financial market institutions and infrastructure A well-developed and reliable infrastructure is a prerequisite for safe and efficient functioning of financial markets.", "Acknowledging this principle, the Reserve Bank has taken several steps to put in place an effective infrastructure in the markets it regulates, the salient steps being: (i) Introduction of an anonymous trading platform for G-Sec called the Negotiated Dealing System-Order Matching (NDS-OM); (ii) Introduction of Legal Entity Identifier code (LEI) for OTC derivatives markets as well as non-derivatives markets; (iii) Development of a foreign exchange trading platform (Fx-Retail) aimed at bringing down transactions costs for retail users (August 2019); and, (iv) Constituting an independent financial benchmark administrator, viz., the Financial Benchmarks of India Ltd. (FBIL).", "c. Macro-prudential management of investment restrictions for domestic and foreign investors It has been a constant endeavour of the Reserve Bank to rationalise, and wherever consistent with macro-prudential objectives, to relax restrictions in the form of investment limits imposed on the market participants: (i) The Reserve Bank has reduced the Statutory Liquidity Requirement (SLR) stipulation on the minimum percentage of Net Demand and Time Liabilities (NDTL) to be held in G-Secs and SDLs by banks in a calibrated way (Chart 10) from close to 40% in 1990 to below 20% at present.", "This important relaxation has resulted in a greater flexibility for banks in their investment decisions and added to the diversity of investor base in G-Secs and SDLs (Chart 6) -- which, in turn, have aided efficient pricing of these bonds.", "(iii) Recently, the Reserve Bank has introduced the Voluntary Retention Route (VRR) scheme to relax the macro-prudential restrictions for FPIs that are willing to retain a significant portion of their investments in the country for a minimum retention period (presently three years).", "In India, the Public Debt Act (1944), the Securities Contract Regulation Act (1956) and the Government Securities Act (2006) govern the formalisation of issuance and transfer of securities.", "In parallel, the Reserve Bank of India Act (1934) confers powers on the Reserve Bank to regulate money, derivatives, repo and government securities markets.", "With the Insolvency and Bankruptcy Code (IBC) (December 2016), the legal framework for financial regulation is also moving closer to being comprehensive and effective in the context of non-financial corporate borrowers.", "However, the lack of resolution framework for non-bank financial entities remains a crucial gap that deserves prompt attention of the authorities.", ".2 Capital market specific drivers Let me now turn to some of the other important drivers of market development in India and also highlight some critical areas for improvement.", ".2.1 Disclosure regime As per the cross-country survey findings of the CGFS Report, proper and timely disclosure by the issuers in corporate bond market is a prerequisite for gaining investors' confidence in this market.", "Conversely, lack of adequate disclosures raises the financing costs of corporates, especially sub-investment grade ones, and keeps the capital markets small.", "Recognising this, regulators in India have emphasised and mandated high quality and timely disclosures by issuers.", "However, a few instances of recent defaults in commercial paper and corporate bond markets have raised concerns about the quality of disclosures, even for investment-grade firms.", "These concerns are worthy of careful scrutiny and assessment relative to the best international practices to help fine-tune standards for the timely disclosure of default- relevant information by corporates.", ".2.2 Deepening the domestic institutional base Expanding the investor base leads to increasing diversity in the market (see section 2.7).", "Efforts in this direction need to be sustained, with a particular focus on the domestic institutional investor base.", "Improving pension and insurance coverage for households can be a priority as it not only leads to social welfare outcomes, but also leads to a stronger and more stable investor base for capital markets.", "Better financialisation of household savings could be a catalyst for retail participation in markets, in turn providing a boost to collective investment vehicles such as mutual funds and alternative investment funds (AIFs).", ".2.3 Bi-directional opening of markets to international participation One of the key drivers of market development recognised in the CGFS Report is opening up of the market to foreign participants although it entails managing global spillover risks.", "The Reserve Bank has taken calibrated steps in opening up its regulated markets to foreign participants as discussed earlier and also allowed domestic players to participate in overseas markets: (i) In consultation with the government, the Reserve Bank has decided to permit offshore trading and settlement of G-Secs through International Central Securities Depositories (ICSD) for non-residents who do not want to undergo the domestic FPI registration procedure.", "(ii) The recently issued draft of regulations for hedging currency risk embodies many of the drivers identified by the CGFS report -- product innovation, opening up markets to non-residents and simplified hedging guidelines which offer greater flexibility to users.", "(iii) Similarly, in March 2018, the Reserve Bank freed up overseas hedging by residents of commodity price risk and freight risk overseas.", "Residents were permitted to hedge both direct and indirect commodity risk through specified instruments.", "For direct exposure, all price risk on all commodities is now permitted to be hedged overseas, while for indirect exposure, residents can hedge overseas the price risk on industrial metals only.", "Further, revised directions treat risks acquired from domestic and cross- border transactions at par.", "To manage the global spillover risks arising from such reforms, prudential limits have been in place alongside most of these reforms to ensure consistency with the overall state of capital account liberalisation for India and anchor macro-prudential risks at manageable levels.", ".2.4 Developing complementary markets Deep and liquid complementary markets like repo and derivatives play a crucial role in the growth of the cash markets as they help investors in funding and hedging.", "Over the past few years, the Reserve Bank has taken measures to help develop repo markets for both Government securities and corporate bonds.", "Introduction of tri- party repo (August 2017) has been a success for the G-Sec market; however, tri- party repo is yet to pick up in the corporate bond market.", "Similarly, securities lending (\"market repo\") works well for G-Secs although wider participation (especially by large holders of G-Secs like mutual funds, insurance companies and pension funds) is required to avoid occasional episodes of excessive volatility in borrowing costs.", "All these regulatory measures have resulted in a consistent growth in liquidity in the repo markets.", "To boost derivatives markets, efforts are required in encouraging better risk management by domestic institutions, especially banks.", "With the untapped interest rate derivatives market set for a pickup in the risk management activity of banks and non-banks, the role of complementary markets will strengthen in the years to follow.", ".3 Other recent initiatives Let me conclude by enumerating four of the important initiatives underway to develop Indian capital markets further: a.", "Task Force on Offshore Rupee Markets The Reserve Bank constituted a Task Force in February 2019 to examine in depth issues relating to the offshore Rupee markets and recommend appropriate policy measures to align incentives for non-residents to gradually move to the domestic market for their hedging requirements and also to ensure the stability of the external value of the Rupee.", "The Report of the Task Force is due by mid-July 2019. b.", "Internal Working Group on Market Timings The Reserve Bank has set up an Internal Working Group on Market Timings which will comprehensively review the timings of various markets that are under the purview of the Reserve Bank, and will assess the necessary payment and settlement infrastructure that can support co-ordinated timings across these markets.", "The Working Group's Report, after submission, will be released for public feedback.", "c. Task Force on the Development of Secondary Market for Corporate Loans The Reserve Bank has constituted a Task Force on the Development of Secondary Market for Corporate Loans.", "It will suggest required policies for facilitating the development of a secondary market in corporate loans, including loan transaction platform for stressed assets, creation of a loan contract registry, its ownership structure and related protocols such as the standardization of loan information, independent validation and data access.", "The Report of the Task Force is due by the end of August 2019. d. Committee on the Development of Housing Finance Securitisation Market The Reserve Bank constituted this committee to assess the state of housing finance securitisation markets in India; study the best international practices as well as lessons learnt from the global financial crisis; and propose measures to further develop these markets in India by identifying critical steps required such as, inter alia, definition of conforming mortgages, mortgage documentation standards, digital registry for ease of due diligence and verification by investors, avenues for trading in securitised assets, etc.", "The Report of the Committee is due by the end of August In summary, it should be clear that while Indian capital markets have evolved steadily to a stage of long-run viability, the potential for developing and strengthening them further is limitless... \"Let us, then, be up and doing, With a heart for any fate; Still achieving, still pursuing, Learn to labour and to wait.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital market development", "Financial stability", "Monetary policy", "Macroeconomic stability", "Investor protection", "Regulatory independence", "Institutional investor base", "Market autonomy", "Hedge markets", "Derivatives markets"]}