{"sentences": ["I do not think that I have to struggle to convince you of the lack of significant progress with the European construction.", "There has been a substantial transfer of sovereignty on economic and financial matters, especially in recent years.", "It is indeed illusory to believe that we can direct the course of the economy and finance, patently global phenomena, from within the narrow confines of individual European countries.", "The construction, however, is lopsided and incomplete; its very sustainability requires that the missing elements be incorporated soon.", "Today, proceeding by means of compromise is becoming increasingly difficult.", "Distrust leads to disaccord, and in the exasperated pursuit of mutual reassurance and short-term gains, the necessary steps are hard to take.", "The concrete achievement of monetary union, banking union, capital markets union, and even the prospect of a common fiscal policy, all call for a leap in quality.", "Europe must remain an anchor of stability in a world that appears ever more unstable and politically unpredictable.", "The introduction of a safe asset in the euro area is a clear and immediate objective.", "It is a technical endeavour, but it is also the common denominator to the three unions (banking, capital markets, fiscal) that must flank monetary union.", "By partly replacing national government bonds, a European debt instrument could help to diversify the sovereign exposures of financial institutions.", "It could reduce the risk of flights to safety by investors in times of market tension and enable the financial market to play an effective role as shock absorber, thereby also enhancing the effectiveness of monetary policy.", "It could be an instrument for funding shared automatic stabilisers within a common fiscal capacity.", "As I have said, it is possible to design mechanisms that enable a safe asset to be introduced with the necessary safeguards against the risk of opportunistic behaviour.", "But aside from the rules, the essential requirement for the viability of this solution lies in a renewed and convinced commitment by all to the European project and a willingness to pursue common solutions for common problems.", "Grafica a cura della Divisione Editoria e stampa della Banca d'Italia"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["European construction", "safe asset", "banking union", "monetary union", "fiscal policy", "political instability", "capital markets union", "sovereign exposures", "automatic stabilisers", "opportunistic behaviour"]}