{"sentences": ["Honorable Mayor Reynaldo L. Catacutan, of the Municipality of Capas, dear Cabinet members, heads of agencies, and local officials, members of the Monetary Board and fellow workers in government, guests from the private sector, media, ladies and gentlemen... Mayap a abak kakayu ngan!", "(Good morning to you all!)", "Before anything else, I would like to thank Mayor Rey for his kind words and warm welcome.", "On behalf of the Monetary Board and the Bangko Sentral ng Pilipinas, I would like to extend my gratitude to the officials and residents of the municipality of Capas, as well as to our friends from the provincial government of Tarlac, for your hospitality.", "Second, I would like to thank BCDA President and CEO, Mr. Vince Dizon, for graciously hosting today's event onsite at the New Clark City.", "I know this is a busy time for BCDA since preparations for the upcoming Southeast Asian Games are in full-swing.", "But knowing Vince and his brand of leadership, I am sure that his agile team is well-capable of juggling the many activities taking place in this true \"City of the Future.\"", "Dear friends, this ceremony today represents the first of many important milestones, as BSP aims to relocate its Security Plant Complex, or \"SPC\".", "As you well know, the existing SPC, which houses the Bank's currency production operations, is located on a seven-hectare plot of land along East Avenue in Quezon City.", "Inaugurated in 1978, the BSP SPC ushered in no less than four generations of banknotes and coins.", "The SPC is also where we print land titles for the Land Registration Authority, craft presidential medals and commemorative coins, and soon, it will also be where we will print the National ID cards for the Philippine Statistical Authority.", "After forty years of service, it is now ripe for a major upgrade that will ensure that the Bangko Sentral remains at the cutting-edge of currency production and security printing technologies.", "It was because of this that led the BSP and the Monetary Board here to the New Clark City.", "It is worth noting that the BSP follows a very rigorous set of criteria in selecting sites for its facilities.", "These standards-which include everything from lot configuration, site conditions, to infrastructural support-are intended to ensure that the BSP's operations are suitably located.", "After an exhaustive canvass of sites north and south of Metro Manila, it is crystal clear that the New Clark City is the only one that met the requirements of the BSP-with flying colors, might I add.", "In my previous stint as Budget Secretary, I was fortunate to have a hand in crafting and implementing the \"Build, Build, Build\" Program of the Government, which is aimed to usher in a \"Golden Age of Infrastructure\" in the Philippines.", "One of the key elements of that program is the establishment of a new government center on this very location.", "Under the leadership of BCDA President and CEO Vince Dizon, the New Clark City is rapidly transforming itself to a resilient metropolis that will drive growth momentum in \"Paspas Capas\" , Tarlac, as well as in other nearby provinces in central and northern Luzon.", "With the National Government Administrative Center situated just around the corner, as well as the continuing influx of government institutions setting up shop within the complex, the New Clark City is also clearly geared towards responsive governance and public service.", "Today, as Governor of the Bangko Sentral, I'm gretly honored to lay the groundwork for bringing one of the country's most trusted government institutions to this most vibrant growth corridor.", "In the Memorandum of Understanding which we are signing today, the BSP and BCDA agree to work hand-in-hand to facilitate the relocation of the BSP Security Plant to the New Clark City, on the plot of land just outside of this tent.", "Once the details of relocation are threshed out, BSP and BCDA will formalize its respective commitments under a new Memorandum of Agreement, which will serve as the implementing document for this purpose.", "From there, we will work unceasingly to complete the development within the shortest timeframe possible, at the highest level of quality and workmanship.", "We will explore the various modes of procurement available in order to leverage local and international expertise in the design and construction of the new SPC.", "Speaking of which, in a few moments from now, we will be showcasing the concept design crafted by our very own architects in the BSP Currency Management Sector, to give you a glimpse of the complex that we plan to establish just outside this venue.", "Consistent with the spirit of the New Clark City, the concept envisions a facility that will serve as a leading benchmark for a smart, green, modern complex, not just within the country, but on the global scale as well.", "We also envision an industrial facility that will employ state-of-the-art technologies that will foster high-yield production systems, efficient workflows, while maintaining a low energy footprint.", "Likewise, with the ample area being considered, the facility will feature expansive greenery and natural living spaces - which are short supply in Metro Manila - to exemplify the BSP's continuing commitment to health, well-being, and environmental preservation.", "So allow me to end my remarks by calling your attention to the screen in front as we proudly unveil the concept design of the new BSP Security Plant Complex which will rise in the New Clark City.", "Mabuhay po tayong lahat.", "Mabuhay ang Bansang Pilipinas.", "\"Paspas Capas\" is the municipality's motto/slogan."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["New Clark City", "BSP Security Plant Complex", "currency production", "relocation", "smart complex", "green complex", "state-of-the-art technologies", "high-yield production systems", "low energy footprint", "environmental preservation"]}