{"sentences": ["Good morning Melo and to everyone joining us in today's virtual Wednesday Roundtable @ Lido.", "While nothing beats face-to-face interactions, I think we all are gradually getting used to the fact that virtual meetings are now becoming the norm.", "The COVID-19 pandemic has significantly changed our lives.", "Not only in the way we do things at present, but also in the way we view the future.", "Indeed, this crisis is not like anything we have seen in the past.", "As such, individual economies and business entities respond in ways that reflect how they perceive the continued uncertainty over the path, magnitude, and duration of the impact of the global health crisis.", "I take this opportunity to briefly share the BSP's views on latest developments and prospects on the Philippine economy as we face today's circumstances.", "I will also discuss policy actions pursued by the BSP, in support of the government's overall strategy, to mitigate the impact of COVID-19 pandemic and help stabilize market conditions and restore confidence.", "Let me first highlight that when this global health crisis broke out the Philippine economy had been in a position of strength, with GDP growth averaging at above 6 percent over the past eight years.", "The robust growth of the domestic economy in recent years has been achieved in an environment of generally stable inflation and has been anchored on purposeful structural reforms.", "The country's strong track record of prudent policymaking has likewise led to robust external payments position, record-high international reserves, improved external debt metrics, healthy public finances, and positive macroeconomic performance.", "At the same time, Philippine banks continue to be sound, stable, and well-functioning across all metrics.", "Just as the country's strong macroeconomic fundamentals have provided a degree of cushion during past crises, we remain cautiously optimistic that the same factors will serve as the country's first line of defense and continue to keep the economy afloat amid the current crisis.", "Nevertheless, we are also equally mindful that the outlook for both global and domestic economic growth in 2020-2021 remains bleak and clouded with uncertainty.", "The International Monetary Fund (IMF), in its April 2020 World Economic Outlook (WEO) report, expects global economic activity to shrink radically in 2020 given widespread disruptions caused by COVID-19.", "While a partial recovery is anticipated in 2021, global GDP level is expected to remain below the pre-COVID trend.", "The IMF projects global economic growth to contract sharply by 3.0 percent in 2020 before inching up to 5.8 percent in 2021.", "Nine out of ten countries in the IMF's 189-country membership are expected to see their economies contract in 2020, including the Philippines.", "The Development Budget Coordination Committee (DBCC) has recently announced the national government's revised Gross Domestic Product (GDP) growth forecast range of -2.0 percent to - 3.4 percent for 2020, a sharp departure from the 6.5 percent to 7.5 percent growth target range before the pandemic For 2021, the DBCC expects the domestic economy to recover strongly with a GDP growth forecast range of 7.1 percent to 8.1 percent, This strong rebound is based on the assumption that there is no serious second wave of the disease and that the government would be able to craft and implement a robust economic recovery program.", "In this slide we show that OF remittances have been on a steady growth path in recent years and have contributed as well to domestic economic expansion.", "For the first two months of 2020, cash remittances still grew by 4.6 percent to reach US$5 billion.", "With its strong contribution to consumption expenditure, we understand the growing concern on how the COVID-19 pandemic will impact on future remittances flows into the country.", "In this regard, the BSP closely monitors the latest reports from the Philippine Overseas Employment Administration (POEA), Department of Labor and Employment (DOLE), and the Department of Foreign Affairs (DFA) on OF workers' deployment, displacement, and repatriation status.", "OF remittances could contract in 2020 due mainly to the large repatriation of workers and economic disruptions in host countries.", "The World Bank projects a decline in global remittances by about 20 percent in 2020, with remittance inflows to East Asia and the Pacific expected to decline by 13 percent, driven mainly by declining inflows from the US, the largest source of remittances to the region.", "However, it is important to point out that crisis or no crises, Filipinos abroad continue to send remittances to their families at home.", "It would appear that OFW remittances have an altruistic character.", "Furthermore, the adverse impact of COVID-19 on remittances may be temporary.", "To mitigate the impact of the pandemic and ensure economic recovery post-COVID-19, the NG laid out a 4-pillar socioeconomic strategy.", "The BSP's contributions to the overall stabilization efforts fall under the third pillar.", "We expect that the economy will recover more strongly once fiscal and monetary stimulus gain traction and workers and firms resume operations.", "We expect a U-shaped recovery for the Philippine economy once the fiscal and monetary stimulus measures gain traction over the next few months.", "In support of the government's efforts toward a rapid economic recovery, the BSP implemented a package of extraordinary measures to ensure sufficient liquidity in the system as well as provide regulatory relief to financial institutions.", "These measures include: 1) reduction in the monetary policy rate by 125- basis points since the start of the year; 2) reduction in the reserve requirement ratio by 200 basis points; 3) purchases of Government Securities (GS) in the secondary market; 4) reduction in the overnight reserve repurchase (RRP) volume offering; 5) engaging in repurchase agreement with the National Government amounting to P300 billion; 6) approval of a package of measures to further reduce the financial burden on loans to micro, small and medium enterprises (MSME), which would help hasten the sector's recovery.", "The assistance directed to MSMEs could also enable these entities to extend support to displaced OFWs who are planning to shift and engage in business operations.", "In addition, the BSP has remitted P20 billion as advanced dividends to the National Government (NG).", "Under our newly-amended charter, the BSP is no longer required to remit at least 50% of its net income as dividends to the National Government, But we decided to do so in the spirit of being part of the Government.", "The Monetary Board has also approved the granting of temporary regulatory and rediscounting relief measures to BSP Supervised Financial Institutions (BSFIs).", "Some of these measures include relaxation of BSP regulations such as the single borrower's limit (from 25% to 30%) to allow BSFIs to lend more; penalty for reserve deficiencies and compliance period with BSP supervisory and reportorial requirements to allow banks to focus on delivery of financial services; and know your customer (KYC) requirements to facilitate access by the public to financial services.", "Meanwhile, prudential accounting relief measures were also implemented to reduce the impact of Mark-to- Market (MTM) losses on the financial condition of supervised financial institutions.", "Moreover, the BSP has implemented extraordinary liquidity measures to complement the National Government's programs in mitigating the impact of COVID-19.", "These measures include a ₱300 billion repurchase agreement with the Bureau of the Treasury as well as the launching of a package of measures to support lending to micro-, small-, and medium-sized enterprises (MSMEs).", "Recognizing the importance of MSMEs in the economy, the BSP allowed banks to include new MSME loans as part of their compliance with the required reserve ratio.", "BSP temporarily reduced the credit risk weight of MSME loans that are current in status from 75% to 50% and zero weight for loans with government guarantee.", "These policy measures are aimed at encouraging more bank lending to MSMEs.", "In closing, let me emphasize that the BSP has responded swiftly and decisively to mitigate economic and financial fall-out from the COVID-19 pandemic through its monetary instruments and regulatory relief measures.", "But there remains risks to our growth outlook even as a strong recovery is expected in 2021.", "The challenge for policymakers, therefore, is how to boost the economy through the appropriate mix of fiscal and monetary measures.", "And even as we enable the economy to gradually regain its footing, we should continue with our efforts to make the economy nimbler to adapt to the new economy.", "In particular, the BSP is committed to pursuing a 3-year digital payments transformation roadmap that includes priority initiatives such as open banking.", "I believe the ongoing changes to the domestic economy are a good opportunity to accelerate the BSP's call towards greater digitalization to promote a more efficient and inclusive financial system The BSP will continue to work with market participants and relevant government authorities to ensure that its policy responses and reform initiatives remain timely and appropriate for these challenging times."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["COVID-19 pandemic", "Economic recovery", "Monetary policy", "Fiscal policy", "MSMEs", "OFW remittances", "Digital payments", "Regulatory relief", "Macroeconomic outlook", "Inflation"]}