{"sentences": ["News conference Berne, 18 June 2020 Introductory remarks by Thomas Jordan Ladies and gentlemen It is my pleasure to welcome you to the Swiss National Bank's news conference.", "At our last conference in December 2019, hardly any of us could have imagined how much and how quickly the world would change as a result of coronavirus.", "We are relieved that the number of infections in Switzerland has fallen again markedly in the meantime.", "Our sympathies go to all those who have been directly affected and those who have lost people dear to them.", "I will now present our assessment of the economic impact of the coronavirus pandemic and explain our monetary policy decision.", "I will then hand over to Fritz Zurbrügg, who will present the main findings of this year's Financial Stability Report.", "After that, Andréa Maechler will talk about the situation on the financial markets.", "We will - as ever - be pleased to take your questions afterwards.", "Monetary policy decision The coronavirus pandemic and the measures implemented to contain it have led to a severe downturn in economic activity and a decline in inflation both in Switzerland and abroad.", "Economic activity is now gradually recovering, but uncertainty remains high among consumers and businesses alike.", "Against this backdrop, we are maintaining our expansionary monetary policy to ensure appropriate monetary conditions in Switzerland.", "Our expansionary monetary policy has proved its worth and remains necessary.", "It helps stabilise economic activity and price developments.", "We are therefore keeping the SNB policy rate and interest on sight deposits at the SNB at -0.75%, and in light of the highly valued Swiss franc we remain willing to intervene more strongly in the foreign exchange market.", "In so doing, we take the overall exchange rate situation into account.", "Furthermore, under the SNB COVID-19 refinancing facility, we are providing the banking system with additional liquidity and thus supporting the supply of credit to the economy at favourable terms.", "Inflation forecast In the current situation, inflation and growth forecasts are subject to unusually high uncertainty.", "The new conditional inflation forecast is lower than in March.", "This is primarily due to the significantly weaker growth prospects and lower oil prices.", "The forecast for the current year is negative (-0.7%).", "The inflation rate is likely to rise in 2021, but still be slightly negative (-0.2%), before returning to positive territory in 2022 (0.2%).", "The conditional inflation forecast is based on the assumption that the SNB policy rate remains at -0.75% over the entire forecast horizon.", "Global economic outlook The coronavirus pandemic and the measures implemented to contain it have pushed the global economy into a sharp recession.", "Most countries implemented far-reaching containment measures to halt the spread of the virus.", "The infection numbers have since fallen substantially in many major economies.", "The pandemic measures have massively restricted both production and consumption, which already led to a severe economic downturn in many countries in the first quarter of 2020.", "In April, economic activity in most countries is likely to have been only 65% to 80% of the normal level.", "The decline in global GDP is likely to be even more pronounced in the second quarter.", "Unemployment has increased in many countries, with short-time work schemes having prevented a stronger rise in Europe.", "Many economies have in the meantime begun to ease their containment measures.", "The first indications are that economic activity has since picked up.", "Further loosening of the measures is likely to contribute to a significant economic recovery in the third quarter.", "In our baseline scenario for the global economy, we anticipate that further waves of infection will be successfully prevented.", "Nevertheless, as regards both consumption and investment, demand is likely to remain moderate for the time being.", "The reasons for this are the uncertainty among economic agents, the rise in unemployment and higher corporate debt.", "Global production capacity will probably be underutilised for some time yet, and inflation is likely to remain modest in most countries.", "Our baseline scenario is subject to a high level of uncertainty on the upside and downside alike.", "On the one hand, further waves of infection or trade tensions could additionally impair economic activity.", "On the other, the significant monetary policy and fiscal policy measures introduced in many countries could support the recovery more strongly than expected.", "The Swiss economy is also in a sharp recession.", "The measures to contain the virus, the massive decline in foreign demand and delivery problems have led to a marked decrease in business activity in many industries.", "Unlike in previous recessions, services are also heavily affected, in particular the hospitality industry, passenger transport, the entertainment industry and parts of the retail trade.", "Correspondingly, most economic indicators have deteriorated drastically in recent months.", "Short-time working has reached unprecedented levels, unemployment has risen rapidly, and consumer sentiment has fallen to a record low.", "Although the downturn set in only in March, GDP was already 2.6% lower in Q1 2020 than in the previous quarter.", "The low point in terms of economic activity came in April.", "The decline in GDP is therefore likely to be even stronger in the second quarter.", "Various signals indicate that economic activity has picked up again somewhat since May with the loosening of containment measures.", "This positive development is likely to continue in the coming months.", "However, in our baseline scenario we anticipate that, as abroad, there will be only a partial recovery for the time being, and GDP will not return quickly to its pre-crisis level.", "The after-effects of the recession are likely to dampen export demand, investment and consumption for some time yet.", "Overall, GDP is likely to contract by around 6% this year.", "This would be the strongest decline since the oil crisis in the 1970s.", "The economic revival in the second half of the year is likely to be reflected in clearly positive growth in 2021.", "Ensuring the supply of credit Ladies and Gentlemen, the coronavirus lockdown meant that many companies were confronted with enormous challenges from one day to the next.", "Many industries have experienced an unprecedented fall in revenues.", "It is crucial for the economic recovery that fundamentally sound companies can overcome this temporary difficult phase.", "In addition to the compensation scheme for short-time working, the COVID-19 loans have played a pivotal role in this respect.", "These allow companies to bridge liquidity shortfalls caused by the crisis.", "Small and medium-sized enterprises are at the heart of the Swiss economic landscape.", "Around two thirds of the workforce are employed by companies with fewer than 250 staff.", "Although these SMEs have established relationships with a bank, before the coronavirus pandemic the majority of them had managed without any loans.", "When setting up the COVID-19 loan programme, it was important to enable these companies to obtain credit simply and at favourable terms.", "This was ensured through the guarantees provided by the federal government, the SNB's refinancing facility and the considerable efforts of the banks.", "Were it not for this loan programme, the risk of many SMEs being forced into insolvency by liquidity shortages would have been significantly higher.", "The SNB COVID-19 refinancing facility - CRF for short - forms part of the overall coronavirus package put together by the Federal Council and the SNB in consultation with the banks.", "Under the CRF, we provide the banks with liquidity at the SNB policy rate of -0.75% against guaranteed COVID-19 loans serving as collateral.", "This means that the banks do not need to use their own liquidity in granting COVID-19 loans, and can instead obtain it from us at favourable conditions.", "The CRF, the raising of the negative interest exemption threshold, and the deactivation of the countercyclical capital buffer have increased the banks' latitude for lending.", "How has lending developed since the pandemic broke out?", "All the indications are that the supply of credit and liquidity to Swiss SMEs is working well at present.", "At the beginning of the year, the annual growth in lending in Swiss francs was around 3%; in March it rose to above 4% - the highest level since 2014 - and the utilisation of existing credit lines increased.", "The COVID-19 loans have been a key contributory factor in the increase in corporate loans.", "The COVID-19 credit lines currently stand at somewhat more than CHF 15 billion.", "Within a week of the programme starting on 26 March more than 50,000 loans had been granted, and that number has since risen to nearly 130,000.", "One in five SMEs has received a COVID-19 loan, and most of these companies have fewer than five employees.", "The loan amounts are therefore relatively small, with an average volume of just under CHF 120,000.", "Demand is highest in areas such as business services - which includes cleaning firms and travel agencies, for example - as well as wholesaling and the retail trade.", "We have also seen that hotels and restaurants - where credit demand is normally low - have been making considerable use of COVID-19 loans.", "The banks have refinanced around two thirds of the volume of COVID-19 loans, i.e.", "around CHF 10 billion, with the SNB.", "Fritz Zurbrügg will comment in his remarks on the COVID-19 loans from the perspective of financial stability, and Andréa Maechler will explain the key operational aspects of the CRF.", "Monetary policy's contribution to crisis management and outlook Our monetary policy contributes to crisis management in three ways.", "First, in a time of higher demand for liquidity, the SNB's negative policy rate ensures favourable financing conditions for businesses and the public sector.", "Second, we ensure appropriate monetary conditions with the negative interest rate and our foreign exchange market interventions.", "The Swiss franc came under strong upward pressure at times in the weeks following the last monetary policy assessment.", "This was due to the enormous uncertainty and the search for safe havens.", "A further appreciation of the Swiss franc - which was already highly valued - would have resulted in additional difficulties for our economy.", "Since the last monetary policy assessment, we have therefore made substantial interventions.", "The situation has since eased somewhat.", "Third, we are helping to prevent a credit crunch.", "The negative CRF interest rate, the raising of the negative interest exemption threshold, and the deactivation of the countercyclical capital buffer are making it easier for banks to lend at favourable conditions.", "As regards the outlook, there is a great deal of uncertainty.", "There is the hope that we have passed the worst.", "Nevertheless, a difficult phase of the recovery lies ahead of us.", "A second wave of infections must be prevented, and at the same time as much economic activity as possible must be allowed to resume.", "In addition to support from monetary and fiscal policy, this calls for considerable flexibility on the part of companies and their employees.", "Maintaining our country's favourable economic conditions is also crucial in overcoming this difficult phase.", "For our part, we are keeping constant track of the situation and will adjust our monetary policy if necessary.", "Ladies and gentlemen, thank you for your attention.", "It is my pleasure to give the floor to Fritz Zurbrügg."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Monetary policy", "Economic outlook", "Credit supply", "Inflation", "Swiss franc", "Financial stability", "Economic recovery", "Banking system", "COVID-19 loans"]}