{"sentences": ["My fellow speakers, Mr. Edgardo E. Tongson, Chief of Party of the WWF Philippines; Mr. Cezar P. Consing, President of the Bankers Association of the Philippines; Ms. Yuki Yasui, Asia Pacific Region Coordination Manager of UNEP-FI, and to all the participants, friends and colleagues in the industry, good morning!", "On behalf of BSP, I would like to thank WWF and BAP for this opportunity to our pursuit of a green, inclusive, and sustainable agenda and how it can lead to opportunities amid the pandemic.", "We are indeed facing a devastating period.", "This health crisis and its impact on the economy are unlike any we have encountered before.", "As a result of this health crisis, the IMF projected that the global economy would plunge by 4.9 percent in 2020.", "Based on Philippine authorities, the economy will contract by 2.0 to 3.4 percent this 2020. ed sustained economic growth, averaging at above 6 percent for the past eight years.", "We entered into this crisis from a position of strength.", "Inflation was low and stable.", "Our external payments position was robust, gross international reserves were at a record-high, debt-to-GDP was low, public finances was healthy, and macroeconomic performance was positive.", "Philippine banks continue to be well-capitalized, stable, and well-functioning across all metrics.", "But no one could have imagined the impact of COVID-19.", "GDP growth declined slightly by 0.2 percent in the first quarter of 2020.", "It is the first negative real GDP growth since 1998's El Nino and the Asian Financial Crisis.", "The government imposed a lockdown in an effort to curb the transmission of the disease.", "This, however, comes with a price.", "The restrictions in the movement of people and the stoppage of big part of business operations dampened domestic demand.", "Its impact on tourism, manufacturing, livelihood, and employment was severe as the lockdown extended up to the second quarter of To address the dual impact of the pandemic in the health and economic sectors, the government launched its 4-pillar socio-economic strategy.", "The first two pillars deal with the urgent needs of the vulnerable sectors and the medical industry, while the second two pillars provide the enabling environment to support the funding needs for emergent initiatives and economic recovery.", "At the same time, the BSP launched its Sustainable Finance Framework, an enabling regulation anchored on the BSP's risk-based approach to supervision that mainstreams sustainability principles, and includes Environmental, Social and Governance considerations in the governance framework, risk management system, strategies, and operations of banks.", "It also follows the United Nations Environment Program's (UNEP) schematic diagram of sustainable development.", "The issuance of the Framework is timely as the impact of the pandemic covers a broad range of Environmental, Social and Governance issues that are rightly high on the country's Sustainable Development Goals.", "Most of the problems highlighted are socio-economic issues such as poverty due to income loss, lack of access to food and nutrition, and unemployment.", "As we look closer, we see that the issues prioritized in the 4-pillar strategy intersect with the areas covered in the Sustainable Development Goals.", "This is a sign that the path to recovery from the pandemic is consistent with efforts towards building a green and sustainable economy.", "For banks, it means that it must refocus its strategy towards sectors and activities that support sustainable recovery.", "By harmonizing sustainability with recovery efforts, banks can seize various opportunities.", "First, banks can step up its social and sustainability bonds issuance.", "The health crisis put an enormous brunt on the country's health, educational, food security and Micro, Small, and Medium Enterprises (MSMEs).", "Channeling funds to support these sectors can help boost the country's response to the pandemic and fast-track our recovery.", "In other jurisdictions, international banks like the Nordic Investment Bank issued a \"Response Bond,\" and European Investment Banks issued a Sustainability Awareness Bond, which both aim to alleviate the social consequences of COVID-19 by financing healthcare systems and labor market solutions.", "The Philippines is poised to do the same with the \"Guidelines on the Issuance of Social Bonds under the ASEAN Social Bond Standards\" released by the Securities and Exchange Commission (SEC) in 2019.", "On June 17, the country welcomed the first issuance to use the ASEAN Social Bond label.", "SEC approved the Bank of the Philippine Islands (BPI) COVID Action Response (CARE) Bonds, which is intended to finance and refinance Micro, small, and medium enterprises (MSMEs).", "This initiative complements the measures rolled out by the BSP to support MSMEs and contribute to accelerating economic recovery.", "Second, banks can drive digital banking and financial inclusion.", "During the lockdown, households and businesses resorted to online shopping platforms, which tremendously increased the usage of and applications for digital accounts.", "Recent data shows that an estimated 4.115 million digital accounts were opened among banks and e-money issuers at the height of the lockdown.", "This sends a strong signal to the banking sector to develop products and strategies that cater to the increasing appetite of financial consumers towards digital payment solutions.", "One development in this field is that many Filipinos turned to online selling as a way of making up for loss of income.", "Several existing businesses, whether large or small, shifted to online platforms to keep the business afloat during the lockdown.", "Borrowers' ability to sustain cashflow in the face off restrained economic activity can ease concerns on banks' potential credit losses.", "Third, is the opportunity for banks to develop and strengthen their Environmental and Social Risk Management (ESRM) system by applying the lessons learned from this global health crisis.", "The ESRM provides a broader approach to banks in identifying, assessing, and managing its risk exposures.", "E&S risks arising from the health crisis offers a glimpse of how severe and longlasting other potentially systemic risks such as climate change may drag the banks' performance and long-term growth.", "The pandemic has features akin to climate and other environment-related risks.", "It requires science-based data and have underlying physical and transition risks.", "Physical risk refers to the direct threat of the pandemic to human life and society.", "This may include increased mortality and susceptibility to other diseases.", "Transition risks, on the other hand, arise from the inevitable shift of the economy towards minimal or contactless systems and processes to minimize the transmission of the disease.", "This may result in losses in sectors that rely heavily on face-to-face transactions or service delivery.", "Developing and implementing E&S risk management systems will allow banks to better understand and manage these risks and will enable them effectively respond to future similar threats.", "This highlights the importance and timeliness of the issuance of the Sustainable Finance Framework.", "As we recognize the challenges of the banking sector amid this crisis, we emphasize banks' flexibility in adopting the principles espoused in the Framework.", "Banks may integrate sustainability principles proportionate to their risk appetite as well as their size, nature, and complexity of operations.", "In championing the sustainability agenda, the BSP also launched the Sustainable Central Banking program.", "This strategic plan aims to integrate environmentally responsible and sustainable policies and work practices within the BSP.", "We have identified key initiatives to embed sustainability principles in our operations beginning with capacity building activities for our people.", "Our team will also conduct a study on the impact of climate and environment related risks to BSP branches in the regions.", "I always believed that we should not put a good crisis to waste.", "In this regard, I call on my colleagues in the banking industry and our strategic partners to further strengthen our collaboration in accelerating our adoption of sustainability principles.", "Let use the lessons from this unprecedented crisis in reshaping our strategies and priorities for the future.", "Let me end with a quote from Former US President John F. Kennedy.", "\"The Chinese use two brush strokes to write the word 'crisis.'", "One brush stroke stands for danger; the other for opportunity.", "In a crisis, be aware of the danger-but recognize the opportunity.\"", "That said, we shouldn't let this once-in-a-lifetime crisis go to waste.", "We should derive important lessons from this crisis moving forward.", "Let use the lessons from this crisis in reshaping our strategies and priorities for the future.", "Thank you and Good morning to all!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable Finance", "Economic Recovery", "Environmental, Social, and Governance (ESG)", "Social Bonds", "Digital Banking", "Environmental and Social Risk Management (ESRM)", "Climate Change", "Financial Inclusion", "Sustainable Central Banking", "Pandemic Impact"]}