{"sentences": ["Honoured hosts, esteemed participants of the 17th China International Finance Forum, it is my pleasure to greet you on behalf of the National Bank of Serbia and my own, even if it is in this virtual way.", "The topic of this year's Forum emerged on its own.", "It is not easy to talk about financial services in the era of digital economy in front of you because you are the leaders in this respect.", "But it is not difficult either, because you are the kind of leaders that assist and encourage others to make advances in this field.", "You are the leaders who share their experience and knowledge with others.", "And Serbia is a proof of that.", "This is a good opportunity to quote a great Serbian poet Desanka Maksimović and her timeless advice to young people: STAY HEALTHY, GAIN KNOWLEDGE AND LOVE YOUR COUNTRY.", "We live at a time when knowledge has taken a back seat to information and when wisdom has taken a back seat to knowledge.", "Like the ancient Chinese piece of wisdom that if you think in terms of centuries, you should teach the people.", "That is why I first and foremost want to say that technology should serve people and not the other way round.", "Innovations make our lives easier and safer.", "They save time, our most valuable resource.", "Therefore, they are tools for achieving goals, and not the goal itself.", "Chinese citizens know this very well, because you are global leaders in this respect.", "You know that technology alone cannot solve big economic challenges: it cannot set priorities, or make decisions about spending and investments.", "People will always be those who make these calls.", "This is why technology must serve people, and not the other way around.", "On this path, as on any other, we are called to cooperate.", "Serbia wants to build future with those who look far and see far.", "With our proven friends who are creating future to the benefit of the human civilisation, which can survive and thrive only if we all cooperate.", "for the National Bank of Serbia, easier and cheaper financial services are among our top priorities.", "In the centre, at the end and at the beginning - is man and its wellbeing in the 21st century.", "Acting in this manner - proactively, more than two years ago, the National Bank of Serbia developed a national instant payments system: our NBS IPS.", "Since October 2018, our citizens and corporates can use a modern payment system, available to them at all times, 24 hours a day, with the option of executing a money transfer in one second.", "Our NBS IPS is one of the first instant payment systems in the world - it was introduced a month before the ECB launched its system.", "The option to pay bills of any major service provider within seconds - simply by scanning the NBS IPS QR code - is another thing that makes Serbia unique in this part of Europe.", "Here in Serbia, we worked hard on a law governing the issuance, secondary trading and provision of services related to digital commerce.", "Platforms for trading in virtual currencies and their exchange for money will come to life in Serbia, but security will remain our priority.", "Providers of these services will be carefully licensed and supervised equally so.", "While developing services, we don't let our guard down for a moment when it comes to the security of our payment infrastructure.", "All of the most successful countries have their national cards, because not using expensive international brands allows them to make savings and to ensure the independence of their own payment infrastructure.", "This is another field where Serbia stands out, because we have our Serbian Dina card.", "We named it Dina symbolically - after our national currency, the dinar, whose relative stability is the backbone of the overall macroeconomic stability in Serbia.", "A nation has its language, and a national financial system has its national payment card - therefore, it is our obligation to choose who to cooperate with on making it stronger.", "We have chosen the largest card system in the world - China UnionPay.", "Personally, I had the privilege to agree on the details of our cooperation and sign the Agreement on Cooperation, as the crown of our efforts.", "The UnionPay card is already accepted at ATMs in Serbia, and our goal is to ensure that it is accepted in the entire acceptance network of our national card system.", "We have also agreed with China UnionPay to issue our joint SerbianChinese DinaCard-UnionPay payment card.", "Esteemed colleagues, consumer habits are increasingly changing.", "It is up to us to keep up with these changes, as well as to encourage them.", "Today, financial service consumers in Serbia are among the first in Europe to be able to conclude distance financial contracts with full transparency, security and protection of their rights.", "And they can save time in this way!", "Because the purpose of the digitalisation of services is not, for example, to just pay a bill by mobile phone, but to save our time and money by not having to go to the bank in person.", "i am confident that we will easily agree that there can be no development of financial services without the development of society and economies.", "Nothing connects countries and peoples as well as the economy and mutual interests!", "The Republic of Serbia will always be committed to diversification of investors and markets, and to nurturing friendship and economic ties with our proven friends, despite pressures.", "Allow me to repeat that this is our commitment because, aware of our size, but also of our history, we are building our future with those who look far, see far and create the future to the benefit of our civilisation, which can only survive and prosper if nations cooperate and agree.", "The economic cooperation between the Republic of Serbia and the People's Republic of China is accelerating, as is the friendship between Serbian President Aleksandar Vučić and Chinese President Xi Jinping.", "I have been at the helm of the National Bank of Serbia for the ninth year and in this period we have worked strategically on the development of the Chinese-Serbian monetary and financial cooperation.", "In the Western Balkan region, the Bank of China has chosen Serbia as its centre, and from Serbia it supports the business of Chinese companies with its activities.", "The Chinese yuan is tradable in our foreign exchange market, and we have signed agreements with the People's Bank of China and the competent regulatory bodies to accompany our fast-growing economic relations.", "Serbia is part of the Chinese global initiative \"One Belt, One Road\", and as for the importance of Chinese investments, 13% of total FDI inflow to Serbia since 2016 came from China.", "Also of strategic importance are investments by Chinese companies engaged in works on road infrastructure, which is an important condition for the development of the Serbian economy and has been underway for quite some time already.", "And while some countries are putting up \"walls\", we are building roads and bridges together that are worthy of the 21st century.", "Esteemed participants of the 17th China International Finance Forum, it is my personal belief that digitalisation is an opportunity for the development of any country.", "Serbia is utilising this opportunity every day, and the People's Republic of China is our reliable partner on this path.", "It is our task to fortify each segment of our society and create conditions for dignified and rich life and work.", "I believe that this way we endorse people's expectations of a better life, which are justified.", "Technologies should serve people, therefore - people and technologies, not people or technologies.", "I wish us all health, knowledge and love for our countries.", "May we have a successful 17th China International Finance Forum."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital economy", "Financial services", "Technology", "Innovation", "National payment system", "Security", "National card", "Digitalisation", "China", "Economic cooperation"]}