{"sentences": ["Good afternoon to all the participants of this virtual investor roundtable organized by Citi.", "It is my pleasure to speak to all of you.", "The COVID-19 pandemic is unprecedented in many ways.", "Yet, it affects individuals, businesses, and countries differently.", "In the case of the Philippines, policymakers are keen to make the country an economic champion in the post-COVID era.", "In a true cooperative spirit, there is a whole-of-government approach with strong private sector participation to save lives, livelihoods, and businesses.", "We intend to turn this once-in-a-lifetime pandemic into a springboard to a new Philippines, one that is economically stronger, more technologically advanced, and more equitable.", "There are three critical factors, in my view, that will spell the difference among economies in terms of speed and quality of recovery from the COVID-19 crisis.", "(i) first - pre-crisis fundamentals; (ii) second - emergency response; and (iii) third - a new wave of structural/development reforms.", "The Philippines, I believe, is faring well in all three factors.", "First, pre-crisis fundamentals.", "There is a saying that goes, \"When the crunch comes, you better be ready.\"", "The Philippines entered this crisis in a position of strength.", "In the recent years leading to the pandemic, the Philippines is recognized as among the most resilient and fastest growing economies in Asia and the world.", "It had low debt to GDP ratio, healthy external accounts, manageable inflation, ample domestic liquidity, and stable banking system.", "All of these provided enough fiscal and monetary space to roll out massive response measures without causing debt woes.", "We learned our lessons from the Asian financial crisis.", "As a result of that crisis, there was a deliberate and conscious effort to gradually transform the Philippines from the region's laggard to one of its brightest spots.", "Hence, our strong fundamentals today are the result of a long and varied list of structural reforms implemented in the past twenty years.", "In the Philippines, the way we responded to the crisis can be described in three words: quick, appropriate, and united.", "As early as March, the National Government imposed a strict lockdown for three months, which saved lives and allowed the buildup of the country's healthcare capacity.", "Since the initial lockdown, we have significantly increased the country's capacity for daily COVID testing, contract tracing, and patient care, which allowed us to shift to less stringent lockdown measure starting in June.", "Also, Congress was quick to pass critical bills supportive of the government's initiatives to safeguard lives, livelihoods, and businesses.", "The first \"Bayanihan\" Act was signed into law in March, and the succeeding version, or \"Bayanihan II,\" was signed last month.", "\"Bayanihan,\" by the way, is a word that describes the Filipino spirit of cooperation and helping hand.", "P1.7 trillion was made available by the National Government-aided in part by the first Bayanihan law-to support the most vulnerable sectors and to fight COVID-19, as well as by the Bangko Sentral ng Pilipinas (BSP) as liquidity injection through the financial system.", "Under Bayanihan II 9, P165.5 billion worth of additional relief and mitigating measures was earmarked.", "On the monetary front, the BSP was among the first central banks in the world to respond to the crisis before it became full-blown.", "We cut policy rates by 25 basis points as early as February as a pre-emptive move against the impact of the pandemic.", "This was followed by three successive 50 bps cut in less than 4 months.", "This pre-emptive move also helped maintain confidence on the country's central bank, which is resolute in its intention to provide timely and sufficient support to the economy, as needed.", "The whole-of-government response to the crisis mainly targeted the hardest hit groups: The micro, small, and medium enterprises, their employees and other low-income earners, repatriated overseas Filipino workers, and members of the health sector.", "The BSP did the heavy lifting in terms of ensuring ample liquidity in the financial system and providing regulatory relief to banks.", "In turn, we expect banks to help their hard-hit customers cope with the crisis as well.", "Extraordinary times call for extraordinary measures.", "The BSP decisively implemented a wide range of policy responses, including unprecedented ones, to squarely deal with the crisis.", "In the Philippines, there is strong coordination between fiscal and monetary authorities to ensure that our policy responses are in sync.", "Moreover, local government units and national government agencies worked as one to ensure a holistic approach to the government's crisis response.", "In addition, Congress passed two \"Bayanihan\" laws promptly showing strong bi-partisan support for the Executive Department's crisis initiatives.", "Also worth noting is the active private-sector response, evidenced in part by the altruistic actions of many corporations.", "The BSP recognizes the significant contribution of banking industry members.", "Their willingness to comply with the call for loan payment extensions, as well as their overwhelming response to the call for the temporary waiving of fees on electronic fund transfers have provided significant relief to households and businesses.", "Finally, structural and development reforms.", "To reiterate, the Philippines aims to become an economic champion in the post-COVID era, and the BSP will work tirelessly to help make this happen.", "To get to the \"New Economy\" that we envision-that is, a Philippines that is economically stronger, more technologically advanced, and more equitable-pushing for new laws, rolling out innovative programs, and building new infrastructure to strengthen and make more competitive the Philippine economy.", "The bills we are pushing are the following: (i) Financial Institutions Strategic Transfer, or FIST, which will allow banks to unload their nonperforming assets to asset management entities; (ii) Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery, or GUIDE, which will provide assistance to important distressed firms that are critical for economic recovery; (iii) Amendments to the Agri-Agra law, which will expand the list of industries that banks may lend to in order to meet quotas for support to agricultural development; (iv) Amendments to the Credit Information System Act, to further enhance accessibility of credit (v) Amendments to laws on deposit secrecy, to put more teeth to anti-money laundering and tax regulations, as well as to further improve good governance; and (vi) Financial Consumer Protection bill, to improve protection of consumers of financial products and services.", "The BSP also supports the CREATE bill or Corporate Recovery and Tax Incentives for Enterprises, as well as additional tax reforms pushed by the Executive Branch.", "The CREATE bill seeks to accelerate economic recovery by cutting the corporate income tax and modernizing the fiscal incentives system to attract more job-generating investments.", "The other proposed tax reforms are those related to (i) real property valuation, (ii) passive income and financial intermediaries, and (iii) mining regime, among others.", "Innovation is high in the Philippines' \"New Economy\" agenda.", "Last year, President Duterte signed the Philippine Innovation Act, which seeks to enhance government support for innovation initiatives of MSMES to boost their competitiveness; and the Innovative Startup Act, which spells government support for research and development of startup companies.", "Rolling out of programs under these laws are underway as we lay the foundation for our future.", "The BSP is one with the government in the innovation agenda.", "We actively promote financial technology (FinTech), and we adopt technology-driven means to engage with our supervised entities and the general public.", "Two of my personal goals related to digitalization are the following: (i) at least half of financial transactions in the country be digital, and (ii) at least 70 percent of Filipino adults have financial accounts.", "The original plan is that we accomplish both goals by 2023, the end of my term.", "With the pandemic, I'm confident that we will achieve both sooner-perhaps by the end of 2022.", "Amid quarantine measures, we have seen an exponential increase in the use of e-payments platforms Instapay and Pesonet.", "We have launched mobile apps for savings and investments-including those that allow people to invest for their retirement and to invest in Retail Treasury Bonds (RTBs).", "We have rolled out programs that allow fees for government transactions to be paid digitally.", "This paves the way for a more extensive use of the QR code system for payments in the future.", "The BSP also embraces regulation technologies or \"RegTech,\" which facilitate efficient and effective delivery of regulatory requirements.", "The last July, BSP pilot-tested a chatbot called \"BOB\", which stands for \"BSP Online Buddy.\"", "BOB can handle questions and concerns-sent by consumers via sms, Facebook Messenger, and web chat-with the use of artificial intelligence.", "The Philippines' efforts toward innovation are recognized internationally.", "The Philippines made it to the Top 50-ranking 50th out of 131 economies-of the Global Innovation Index this year.", "This is our best rank to date following sustained improvements since Another important way the Philippines is using this crisis to swing to the New Economy is via infrastructure development.", "There are P6.65 trillion worth of projects under the \"Build, Build, Build\" program and construction for many of these projects is ongoing.", "Bright prospects are ahead for the Philippines as we see these vital projects completed in the post-COVID era.", "In closing, I would like to underscore that as we did well in the three critical factors-pre-crisis fundamentals, emergency response, and structural/development reforms-I am confident about the future of the Philippines and the Filipino people.", "Over the short term, we expect GDP to swing from contraction this year to growth ranging from 6.5 to 7.5 percent next year and in 2022.", "Inflation is expected to remain within the 2.0 to 4.0 percent target range this year and until 2022.", "Exports will rebound from negative 16 percent this year to a growth of 5 percent next year.", "Imports will reverse from negative 18 percent this year to a growth of 8 percent next year.", "Foreign direct investments will improve from US$4.1 billion this year to US$6.5 billion next year.", "Remittances will swing from a 5-percent contraction this year to 4-percent growth next year.", "Year-to-date, overseas Filipino remittances fell by only 2.4 percent.", "Our external accounts will remain robust, with the gross international reserves (GIR) hitting US$100 billion this year.", "At the moment, we are already at an inflection point.", "Early signs of recovery include growth in remittances in June and July from declines the previous months, as well as growth in FDIs in May and June following contractions the previous months.", "The purchasing managers index improved from 27.5 in April to 50.2 in September.", "The value and volume of production for the manufacturing sector also improved from March to July.", "Year-on-year, contraction of imports have slowed down from 65.3 percent in April to 24.4 percent in July.", "And, the decline in exports eased to 9.6 percent in July from a sharp 49.9 percent fall in April.", "Speaking of inflection point, the BSP is mindful of the need for careful disengagement of our COVID response measures.", "We recognize that doing so either too late or too early may have serious repercussions on the economy.", "Last month, the BSP started the issuance of our own securities, as allowed under our recently amended charter.", "This adds to our policy toolkit and will help us better manage liquidity moving forward.", "Over the medium term, the Philippines is poised to become one that is stronger, technology driven, and much more inclusive.", "The intention is for all Filipinos to reap the benefits of economic development.", "I believe all the necessary conditions for achieving these lofty goals are satisfied.", "As such, I'm optimistic about tomorrow-even as we continue to work hard amid the crisis to protect lives, livelihoods, and businesses today.", "Thank you very much for listening, and I look forward to our discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 response", "Structural/development reforms", "Economic recovery", "Financial inclusion", "Innovation", "Infrastructure development", "Pre-crisis fundamentals", "Monetary policy", "Fiscal policy", "Private sector cooperation"]}