{"sentences": ["I.Lessons learned by economic policy makers in EMEs from the pandemic The COVID-19 pandemic has been a human and economic crisis like no other.", "The novelty of COVID-19 and the tremendous uncertainty around the evolution of the pandemic made this crisis unique on several dimensions.", "It posed new challenges for policy makers, as we dealt with acute and persistent volatility in our financial markets.", "A deep economic contraction with a subsequent heterogeneous economic recovery, and currently with a high degree of uncertainty on inflation dynamics.", "Our economic models and analytical tools were not designed to analyze crises like the present one, whose origin lies in a public health problem and not in the economic or financial cycle.", "In what follows, I would like to list several lessons along these lines.", "As central bankers, the first lesson was to address the financial shock and risk aversion spiral in a timely and decisively matter, to prevent a financial crisis.", "The financial shock hit during the first weeks of the pandemic, and it was necessary to adopt measures to restore an orderly functioning of financial markets.", "It is important to remember that, since their creation, central banks have had the responsibility of safeguarding the stability of the financial system.", "In their role as lenders of last resort, central banks have historically focused on providing liquidity to commercial banks.", "However, the development of increasingly complex and interconnected financial markets has posed new challenges for central banks.", "We had to design our policy response taking into account the new realities of our financial systems.", "This time the resilience of domestic financial sectors to adverse shocks, along with the liquidity provided by systemically important central banks, proved to be very important to stabilize international financial markets.", "In the case of Mexico, the Governing Board embarked on a series of interest rate cuts and implemented a series of measures to provide ample liquidity (up to 3.3% of GDP), within its legal mandate in order to foster an orderly functioning of domestic markets and strengthen the economy's credit channels.", "All measures were intended to set the conditions so that financial intermediaries could fulfill their primary function of providing financing to the economy (including micro, small- and medium-size enterprises).", "These extraordinary measures led to ease domestic financial conditions and have aided to the economic recovery.", "A second lesson is that in an environment of high uncertainty, like the one associated with the shocks derived from the COVID-19 pandemic, a solid macroeconomic framework, including a prudent and data-based monetary policy approach, and the development of deep and liquid financial markets, are essential.", "In an uncertain environment, it is vital that central banks continue to ensure that monetary policy decisions contribute to orderly adjustments of relative prices and financial markets (mainly, FX markets and the yield curve), supporting the recovery of economic activity.", "A prudent and data-dependent approach, mindful of policy tradeoffs, has been needed.", "This has allowed for a correction in the FX and for easing financial conditions, as the yield has observed an orderly downward adjustment with lower risk premia (including inflationary risk premia).", "In this context, a key challenge for policy makers, particularly central banks, has been to respond to the crisis in a timely and decisive manner, but without affecting the resilience of both the economy and financial markets.", "Excessive countercyclical monetary policy could lead to increases in risk premia, higher long-term interest rates, and tighter financial conditions, the opposite to the original intention.", "A third lesson is that well-anchored inflation expectations and credibility in the central bank increases monetary policy's room for maneuver.", "In contrast to the monetary policy response to previous crisis, such as the financial crisis during the 1990s when most central banks of EMEs implemented interest rate hikes to prevent exchange rate depreciations, this time monetary authorities were able to reduce their reference rates immediately.", "This reflects the higher degree of credibility maintained by central banks and how inflation expectations have also remained well-anchored.", "A fourth lesson is that given the unprecedented crisis, previously estimated economic models and coefficients are not allowing us to accurately forecast the economy and inflation, we have had to be cautious and flexible in our policy responses.", "For example, we must learn from the fact that we have missed the mark on some aspects of the economy and on inflation dynamics.", "The latter have been affected by sudden changes in consumption patterns, disruptions on the supply side, adjustments in the labor market, and non-linear effects on prices from exchange rate fluctuations.", "Moreover, it has been extremely difficult to identify the effects of the pandemic shock that are short-lived from those that are longer- lasting.", "This increases our forecast errors and has significant implications when assessing the appropriate monetary policy response.", "II.How would you compare the policy reaction vis-a-vis previous global crises Central banks around the globe adopted a myriad of measures to counteract the financial instability and liquidity strains derived from the unprecedented disruption associated with COVID-19.", "Moreover, central banks restored liquidity to the financial markets by providing liquidity-enhancing measures through existing facilities.", "Some EMEs used unconventional monetary policy measures for the first time, embarking on government bond purchases, and in some cases undergoing necessary reforms to eliminate legal restrictions.", "Even though in the first phase of the crisis central banks had to respond swiftly to avoid bad equilibriums and stabilize markets, I believe we should not over-emphasize the so-called \"market maker-of-last-resort\" narrative.", "We should not overemphasize our role as a potential buyer of local currency or domestic securities, otherwise we run the risk of amplifying the adjustment process, as we would attract more short-term investors and market players would internalize a \"trigger-happy\" reaction function.", "We should worry less about palliatives.", "As EMEs, we need to stay on course to achieve a stronger, deeper, and more sustainable integration in global trade and financial markets.", "I believe that, in many instances, EMEs narrative is crowded by the different range of second or third best options available: i) FX interventions, ii) the duration of buyer-of-last resort on domestic bonds, and iii) even capital flow management measures, which are better known as capital controls.", "EMs need to move out of a bad equilibrium of: i) illiquid FX market, ii) influential FX interventions, and iii) domestic financial institutions and corporates' unable to withstand large FX swings; and move towards a better equilibrium of: i) deep and liquid FX markets that could work as a shock absorber, ii) less relevant FX interventions, and iii) financial institutions and corporates resilient to tail-risk FX swings.", "In terms of policy recommendations, even under the effects of COVID-19, we should remain on course, implementing the necessary policies to achieve more developed markets and avoiding second and third best options."], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none"], "topics": ["COVID-19 pandemic", "Financial markets", "Monetary policy", "Inflation", "Financial stability", "Central banks", "Economic recovery", "Macroeconomic framework", "Policy response", "Economic models"]}