{"sentences": ["Regulatory policy and Supervisory coordination has always been fraught with I challenges.", "remember panel discussions with market participants about this very topic at the BIS twenty years ago.", "No surprise for me that it is still a topic today, because there is a deeply rooted reason for it: the inevitable tension between market forces on the one hand, which push for a borderless financial system in many of its layers, despite step backwards, as we have seen since the Global financial crisis, and on the other hand the jurisdictions in which regulators and supervisors operate, are accountable and must discharge their obligations, which at best are regional for some and most often are national.", "This observation does not mean that we have not made progress in addressing this tension over the last decades.", "Nevertheless, I would differentiate between coordination issues to manage large-scale crisis and to prevent those crisis.", "Regarding the former, I think it is fair to say that the Covid-19 pandemic acted as a test of the resilience of our global coordination framework, which has improved with a strong G20 dimension after the GFC.", "International organizations, among which the Financial Stability Board, and Standard Setting Bodies have played a very important role in gathering and disseminating information, as well as ensuring adequate coordination among major public authorities.", "I would also point out that monetary policy has not been the only tool we have used to increase resilience and defuse the shock.", "Different authorities have worked hand in hand, under a lot of time pressure, including financial regulators and supervisors, to deliver a very comprehensive and largely consistent set of measures to maintain the core functions of the financial system in these unprecedented events.", "Comprehensiveness and consistency have been key elements in our collective ability to foster resilience.", "So the test regarding coordination in crisis time has been passed rather well so far.", "However, it's not over yet and good coordination should be maintained for the exit phase of support measures, generally speaking.", "In the field of financial regulation and supervision, there were variations in approaches, see for instance the leverage ratio for credit institutions, which was okay for the duration of the crisis, but led to divergence in the implementation of standards that should not last.", "Getting out of the crisis and unwinding support measures will require further coordination and an adequate timing, in order to avoid possible cliff-effects and to address level playing field concerns.", "Regarding the prevention of crisis, I would be more prudent because, from my perspective, the jury is still out in terms of appropriate coordination across regulators and supervisors.", "Indeed, with structural changes underway brought by, among important drivers, technological innovation, financial regulators and supervisors face important coordination challenges I would like to highlight two of them.", "among themselves, and with others, going forward.", "The first one relates to the banking sector and has to do with the implementation of the Basel 3 agreement.", "This is paramount to promote financial stability and avoid market fragmentation.", "The reforms of the regulatory framework for credit institutions after the GFC has been instrumental in making the banking sector more resilient and part of the solution and not part of the problem in managing the Covid-19 crisis.", "It is very important to complete the job and that a full implementation of Basel III is achieved, with the new timelines agreed in 2020.", "The second challenge is the coordination across regulators and supervisors required to bridge the gap from banking sector resilience to overall financial stability.", "Indeed, this crisis has shown that we notably need to define a common approach in order to address vulnerabilities stemming from NBFI entities and from their strong and diverse interconnections with the banking system.", "Those reforms should include in my view a macroprudential approach.", "It is appropriate that this topic is at the forefront of the FSB agenda.", "coordination challenges, across sectors and across borders, are emerging from areas that are not the traditional focus of financial authorities, but that already have major impact on the financial system.", "I am referring to the development of FinTechs and the growing role of Big-Techs in the financial scape as they ride the digital revolution underway, and to the fight against climate change.", "On the former, regulators have become far more active in order to understand the risks and concerns associated with this ever expanding industry.", "At this stage, we need to consider consistent regulation across the board, with an extension of the coordination perimeter beyond financial authorities to competition authorities, AML-CFT ones, data and cybersecurity agencies.", "This would be useful to ensure adequate surveillance, an even level playing field and to limit the potential risks for financial stability including the ones stemming from cyber-incidents and crypto-assets with network effects of potentially international magnitude.", "On the latter, the fight against climate change, disclosure and standardization are key elements to close the data gaps and ensure adequate incentives for corporates.", "I therefore consider that disclosure should become mandatory, at least as a first step for financial institutions, as it is already in France, and for large corporates.", "Ensuring consistency and comparability of disclosure around the world is essential, and relevant authorities, including sometimes the ones we are not so used to talk to as central bankers or supervisors, need to converge on these new challenges.", "In that context of extended need for cooperation and coordination among regulators and supervisors, my last comment is related to the levers at hand to promote trust and reliance on foreign supervisors to prevent the development of a trend towards ring fencing and the risk of market fragmentation.", "Let me say first that I don't think that promoting mutual trust and reliance among supervisors can move us to a world free of ring fencing.", "This is because it has its root and it is the result of the trade-off each regulator and supervisor has to face, in normal time and during crisis, between the need to preserve the stability of financial intermediaries or the financial system as a whole for which it is accountable and the need to preserve their competitiveness through their integration to the global financial system.", "For instance, for banks with cross-border activities, regulators and supervisors need to balance requirements for pre-positioning of capital and liquidity in their jurisdiction and the need to leave to those banks enough flexibility in the management of those resources at group level.", "And this without mentioning the development of idiosyncratic financial stability risk which might call for macroprudential approach and specific additional capital requirements at a country level, and might add to the complexity to maintain this delicate balance.", "What we can do rather is to better use the levers we have at hand to facilitate convergence among regulators and supervisors in the way to address this trade-off, so as to limit ring fencing and prevent a race to the bottom in that area and the resulting market fragmentation: - The first lever is the agreement to and implementation of internationally agreed regulatory standards.", "Hence the importance for instance at the current juncture of the fair and complete implementation of Basel 3.", "Hence also the importance of ensuring that national regulatory frameworks do not diverge unduly beyond internationally agreed standards and remain equivalent, the importance of the commitment of regulators and supervisors to such convergence, and also the importance of efficient processes to reassess regularly such - The second lever is the use of forum for information sharing and cooperation among supervisors.", "Significant progress has been made in that direction that should bear fruit.", "In Europe, the introduction of resolution and AML colleges for banks and of oversight colleges for CCPs have been helpful to increase the involvement of home and host countries in the supervision of cross-border groups or entities.", "However, we should also recognize that convergence of regulation and cooperation between supervisors may also have their limits in some circumstances.", "This is certainly the case when considering the regulation and supervision of central clearing activities, given their systemicity and their natural trend to concentrate and eliminate substitutes.", "In such market we indeed observe the emergence of monopolistic situations and systemic risk is associated to the possibility of the default of such market infrastructures.", "We should therefore make sure that we -all collectively- are shielded from a too strong market concentration in terms of clearing, which create risks that can't be addressed by cooperation among their supervisors and overseers.", "Conflicting interests may indeed arise between (i) the authorities in charge of the oversight of the CCP, and its financial resilience, and (ii) the authorities in charge of the financial stability of the offshore markets served, especially in times of crisis, as we have seen in Europe during the sovereign debt crisis.", "To prevent such situation levers to be used include in my view a location policy of clearing activities and direct oversight by authorities in charge with the financial stability of the markets served."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial Regulation", "Coordination", "Crisis Prevention", "Basel III", "Financial Stability", "FinTechs", "Big-Techs", "Climate Change", "Ring Fencing", "Supervisory Convergence"]}