{"sentences": ["Good afternoon, We have made the decision to raise the key rate by 100 basis points to 6.50% per annum.", "Our today's decision is based on the updated macroeconomic forecast that was significantly revised.", "The growth of the Russian economy sped up in the second quarter, and inflationary pressure turned out to be higher and more persistent than forecast.", "Some sectors are already demonstrating signs of overheating.", "Inflation expectations also continued to go up.", "Given the observed trends, we have revised our inflation forecast upwards by one point.", "The important step in our policy, which we have made today, is needed to bring inflation back to the target.", "We expect inflation to slow down to 4.0-4.5% next year and stay close to 4% further on.", "Nonetheless, our policy will not contain the steady rates of economic growth.", "I would now dwell on the factors behind our today's decision.", "I will start out with inflation.", "As of 19 July, inflation was 6.5% in annualised terms.", "This is considerably above the target and is close to five-year peaks.", "High growth rates are driven by both temporary and steady factors.", "According to our estimates, steady factors dominate at the moment.", "They are associated with the fact that expanding demand in many industries exceeds their potential to ramp up output and imports.", "This accelerates price growth as well.", "As to the product groups where prices rose the most in the second quarter, these are construction materials, furniture, and cars.", "When people expect prices to rise faster, they decide to make large purchases earlier.", "To do this, they use both savings and borrowings.", "Growth in consumer lending again sped up to a quite high rate, which was driven by accommodative monetary policy, among other things.", "On the other hand, accommodative policy lowered the demand for bank deposits, especially given accelerated inflation.", "There are also other markets where price growth was rather caused by one-off factors and limited supply.", "This is tourism, for instance.", "Only a part of foreign destinations have been reopened, whereas Russian resorts' infrastructure is still insufficient to accept the entire tourist flow.", "As a result, prices for tourism services soared, which also sped up inflation in June.", "Furthermore, May-June recorded a surge in prices for such vegetables as cabbage, potato, carrot and beetroot, which was because 2020 harvest stocks started to end before the new harvest supply.", "However, the contribution of such one-off factors to overall inflation is smaller than that of steady factors.", "The increase in prices for these everyday products is very noticeable and significantly impacts inflation expectations.", "June and the first half of July showed the first signs of weakening inflationary pressure, this is still not enough to speak of a steady decline in the inflation rate.", "In July, households' inflation expectations continued to rise.", "In these conditions, even one-off factors might have a longerlasting impact due to their secondary effects.", "To prevent this, it is essential to create conditions that would encourage the propensity to save.", "For this, we need higher interest rates.", "We should not tolerate high inflation expectations in order to prevent their anchoring at this high level and avoid a more significant increase in the key rate that would be needed further on in this case.", "The second topic is the economy.", "According to our estimates, economic growth sped up considerably in the second quarter.", "High-frequency indicators show that Russia's economy has bounced back to its pre-crisis levels.", "Output in two-thirds of the major industrial sectors already exceeds pre-crisis levels, and this upward trend continues.", "Oil production has not restored yet.", "Output has also not recovered in international air transportation and hotel and restaurant business.", "However, this was due to remaining anti-pandemic restrictions, rather than insufficient demand.", "Moreover, the pandemic drastically affected the structure of demand and supply.", "In my previous statement, I mentioned the changes caused by the transfer of a significant portion of employees to work from home, as well as the elevated level of inventories now formed by companies.", "Replenishing their inventories, companies substantially increased their demand for commodities worldwide.", "Russia is a major producer of key commodities.", "High demand for Russian exports spurs economic growth this year.", "As companies complete their inventories, the effect of this factor will be tapering off gradually.", "The growth of oil export quantities will also be supported by the easing of the OPEC+ oil production cuts in response to the recovery of demand.", "Taking this into consideration, we have raised the oil price path in our forecast by 5 US dollars per barrel in the next three years.", "According to our preliminary estimates, the expansion of oil output under the new OPEC+ agreements will add about 0.1 pp to GDP growth this year and 0.2-0.3 pp next year.", "Another important growth driver is domestic demand, including both consumer and investment demand.", "Considering these trends, we have revised our economic growth forecast for this year upwards from 3-4% to 4-4.5%.", "After the recovery, the economy will expand at a pace close to its potential.", "We forecast that GDP will equal 2-3% in the next two years.", "The possibility to achieve higher economic growth rates will depend both on the expansion of production and logistics capacities and on labour resources, their expertise and performance.", "Monetary conditions have been progressively adjusting to the earlier increases in the key rate, but are still accommodative.", "The yield curve of federal government bonds, which is used by banks as a benchmark for the interest rates they set for their clients, has significantly increased for maturities of up to three years, while staying almost unchanged in the long end.", "The rise in short-term yields reflects both our recent decisions and market expectations regarding the future key rate path.", "Shifts in long-term yields are minor.", "Among other things, this is an evidence of market participants' confidence that monetary policy will finally bring inflation back to the target.", "I would like to reiterate that these are long-term interest rates, rather than our key rate as such (as is often stated), that determine the affordability of credit for companies' investment purposes and of mortgage loans.", "As compared to yields on federal government bonds, interest rates on loans and deposits have responded more slowly and rose less significantly.", "Our today's decision is aimed at accelerating this process.", "An increase in interest rates will help restore households' propensity to save.", "Growth in retail and corporate lending is close to its highest rates recorded in recent years.", "Many borrowers seek to take out loans as soon as possible at lower interest rates.", "We have raised our lending growth forecast for this year.", "Mortgage lending will continue to expand fast, while slightly decelerating after the amendments to the subsidised mortgage lending programme become effective.", "Speaking of unsecured consumer lending, we can already observe the first signs of overheating.", "This lending segment has been growing faster than we forecast in April.", "On 1 July, we returned risk weights for consumer loans to the pre-pandemic level.", "However, given recent months' data, we will soon make a decision on additional macroprudential measures to cool down this segment of the retail market.", "I will now speak on possible risks to the forecast.", "Proinflationary risks continue to prevail.", "We consider that the main risk is a potential anchoring of inflation expectations at a high level.", "Fuelled by high inflation expectations, temporary growth might become sustained.", "There is a slight increase in risks associated with a possible faster normalisation of monetary policies in advanced economies.", "As a result, market volatility in emerging market economies might intensify, which can affect exchange rate and inflation expectations.", "There are also certain risks caused by structural changes in the labour market due to the pandemic.", "The demand for some professions is declining, whereas the demand for others is rising.", "This is confirmed by data on a record-high increase in vacant jobs.", "Adjusting to the new needs of the economy requires time for specialist retraining.", "Consequently, this provokes local staff shortages.", "The situation is aggravated even more due to the restrictions on the inflow of labour migrants, which affects construction and seasonal agricultural works most seriously.", "The situation in the labour market might increase companies' costs.", "Proinflationary risks associated with the environment in global commodity markets persist.", "Nonetheless, June-July recorded the first signs of a decline in world prices.", "Therefore, I would say that this risk is less acute than at the moment of our previous key rate meeting.", "Furthermore, investment from the National Wealth Fund and geopolitical risks are still in the focus of our attention.", "Disinflationary factors are much weaker.", "A rich harvest might result in a more significant seasonal decrease in food prices.", "The pandemic situation is still uncertain.", "The spread of new coronavirus strains worldwide might force countries to introduce new restrictions and disrupt production and supply chains, which in turn might slow down global economic recovery.", "For Russia, this would involve a decrease in external demand and intensify disinflationary risks, on the one hand.", "On the other hand, if borders are closed, domestic demand will remain elevated longer, which might become a proinflationary factor.", "In conclusion, I would like to comment on monetary policy prospects.", "Beginning from March, we have raised the key rate by a total of 2.25 percentage points.", "We will assess how our earlier decisions have been influencing monetary conditions, aggregate demand, and inflation.", "We will also consider how quickly supply-side constraints have been weakening and, accordingly, what level of the key rate is needed to bring inflation back to the target.", "According to our revised forecast, the average key rate next year will equal 6.0-7.0% per annum.", "Further on, as inflation expectations go down and inflation decelerates, the key rate will return to its long-term neutral range.", "We still estimate this neutral range to be at 5-6%, provided that inflation is close to the Bank of Russia's target of 4%.", "Thank you all for your attention."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["inflation", "economic growth", "interest rates", "key rate", "monetary policy", "demand", "supply", "risks", "inflation expectations", "consumer lending"]}