{"sentences": ["2021 Money and Banking Conference Macroeconomic conditions, growth and income distribution.", "Underlying problems of the global economy and lessons from 03rd, 10th, 17th & 24th www.bcra.gob.ar CLOSING REMARKS FROM THE 2021 MBC Miguel Ángel Pesce Governor, Central Bank of Argentina It is time to close the 2021 edition of the BCRA's Money and Banking Conference, which consisted in online seminars, as in 2020, because of the COVID-19 pandemic.", "The presentations delivered these past few weeks have been stimulating indeed.", "Speakers have discussed the lessons learned from the pandemic, the problems that still exist, and the structural challenges in relation to the macroeconomy, distribution and growth from different viewpoints and based on various experiences.", "A significant part of the discussion focused on the relationship between fiscal policy, growth and inequality.", "Speakers have highlighted how the exceptional conditions resulting from the COVID-19 pandemic have led to some kind of \"change of eras\", evidencing both the inability of purely neoliberal policies to solve the crisis, and the need for structural reforms aiming at inclusive, sustainable growth.", "Although the pandemic has globally pushed the tolerance threshold for fiscal deficit to new levels, following this agenda of economic recovery in the medium and long term without compromising fiscal sustainability poses some challenges.", "Moreover, it has been stated that the increase in public spending, which has turned out to be effective amid the economic emergency, should be reconsidered in terms of composition in the long term.", "In this regard, the importance of channeling public spending into education, childcare, health and social assistance has been highlighted, given the long-term benefits for society as a whole, along with a potential, positive impact on productivity.", "We have also discussed the role of monetary and financial policies in sustainable economic development with social inclusion.", "Emphasis has been placed on the negative effects of macroeconomic instability on inequality, and the manner in which the latter deepens recession.", "The challenges faced by central banks when implementing policies that may help to mitigate the impact of the economic cycle on inequality have also been underscored.", "As it reduces marginal propensity to consume, inequality weakens the channels of monetary policy transmission onto aggregate demand.", "At the same time, low-income sectors face increased restrictions in access to credit, even at lower interest rates.", "Finally, trade-offs that may pose dilemmas in monetary policy have also been highlighted.", "In particular, although the rate reduction may have a positive impact on aggregate demand and employment, and therefore, reduce inequality, it also leads to an increase in the price of assets which are generally held by the wealthiest sectors, thus increasing inequality.", "Focusing on emerging countries, we have discussed the limits that a hierarchy of currencies at a global level imposes on central banks.", "The most evident sign of this are the functions of money that the dollar has served globally (unit of account and denomination of debt, means of payment and store of value).", "Thus, the focus has been the asymmetrical internationalization of emerging countries' currencies.", "That is to say, global (bank and non-bank) investors have taken risks in those currencies, but their liabilities continue to be mostly denominated in dollars.", "This usually causes considerable exchange rate fluctuation regardless of the local macroeconomic conditions, and leads to harder structural limits imposed by a shortage of foreign currency, with negative consequences on long-term growth.", "Smoothing cycles is necessary for macroeconomic stability and development, making a managed floating exchange rate system, along with macroprudential regulations, controls on capital flows and international cooperation mechanisms inevitable.", "From a rather microeconomic perspective, the role of local financial institutions-especially public development banks-has been underscored, as they may boost structural change through productive financing in sectors with high social return in the long term, and which usually access less-than-optimal financing through traditional commercial banks because of the uncertainty lying behind this type of investments.", "The challenges inherent to the management of these public institutions have been analyzed, as their goal is other than maximizing profit.", "However, they may not overlook the impact of their measures on net worth, and must achieve some level of profitability to reinvest their earnings.", "Another topic discussed was the difficulty in laying down appropriate regulatory frameworks for this type of institutions to account for the natural bias in terms of risk-because of long-term loans-and concentration-as they finance largescale investment projects-in their portfolio of assets.", "At the conference, speakers have also talked about the need to rethink the role of central banks given the challenges posed by the pandemic.", "We agreed that, as central banks of emerging countries, we face greater difficulties than our counterparts in advanced economies on account of structural problems and less leeway in monetary policy.", "This compels us to respond to global shocks earlier and more accurately.", "The lessons learned from the past are of paramount importance in this regard.", "Some lecturers have highlighted the fact that the limited policy leeway for central banks will demand an incentive scheme for value creation, aiming at enhanced and larger commercial and financial integration into the global economy, and will require creative solutions leveraging development opportunities for the population's good, such as the use of technology to achieve more inclusive and deeper financial systems.", "We agreed that, in spite of little leeway and less developed financial markets in the region, monetary policy has had an effective countercyclical effect through conventional and unconventional measures.", "Another issue that has been underscored is how the dollar currency pricing model severely weakens the expansionary channel of the exchange rate, and how strong exchange rate volatility may discourage exports given the uncertainty about future returns on investment.", "This explains the change associated to multilateral lending agencies, e.g.", "the IMF, regarding the supplementary role of \"unconventional\" monetary policy tools, such as the preventive accumulation of international reserves, sterilized foreign exchange intervention, and the use of macroprudential tools and controls on unrestricted capital flows, to mitigate the negative effects of the global financial cycle and reduce financial dollarization.", "Finally, we have discussed the global context of the pandemic, the differences among advanced and developing countries to deal with such unprecedented shock, as well as the challenges to turn this recovery into inclusive, sustainable growth, including the environmental dimension.", "We celebrate the various and plural approaches and perspectives presented at this conference, and above all, we affirm our commitment to critical reflection and academic excellence.", "Once again, we thank you all for being part of the Money and Banking Conference.", "We hope you have enjoyed it as much as we have.", "We look forward to meeting you again at next year's edition."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Fiscal policy", "Growth", "Inequality", "Monetary policy", "Financial policy", "Sustainable development", "Public development banks", "Central bank", "Emerging countries", "Financial dollarization"]}