{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada Empire Club of Canada December 15, 2021 Toronto, Ontario (delivered virtually) Our monetary policy framework: Continuity, clarity and commitment Good afternoon and thank you for the kind introduction.", "It's always a pleasure to speak to the Empire Club.", "The last time I was with you was in March 2020, and I was the Dean of the Rotman School of Management.", "I spoke about the economic impact of COVID-19-when we were just a few weeks into it.", "What a long journey it has been for everyone.", "Today, I am pleased to have the opportunity to talk with you about monetary policy framework.", "Every five years the Government of Canada and the Bank of Canada review and renew the monetary policy framework.", "Two days ago, the Minister of Finance and I announced the renewed agreement.", "This important framework provides continuity and clarity and reaffirms our commitment to flexible inflation targeting.", "framework we've had in place for the The flexible inflation-targeting past three decades has served us very well.", "It has delivered low, stable and predictable inflation.", "This has contributed to a more stable economic environment, so households and businesses can make spending and investment decisions with confidence.", "It has supported sustained growth in output, employment and productivity, and it has contributed to rising standards of living.", "When we consulted Canadians as part of our review, they told us they value low and stable inflation.", "And our expert analysis found that it is hard to do better than flexible inflation targeting.", "Our framework has also proven to be adaptable and resilient through economic change and crisis.", "The COVID-19 pandemic has illustrated the value of a clear and well-understood inflation target.", "Even as the complications of reopening the global economy have caused inflation in Canada and many other countries to rise, medium and longer-term inflation expectations in Canada have remained well anchored on our inflation target.", "Keeping inflation expectations well anchored is key to completing the recovery and getting inflation back to target.", "For all these reasons, the Government and the Bank agreed to renew the flexible inflation target at the 2 percent midpoint of a 1 to 3 percent inflation-control range.", "Our renewed agreement also articulates more clearly how we will continue to use the flexibility that is built into our framework.", "This includes the use of extended monetary policy tools when needed and the increased emphasis we have been placing on the health of the labour market.", "Today, I want to briefly review our experience with flexible inflation targeting.", "I will then turn to the comprehensive review of our framework that we conducted over the past three years.", "And, importantly, I will focus on our renewed agreement and what it means as we pull out of this pandemic and prepare for the postpandemic economy.", "Our experience with flexible inflation targeting Monetary policy in Canada has been anchored by an inflation target for 30 years.", "Despite major external shocks-from the 2008-09 global financial crisis to the COVID-19 pandemic-inflation has remained much lower and more stable than it was prior to inflation targeting.", "In the 15 years before we began inflation targeting in 1991, inflation, as measured by the 12-month rate of change in the consumer price index, averaged 7.1 percent.", "Since then, it has averaged 1.9 percent.", "The unemployment rate has also been lower on average.", "Low, stable inflation has delivered clear benefits for Canadians.", "It has made it easier for households and businesses to plan for the future and has improved the functioning of labour markets.", "Keeping inflation low and stable has protected lowincome Canadians and those on fixed incomes from the loss of purchasing power caused by higher inflation.", "The success in hitting the target on average over time has built credibility for both the target and the Bank.", "And inflation expectations that are well-anchored on the target have been a stabilizing force when the economy has been hit by shocks.", "Three elements of the framework have been key to its success.", "First, the target is symmetric-we are equally concerned about inflation rising above or falling below the target.", "Second, monetary policy is forward-looking.", "Policy actions take time-usually six to eight quarters-to work their way through the economy.", "why our policy decisions are based on where inflation is likely to be in the future, not where it is today.", "And third, our framework is straightforward to communicate and has come to be well understood.", "Since moving to the 2 percent inflation target in 1995, the unemployment rate has averaged 7.4 percent, compared with 8.9 percent in the 15 years before we had an inflation target.", "Taking a long-term perspective underscores the amazing success of flexible inflation targeting.", "We first started collecting data on inflation in 1913.", "Since then, Canada has experimented with a number of monetary policy frameworks, including the Gold Standard, the Bretton Woods system of pegged exchange rates and monetary growth targeting.", "None of these frameworks was able to deliver low and stable inflation.", "See, for example, T. Macklem, \"A Measure of Work\" Winnipeg Chamber of Commerce, Winnipeg, October 4, 2012); A. Côté, \"Inflation Targeting in the Post-Crisis Era\" (speech to the Calgary CFA Society, Calgary, November 18, 2014); D. Dodge, Monetary Policy Approach: It Works for Canadians\" (speech to the Edmonton Chamber of \"Can a Bank Change?", "The Evolution Commerce, Edmonton, June 26, 2001); and G. Thiessen, of Monetary Policy at the Bank of Canada 1935-2000\" (lecture to the Faculty of Social Science, University of Western Ontario, October 17, 2000).", "It has also been tested by crisis.", "The COVID-19 pandemic has been an immense shock to our economy, and our framework has proven resilient.", "When the pandemic hit, economic activity plummeted and inflation fell sharply as many prices were discounted.", "The combination of exceptionally weak demand and negative inflation risked causing deflation and economic depression.", "At the outset of this crisis, the framework guided our policy response, including the use of forward guidance and quantitative easing.", "It also guided our decisions to taper and then end quantitative easing.", "Our monetary policy was complemented by an exceptional fiscal policy response, and together they put a floor under the crisis and supported recovery.", "Combined with effective vaccines, these policies have worked.", "Our economic recovery is now well advanced.", "But as we are all aware, the global economic rebound has generated elevated inflation in Canada and many countries.", "To a large extent, this reflects the unique circumstances of the pandemic.", "With global demand recovering faster than disrupted supply chains can respond, the prices for many goods have increased sharply.", "While we expect inflation to ease in the second half of 2022, we are closely watching inflation expectations and wage costs.", "And we will ensure that the forces pushing up prices do not become embedded in ongoing inflation.", "Our framework enables us to do just that.", "Reviewing our framework The review of our framework every five years is also a key feature of the Canadian system.", "The joint nature of the agreement between the Government and the Bank of Canada reinforces both the democratic legitimacy of the framework and our operational independence to pursue the agreed-upon objectives.", "The framework also allows Canadians to hold us accountable.", "The current review has been our most wide-ranging to date.", "After 30 years with an inflation target, it was time for a more systematic comparison of a range of alternatives.", "It was also time to listen to Canadians from coast to coast to coast.", "The review therefore encompassed two main elements.", "We undertook an evaluation of the alternatives to flexible inflation targeting-a horse race between what we have and what others have tried or have urged us to try.", "We also consulted with Canadians to hear about their experiences with inflation and the economy, and to learn about their aspirations for Canada's monetary policy.", "To do this, we launched an online survey-Let's Inflation-and conducted focus groups, held round tables and facilitated online community discussions to listen to what Canadians had to say about our framework and possible alternatives.", "More than 8,500 Canadians shared their views in our online survey, and hundreds more engaged with us in more in-depth discussions.", "The review was also the opportunity to consider how best to respond to two challenges facing monetary policy: lower neutral interest rates and labour market uncertainties.", "Let me say a few words about each of these challenges.", "The neutral rate of interest-the interest rate at which monetary policy neither stimulates nor holds back economic activity-is lower globally than in the past.", "That means central banks have less room to lower their policy interest rate in response to a big negative shock to the economy.", "COVID-19 brought this challenge into stark relief.", "The Bank of Canada, like many other central banks, cut its policy rate as low as it could go, to what we call the effective lower bound, or ELB.", "And we turned to other policy tools, including forward guidance and quantitative easing.", "A lower neutral interest rate means we are likely to need to use these policy tools more often in the future.", "These alternative tools work, but as much experience using them.", "The second challenge is that the labour market is undergoing structural adjustment, and the relationship between employment and inflation is not as clear as it once was.", "My colleague Deputy Governor Larry Schembri spoke about this in November.", "Shifting demographics, technological change, globalization and the changing nature of work have made it harder to gauge when the economy has achieved the maximum sustainable level of employment.", "And the short-run relationship between output and inflation-what economists call the Phillips curve-appears weaker than in the past in Canada and in many other countries.", "Again, COVID-19 has only reinforced this challenge, accelerating structural change and affecting workers very unevenly.", "With our horse race, we set out to compare flexible inflation targeting with alternatives-average inflation targeting (AIT), a dual mandate that targets both inflation and employment, nominal gross domestic product targeting and pricelevel targeting.", "In our modelling and simulations, three frameworks-flexible inflation targeting, AIT and a dual mandate-had broadly similar overall performance and were superior to the other alternatives.", "The benefits of AIT were concentrated when inflation was below the target and the policy interest rate was at the ELB.", "But when inflation was above target, AIT tended to lead to increased volatility in employment and output.", "In our economic models, the dual mandate performed similarly to flexible inflation targeting.", "But it affected employment only very modestly, despite prioritizing it.", "\"Labour (speech to the Canadian See L. Schembri Market Uncertainties and Monetary Policy\" Association for Business Economics, Toronto, delivered virtually November 16, 2021) and the discussion in Bank of Canada, \"Chapter 3: Key challenges for the conduct of monetary policy,\" Monetary Policy Framework Renewal (December 2021): 20-32.", "The combination of these two uncertainties makes it harder to assess whether the economy has reached its full economic potential and therefore whether inflation will be sustainably on target.", "For a review of the literature on the estimates on the slope of the Phillips curve and labour market \"Uncertainty and Monetary Policy changes, see M. Cacciatore, D. Matveev and R. Sekkel, Experimentation: Empirical Challenges and Insights from the Academic Literature,\" Canada Staff Discussion Paper (forthcoming) and A. Landry and R. Sekkel, the Canadian Phillips Curve Flattened?", "Evidence from Vector Autoregressions,\" Bank of Canada Staff Analytical Note (forthcoming) for recent estimates of the slope of the Canadian Phillips curve.", "\"The Bank of Canada's 'Horse Race' of Alternative J. Dorich, R. Mendes and Y. Zhang, Monetary Policy Frameworks: Some Interim Results from Model Simulations,\" Staff Discussion Paper No.", "This is because employment already plays a central role in the flexible inflationtargeting framework.", "For inflation to reach its target sustainably, the economy has to reach full employment.", "The two go hand in hand.", "Our public consultations complemented the expert analysis.", "The results highlighted both the diversity of experiences and some common themes.", "When asked about the alternative monetary policy frameworks, the people we engaged with gave the most support to flexible inflation targeting, AIT and a dual mandate.", "And overall, flexible inflation targeting was the preferred framework.", "The overriding message that came though from the consultations is that Canadians value low and stable inflation.", "Inflation is difficult for many.", "When the cost of living goes up, they have trouble stretching to cover all their expenses.", "Canadians are also concerned about the unequal impacts of inflation and economic cycles.", "It is striking to me that the results of our historical experience, modelling, simulations and public consultations were all in broad alignment.", "What comes through clearly is that flexible inflation targeting is hard to beat in theory and in practice.", "Its 30-year record of success has demonstrated that it is built for all seasons-it has survived the test of large global crises and done well in ordinary times.", "But some of the insights of AIT and a dual mandate could help us address the two important challenges facing monetary policy.", "The new agreement on our monetary policy framework secures the continued benefits of flexible inflation targeting.", "And it provides increased clarity on how we will implement the framework to control inflation and help the economy reach its full potential.", "The Government of Canada and the Bank of Canada agreed that the best contribution of monetary policy to the well-being of Canadians is to continue to focus on price stability.", "The Government and the Bank also agreed that monetary policy should continue to support maximum sustainable employment.", "We also recognized that maximum sustainable employment is not directly measurable and is determined largely by non-monetary factors that can change over time.", "Further, the Government and the Bank agreed that because well-anchored inflation expectations are critical to achieving both price stability and maximum sustainable employment, the primary objective of monetary policy is to maintain low and stable inflation over time.", "The inflation target continues to be the 2 percent midpoint of a 1 to 3 percent inflation-control range.", "We want to maintain and safeguard the advantages of a clear and achievable target that is well understood and highly credible.", "The agreement also articulates how we will continue to use the flexibility that is an integral part of the framework.", "The agreement notes that our extended monetary policy tools can help address lower neutral interest rates.", "It notes that in the right circumstances, actively seeking maximum sustainable employment can help us address the inherent uncertainty about the level of employment that is consistent with price stability.", "And we will continue to consider a broad range of job market indicators to gauge the health of the labour market.", "This framework is what we need to complete the recovery from the pandemic.", "Having ended quantitative easing, we are now focused on our forward guidance-on assessing the diminishing degree of slack in the economy and on bringing inflation sustainably back to target.", "This framework is also what we need post-pandemic.", "While we all hope that we will never again see a recession as sharp as the one caused by COVID-19, it won't be the last recession we face.", "We need to ensure that monetary policy has the ability to provide stimulus when needed in a world of low neutral rates.", "And even as the economy normalizes, uncertainty about maximum sustainable employment is not going away.", "The Government and the Bank also acknowledged that a low interest rate environment can be more prone to financial imbalances.", "In this context, the Government will continue to work with all relevant federal agencies to ensure that Canadian arrangements for financial regulation and supervision are fit for purpose and consider changes if and where appropriate.", "Additionally, while monetary policy cannot directly tackle the threats posed by climate change, the Bank will develop the modelling tools needed to take into account the important implications of climate change for the Canadian economy and financial system.", "In my remaining time today, let me expand on our extended monetary policy tools and the attention we are giving to labour markets.", "Using our tools to address low neutral rates With low global interest rates, the Bank is likely to lower its policy rate to the ELB more often in response to shocks.", "That means we may need to use forward guidance and our balance sheet more often than has been required in the past.", "We know that the rates that matter most for consumers and businesses are medium-term rates for mortgages, lines of credit and business loans.", "Forward guidance and quantitative easing can help us push these rates down.", "In certain circumstances, to support employment and return inflation to target, we can leverage the flexibility that already exists in our framework to make monetary policy more effective at the ELB.", "One of the best ways to do that is to use exceptional forward guidance.", "This involves committing to holding rates low for longer to instill greater confidence in the economic recovery.", "This can be done on its own or in combination with quantitative easing.", "This will help us avoid prolonged periods of below-target inflation and high unemployment.", "An implication of exceptional forward guidance is that inflation will likely go a little above the target after we exit from the ELB before it comes back to the target over the medium term.", "When we use forward guidance in this way, we will communicate this inflation dynamic clearly.", "Interestingly, the benefit of average inflation targeting relative to flexible inflation targeting is that it allows this kind of overshoot in inflation at the ELB.", "By using forward guidance in combination with the flexibility of our 1 to 3 percent control range, we can get this benefit too-without the costs of AIT when we are away from the ELB.", "A broad range of labour market indicators Canadians told us that they want employment to play a central role in our monetary policy framework.", "And our simulations illustrated the important role that maximum sustainable employment plays in successfully hitting the inflation target and helping to stabilize the economy.", "As I have already outlined, price stability and maximum sustainable employment go hand in hand.", "Achieving maximum sustainable employment is central to keeping inflation on target.", "In addition, there is now greater recognition-backed by economic research-that when the benefits of economic growth and opportunity are more evenly shared, prosperity improves for everyone.", "Few things are more central to the prosperity of Canadians than having a good job.", "But maximum sustainable employment is not directly observable, so we have to work to find it as well as to achieve it.", "To do this we are undertaking a broader and deeper assessment of the health of the labour market.", "We are looking beyond headline employment numbers to gauge the inclusiveness of the recovery and its job characteristics.", "Our new dashboard of labour market indicators compares the health of the labour market today with the situation just before the pandemic.", "We have some further work to do to use this broader set of indicators to assess where maximum sustainable employment is going forward.", "And you can expect to see more discussion from us linking our analysis of labour markets to our monetary policy decisions.", "The agreement also notes that when conditions warrant, the Bank may use the flexibility of the 1 to 3 percent control range to actively seek the maximum level of sustainable employment.", "When inflation is close not sure if we've to target, interest rates are at more normal levels, and we're really reached maximum sustainable employment.", "That is not the current situation, of course, since inflation is now already considerably above our target and our policy interest rate is very low.", "But as we move beyond this pandemic and the economy normalizes, uncertainty about maximum sustainable employment will persist.", "When conditions warrant, we can probe by being more patient to help us better gauge the level of employment that is consistent with price stability.", "In the two years before the pandemic, unemployment in Canada was around 40-year lows.", "Based on past economic cycles, we would have expected inflationary pressure to begin to increase.", "But inflation was not rising above the target.", "By being patient, the Bank learned that the level of employment that is consistent with price stability was higher than most previous estimates.", "Our flexible inflation-targeting framework contemplates seeking or probing for maximum sustainable employment in the right circumstances.", "When we do this, we will be transparent, communicating that we are probing and what we are seeing in our labour market and inflation indicators as we do so.", "Communication is key This brings me to the final, and very important, point.", "We know that monetary policy works better when people understand it.", "This starts with a clear mandate.", "And it is enhanced by transparency.", "The move toward increased transparency by central banks over the past 30 years has increased the credibility and effectiveness of monetary policy.", "By explaining how our decisions link to our mandate and by delivering low inflation for 30 years, our monetary policy framework has earned the trust of Canadians.", "To keep that trust, we will be clear about how we are implementing flexible inflation targeting.", "Because monetary policy needs to be forward-looking, our decisions and our communication are anchored by our inflation forecast, our interpretation of incoming data relative to that forecast, and our assessment of the risks.", "This will include how a broad set of labour market indicators are affecting our estimates of potential output and our assessment of inflationary pressures.", "We will continue to use the flexibility built into our framework when that flexibility will help us better manage risks and achieve our mandate.", "And when we use that flexibility, we will be clear about why and how we are using it.", "You will see it in our inflation forecast, and we will discuss it relative to incoming data and our assessment of the risks.", "Our monetary policy framework has delivered prosperity to Canadians by keeping inflation very close to 2 percent, on average, for 30 years.", "Flexible inflation targeting is well understood and broadly supported by Canadians.", "And the credibility of the target helps to stabilize both inflation and output.", "This agreement reaffirms our commitment to price stability and the 2 percent target.", "This is the framework we need now as we face elevated inflation and the challenge of reopening the economy.", "Looking beyond the pandemic, the renewed agreement also articulates clearly how we will continue using the flexibility in our framework to address future challenges confronting our economy.", "It explains how we will use our extended set of monetary policy tools when needed.", "And it outlines how we have begun to use a broader range of labour market indicators to assess full employment and the economy's potential output.", "This will help us achieve our inflation target.", "This agreement provides continuity and clarity, and it strengthens our framework to manage the realities of the world we live in.", "And it is what we need today and tomorrow to foster continued prosperity for Canadians."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none"], "topics": ["Monetary Policy Framework", "Inflation Targeting", "Labour Market", "Economic Recovery", "Extended Monetary Policy Tools", "Price Stability", "Maximum Sustainable Employment", "Forward Guidance", "Quantitative Easing", "Neutral Interest Rates"]}