{"sentences": ["In the wake of the slowdown in COVID cases and progress in vaccine rollout, the Philippines has eased most mobility restrictions, and things are slowly but steadily going back to normal.", "We at the Philippine central bank are focused on sustaining this road to recovery.", "At the same time, we are working on implementing a well-calibrated exit strategy that is consistent with our price and financial stability objectives.", "In response to the crisis, we introduced extraordinary liquidity-enhancing measures to boost economic activity by supporting domestic demand, and to keep the financial system in order by managing possible pandemic spillovers to the financial system.", "First were measures to boost market confidence, such as cuts in the policy rate and the reserve requirement.", "Lower policy rate was meant to influence banks to cut their own lending rates, thereby promoting credit-taking activities.", "Meanwhile, lower reserve requirement increased the volume of loanable funds.", "At the same time, the BSP's active monetary operations have been calibrated in terms of size to keep short-term market interest rates low and support the effective transmission of the monetary stance to key financial variables.", "These monetary policy measures have helped support domestic demand.", "With GDP growing at 12.0 percent in the second quarter and 7.1 percent in the third quarter of this year, we can say that the economy is well into the recovery process.", "The effectiveness of interventions is evident in the sustained decline in domestic market interest rates, which have decreased in parallel with the BSP's policy rate.", "For example, the average interbank call loan rate of 1.7 percent (as of October 2021) represents a 222-basis point decline relative to January 2020.", "Similarly, the 91-day T-bill rate as of September 2021 fell by more than 200 basis points over the same period.", "Bank lending growth is also picking up.", "Preliminary data show that the outstanding loans of universal and commercial banks, net of RRP placements with the BSP, rose by 2.7 percent year-on-year in September 2021, which was faster than the 1.3-percent expansion in August.", "The increase in loans reflects the modest recovery in banks' overall lending attitudes along with improved economic prospects owing to the gradual lifting of lockdown measures.", "Outstanding loans for production activities was mainly driven by the expansion in loans for real estate (7.2 percent), information and communication (26.6 percent), financial and insurance (6.0 percent), and manufacturing (4.4 percent).", "We see loan activity continuing to improve in the coming months as public health restrictions are gradually eased and domestic demand gains further traction.", "Looking ahead, the central bank will remain patient in keeping policy support available to the economy-particularly given the continued downside risks to economic activity associated with the pandemic.", "The inflation outlook over the policy horizon remains manageable.", "Average inflation is seen to slightly exceed the upper end of the target band of 2-4 percent this year but is projected to settle close to the midpoint of the target range in 2022 and 2023.", "Inflation expectations remain firmly anchored to the baseline projection path.", "But we are ready to adjust policy settings as needed to ensure the fulfillment of its price and financial stability mandates.", "We aim a smooth normalization of our time-bound pandemic measures.", "Monetary policy settings will be outcome-based rather than anchored on a particular date.", "Consistent with such approach, we will remain guided primarily by the outturns in economic data, such as inflation, real sector activity, and liquidity and credit conditions."], "classifications": ["none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Price stability", "Financial stability", "Monetary policy", "Economic recovery", "Inflation", "Interest rates", "Bank lending", "Liquidity", "Domestic demand", "Pandemic"]}