{"sentences": ["Prime Minister Lee Hsien Loong, Chairman and Board Members of MAS, ESM Goh Chok Tong, Friends and Family of MAS Welcome to the MAS' 50th Anniversary Partners Appreciation Evening - the first in a series of events to commemorate our Golden Jubilee.", "This evening is a time for thanksgiving.", "There are about 50 of us here at the MAS Building and about 800 friends and family joining us virtually.", "This includes our friends from the financial industry, consumer and governance groups, tripartite partners, academic institutions, and international organisations.", "And of course, our family - past and present staff and leaders of MAS and our colleagues in the broader Public Service.", "This is a special occasion for me personally.", "I joined MAS in 1987 and have spent most of my professional career here.", "So much of what I have learnt and how I have evolved, I owe it to the many bosses and colleagues I worked with in MAS over the years.", "MAS was already a highly competent organisation in 1987, and I have seen it grow over the decades to become what it is today - a central bank and financial regulator highly regarded among its international peers and the global financial industry.", "MAS has played a critical role in Singapore's economic development - keeping inflation low, managing Singapore's official foreign reserves, preserving financial stability, and promoting Singapore's development as an international financial centre.", "What MAS has achieved reflects the strategic vision of its past leaders - its Chairmen and Managing Directors - and deep professionalism of generations of MAS officers.", "They worked hard, to keep our exchange rate strong, our reserves healthy, and our financial sector safe yet dynamic.", "MAS was fortunate in the outstanding leaders it has had.", "This evening, we are honoured to have one of them, PM Lee address us.", "PM has a long history with MAS.", "This is the third time he is speaking at a MAS anniversary; he spoke to us when we were 30 years old, then 40 years, and now when we're 50.", "And of course, PM was Chairman of MAS from 1998 to 2004, when he spearheaded a series of bold reforms to liberalise the financial sector.", "But MAS could not have done it alone - even with its exceptional staff and outstanding leaders.", "MAS has succeeded because Singapore has succeeded.", "If Singapore's public finances were not strong, our monetary policies would not have worked as well.", "If Singapore did not have a sound legal and enforcement framework, our regulatory policies would not have worked as well.", "If Singapore did not have political stability, good infrastructure, and a conducive business environment, MAS' strategies to grow the financial centre also would not have worked as well.", "In a world where central banks typically keep a distance from the rest of government, it is amazing how closely MAS works with other government agencies in Singapore - macroeconomic surveillance and national economic policies and strategies combating money laundering risks and investigating financial crimes promoting jobs, skills development, and labour market policies advancing technology initiatives ranging from e-payments to digital identity These partnerships have made a decisive difference to the outcomes for MAS, the financial industry and the Singapore economy.", "MAS has achieved what it has also because of the close partnership it has enjoyed with the financial industry.", "In a world, where many regulators are aloof at best and hostile at worst when dealing with the industry, the relationship MAS has with the industry is special.", "To be sure, we are a no-nonsense supervisor, not averse to setting high prudential standards, imposing tough remedial measures, and occasionally shutting down a bank or two.", "But MAS has always believed that working with the industry, rather than against it, is the best way to achieve our shared objectives: keeping the system safe and growing the business.", "In this, MAS has been fortunate to have an industry - banking, insurance, asset management, and capital markets - that has actively supported us through thick and thin.", "Without you - the financial industry - we would not have the vibrant and competitive financial centre that we have today, or the market and digital infrastructures that we have built.", "You stood with us in crisis after crisis - in 1973, when the Bretton Wood system of fixed exchange rates broke down in 1985, economic recession, Pan-El crisis and closure of the stock exchange in 1995, collapse of Barings Bank from massive losses in derivatives trading here in in 1997, the Asian financial crisis and closure of trading of Malaysian shares on Clob in 2008, the global financial crisis and when Singaporean investors lost large sums of money from structured notes like Minibonds And you did it again last year, amid the COVID-19 pandemic and plunge in the economy.", "In less than two weeks of close and intense collaboration between MAS and the banking, finance company, and insurance industry associations, we put together a comprehensive package of unprecedented credit and premium reliefs.", "This helped many individuals and SMEs tide over a difficult period of financial stress.", "We achieved this together, not by regulatory fiat or coercion - maybe a little moral suasion - but truly in a spirit of co-operation, driven by a sense of common purpose.", "Thank you all so much for the support and for stepping up in Singaporeans' hour of need.", "There is a saying: \"The face you have at age 20 is the face Nature gives you; but the face you have after 50 is the face you earned\" MAS' face today, on our 50th anniversary, is perhaps marked with the scars of crises fought and overcome and hopefully also a few lines of wisdom gathered over the years.", "It is also - we like to think - a radiant face, as we look ahead with hope and confidence, to push the boundaries of innovation, to make finance more inclusive, more sustainable, and more purposeful, while ensuring it remains safe.", "Thank you and have a good evening."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["MAS' 50th Anniversary", "MAS' Role in Singapore's Economic Development", "MAS' Relationship with the Financial Industry", "MAS' Strategic Vision", "MAS' Partnerships with Government Agencies", "MAS' Partnerships with the Financial Industry", "MAS' Response to Crises", "MAS' Future Direction", "MAS' Leadership", "MAS' Professionalism"]}