{"sentences": ["I am delighted to welcome all of you to Banco de Portugal's Conference on Financial Stability.", "Despite being held virtually, I trust we will have a challenging and productive debate.", "I would also like to thank all speakers for accepting our challenge and, in particular, Mark for acting as keynote speaker on this event.", "The Covid crisis and its effects on the financial system inevitably shade the background of this year's conference on Financial Stability.", "In this context, it is important to understand the role of macroprudential measures, regulatory policies and government support measures during the pandemic, and to recognise the challenges and risks for financial stability emerging in the aftermath of this crisis.", "Moreover, the crisis did not stop, on the contrary, reinforced previous challenges, namely, digitalization and climate change.", "Therefore, it is fundamental to understand how the crisis and its consequences interact with these, ongoing, issues from a financial stability perspective.", "has picked up this year, helped by the gradual lifting of lockdown measures, vaccination - boosting both agents' confidence and immune system - and massive policy support.", "Euro-area activity rebounded by more than anticipated in the second quarter of 2021.", "It is expected to continue to grow rapidly, exceeding its pre-crisis level in the fourth quarter of 2021.", "Moreover, the trajectory projected before the pandemic is expected to be reached by the end of This, if materialized, never happened before.", "Overall, there will be no permanent economic loss from the crisis, even if with a different productive composition.", "This is a strong statement, and it requires forthcoming policy decisions to be consistent with it.", "Remember that we will rest on higher debt, employment is still to recover with a lot of reallocation going on, and inequality can be harder to curb.", "I will conclude that there is no reason to be complacent with the good results, but we should definitely build upon them.", "Household expenditure remains the key driver of the recovery, supported by a rebound in real disposable income, favourable financing conditions, high confidence and a relatively faster reduction of excess savings.", "Investment and public consumption are also providing a positive contribution, although more modest.", "A positive outlook does not mean that we are out of the woods, not yet.", "Several risks still loom.", "The possibility of new pandemic waves and longer supply bottlenecks are among these risks.", "During the pandemic, the banking sector proved its resilience.", "The global regulatory and supervisory reforms initiated after the financial crisis, and the risk reduction of the 5 years prior to the crisis, contributed to banks' preparedness.", "The banking sector was more capitalized and robust than in the previous financial crisis.", "Portuguese banks increased capital ratios through both equity and capital instruments issuance and retained earnings.", "The more robust capital position also supported a strong and continued reduction of NPLs, thus improving credit quality and strengthening the balance sheet.", "As such, the banking sector was able to withstand the immediate pandemic shock.", "I also recall that the coordinated and prompt measures taken, unprecedented in terms of magnitude and scope, ensured that banks were part of the solution.", "At the current stage, the design of the policies should aim at supporting a sustainable and durable economic recovery of all sectors, while continuing to contribute to the mitigation of risks and vulnerabilities created by the pandemic shock.", "As the recovery progresses, the challenges arise, mainly those related to the need to promote the right incentives for banks to return to pre-crisis prudential standards.", "In this regard, banks should be prepared for the adoption of the final Basel III reforms and to replenishing buffers.", "A cautious approach, also in provisioning, should be followed in order to weather out problems in the medium to long term.", "The more favorable context that we are currently experiencing and the good news on the expected economic recovery cannot stop banks from their monitoring effort.", "It is important that credit institutions continue to pursue a prudent and conservative risk management and to conduct a detailed assessment of the viability of debtors, recognizing in a timely manner a possible change in a clients' credit risk profile.", "In the current context, it is particularly important the set up of an effective legal and judicial framework governing corporate restructuring.", "In the case of firms considered non-viable, expediting corporate insolvency and liquidation proceedings takes on particular relevance.", "The adoption of a strategy to promote the solvency of firms that, albeit in financial difficulties, remain viable, is equally important.", "In this regard, the Capitalization and Resilience Fund, under the EU Recovery and Resilience Facility, will definitely strengthen firms' capitalization, rebounding economic activity.", "But let me move to a major challenge for the financial system and its implications for financial stability.", "It relates to the risks derived from the rapid technological change and digitalization of our economies.", "For their importance, they should be closely monitored.", "Financial regulation has to properly account for them.", "This digitalization trend has been supply-induced, largely by non-financial institutions whose core business is driven by technological innovation.", "BigTechs and FinTechs are indeed in the bone of the digital disruption.", "BigTech firms provide a one-stop shop for their customers, where shopping, financing and payment can all be done through the same website, without having to resort to an additional intermediary.", "This convenience and reduction of complexity is an important factor in driving the adoption of new forms of financial services.", "BigTechs are widely known and have the capacity to rapidly gain scale across different business areas, fostered by their large customer base, they have the potential to enter into the European financial services market in the future and rapidly become significant competitors.", "Their increased relevance as financial intermediaries justifies that they should be closely monitored.", "FinTechs tend to be more service providers for banks or are even funded or acquired by banks.", "But FinTech credit exhibits considerable growth potential, especially in the area of SME financing, as small firms often struggle to procure traditional bank financing, representing another concern for the financial system.", "On a positive note, the Covid crisis pushed the banking system to move in the direction of digital transformation, not only in their relation with customers, but also in their internal procedures.", "We witnessed a re-acceleration of the process that was already developing at a fast pace before the pandemic, posing important challenges to banks.", "Banks might be incentivized to embrace technological change more quickly and become more efficient in their processes.", "This may increase the speed of the provision of financial services and reduce their costs.", "However, they might be induced to take on more credit risk in order to increase profitability and remain competitive.", "Providing a regulatory level playing field is crucial.", "At the moment, BigTechs fall outside the regulatory perimeter of direct supervision by financial authorities.", "The use of data about their clients, collected through the platforms, is a relevant resource that needs to be carefully regulated.", "Given the global scope of operation by FinTechs and BigTechs, national authorities need to coordinate with respect to their supervision and regulation, in different areas such as prudential supervision, data protection and competition.", "This brings me to cyber risk.", "Cyber risk is gaining more importance, given the interconnectedness of financial institutions and services, not only within a country but also across borders.", "As many financial institutions may rely on the same providers for IT solutions, including cloud services, a cyber-attack on a single large IT service provider might quickly take on a systemic nature.", "Therefore, cyber risk needs to be taken into account when thinking about prudential measures, including those of a macroprudential nature.", "However, a thorough assessment of the systemic risks involved is needed beforehand, with the help of a stress test exercise or scenario analysis, taking into account the interconnectedness between financial institutions and their interlinkages with relevant non-financial firms.", "Regarding the financial stability challenges driven by crypto assets, I will focus on Decentralized Finance.", "DeFi, as it is called, is gaining momentum by offering new services to users because it removes intermediaries involved in financial transactions.", "It is often used to trade crypto assets without an intermediary and in credit platforms that match borrowers and lenders.", "Most of DeFi is built on the Ethereum blockchain and uses Ethereum-based tokens, including stablecoins.", "DeFi still bears considerable risks, in particular concerning its potential for money laundering due to sometimes insufficient knowledge of your client practices, coding or operational errors, and massive energy consumption of its blockchain activities.", "Once again, we should closely monitor developments in this arena.", "From the perspective of central banks, and in order to preserve public trust in an increasingly digital society, the Eurosystem initiated the work on the possible issuance of the digital euro, aimed at complementing cash, not replacing it.", "By issuing a digital euro, the Eurosystem could provide a risk-free, costless and trusted digital means of payment.", "It would support Europe's drive towards continued innovation and contribute to its strategic autonomy by providing a further alternative to external payment providers for fast and efficient payments.", "The digital euro could lead to the reinforcement of the European sovereignty in such a strategic field as payments, where smooth functioning is crucial for the conduction of monetary policy and the maintenance of financial stability.", "A final word on another big global challenge: climate change.", "Global warming is a negative externality with global consequences.", "Therefore, a coordinated global approach, in particular through the forthcoming COP 26 achievements, will be the requirement for success.", "To limit global temperature rises to 1.5 degrees, the world needs to halve emissions over the next decade and reach carbon neutrality by the middle of the century.", "Now, it is time to move from awareness and commitment to more effective action and actual delivery.", "Despite this, we cannot discard that climate change is effectively a source of financial risk, being it driven by transition or physical risks.", "In order to understand how climate-related risks threaten financial stability, a first important step is to quantify the exposure of financial institutions to climate risks.", "As for transition risks, this involves assessing the proportion of banks' balance sheets that is associated with firms in sectors of activity particularly sensitive to the transition to a low-carbon economy.", "Furthermore, granular information on banks' counterparties' location of assets is called for in the assessment of banks' exposures to physical risks.", "In this regard, central banks and supervisors have been working on the development of the adequate frameworks for markets to adjust, pursuing two avenues in particular: First, we are upgrading the financial stability and prudential framework to incorporate climaterelated financial risks, but we must avoid using the regulatory tools to promote green activities at the expense of higher risk-taking by banks.", "(ii) Secondly, we are contributing to the efforts of standard-setting bodies to develop comprehensive, useful, consistent and comparable climate-related disclosures.", "Furthermore, we must lead market players' expectations in a way that is consistent with the transition pathways that political authorities are ultimately responsible to steer, as they have the most efficient tools in their power.", "Moreover, the distinctive features of climate-related risks means that they need to be considered and managed differently from other \"more traditional\" risks.", "Climate scenario analysis is therefore a key tool for forward-looking assessments of climaterelated risks.", "In this regard, I recall that the Network for Greening the Financial System scenarios provide an important framework for analyzing the impact of physical and transition risks, allowing for a long time horizon under a common and consistent global reference framework.", "Against this background, remaining data gaps and methodological challenges have to be addressed to evaluate climate-related risks comprehensively.", "Since our analytical work cannot wait for these development to happen, we should be careful in drawing conclusions from analyses relying on non-harmonised data.", "In addition, climate litigation risks need to be considered.", "In particular, we need to consider the interplay between banks and insurers when assessing impacts of climate risks.", "From a financial stability perspective, it is essential to continue assessing both physical and transition risks and to understand their extent and transmission channels to ensure the right identification and mitigation of those risks resulting from climate change.", "I have touched upon the main issues that will be discussed during the day.", "I hope that the ideas that I have shared with all of you might induce a fruitful debate.", "Now, I am very pleased to give the floor to Mr. Marc Carney.", "His work in the context of COP26 to embed climate into every finance decision and creating a more sustainable financial system to support the path to net zero, is remarkable.", "I am eager to listen to his thoughts on the implications of climate change to financial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Covid crisis", "Digitalization", "Climate change", "Banking sector", "Crypto assets", "Cyber risk", "Digital euro", "Transition risks", "Physical risks"]}