{"sentences": ["It is a great pleasure to be here with you and share my thoughts on addressing the climate crisis, οne of the world's top threats to humanity according to the United Nations, while also harnessing the opportunity this presents to the economy.", "From a central banker's perspective, this challenge translates into concrete opportunities, such as rebooting the economy, increasing financial integration and stability in the EU through green finance, advancing the creation of the Capital Markets Union (CMU) and fostering a Green CMU.", "Rebooting the economy.", "The global policy response to the Covid-19 crisis presents an excellent opportunity to adopt a coordinated approach to tackling climate change - to re-design a more inclusive, sustainable and carbon neutral development pathway, aligned with the UN Agenda, the Sustainable Development Goals, the Paris Agreement and our duty towards the next generations.", "Climate policies toward net zero emissions, climate adaptation and resilient infrastructures can all be pursued as the world recovers from the pandemic, in a manner that supports economic growth, employment and income equality.", "Over the next years, the world will invest heavily to recover from the fallout of COVID-19.", "Along these lines, the Next Generation EU programme has already assigned 30% of the funds on fighting climate change, in addition to the resources made available in the framework of EU Cohesion Policy.", "These initiatives should become sustainable features of our response to climate change.", "What we decide today will help determine the future of our societies.", "Strengthening financial integration.", "Encouraging green finance is an excellent way to strengthen financial integration.", "The transition to a carbon neutral economy will require adequate green financing.", "For example, the achievement of European climate and energy targets will require an estimated €330 billion annually by 2030.", "Financial integration across euro area countries will generate investment opportunities and diversification of financial risks across national borders.", "Currently, green bonds are more likely to be held cross border than other European bonds; Environmental, Social and Governance (ESG) funds appear more stable, as investors are less likely to withdraw funds following negative performance than investors in other types of funds; and there is evidence to suggest that equity funding could help incentivize green innovation and greener activities.", "In short, scaling up green finance can be a driver for a carbon neutral economy, financial integration and stability in the euro area.", "Strengthening the Capital Markets Union (CMU).", "The strengthening of the CMU is necessary for the completion of European Economic and Monetary Union because it will reduce market fragmentation and encourage diversification of financial resources.", "The development of a Green CMU can support the move to a CMU by adding depth and diversification to the financial instruments available, also enhancing the risk sharing capacity of the EU financial system.", "Green capital markets are dynamic and relatively well integrated in Europe.", "They provide a rapidly growing market and are the location of choice for green bond issuance and ESG investment.", "Important elements of a Green CMU include corporate sustainability disclosures, green financial products with official EU seals, such as the EU Green Bond Standard, and harmonised regulation and supervision for sustainable finance.", "A Green CMU would both make the EU economy more resilient and more environmentally sustainable.", "But what role can central banks play in tackling climate change?", "Climate-related risks are a source of instability and financial vulnerability.", "Physical and transition risks, like more frequent and more extreme weather events or a late and abrupt transition to a low-carbon economy, could affect the transmission of monetary policy and pose risks to price, financial and economic stability.", "It is therefore within the mandate of central banks to prevent risks to price stability, and, along with bank and insurance companies' supervisors, to ensure that the financial system is resilient to these risks; this urgently needs to be translated into concrete measures, both on monetary policy and supervisory fronts.", "Although the main responsibilities remain with the governments, with their tax subsidies and investment policies, central banks can undertake an active role in tackling climate change.", "Central banks have already started considering how the physical and transition impact of climate change can be included in macroeconomic forecasting and financial-stability monitoring.", "Also, central banks have been undertaking work to integrate climate-related risks into prudential regulation and supervision, engaging with rating agencies and financial firms to ensure that climate-related risks are understood, disclosed and incorporated in risk assessment and in credit provision decisions.", "Until recently, most central banks had focused mainly on raising awareness around climate change risks and considering the impact of these issues on their own operations.", "Yet, central banks can and are committed to do more than that.", "At the Governing Council of the European Central Bank (ECB), we agreed this summer on a comprehensive action plan, with an ambitious roadmap to further incorporate climate change considerations into our policy framework and to more systematically reflect environmental sustainability considerations in our monetary policy.", "The roadmap foresees, among others, expanding analytical capacity in macroeconomic modelling, statistics and monetary policy with regard to climate change and assessing the impact, not only to banks and companies across the euro area, but also to our own balance sheet from exposure to climate risks.", "The ECB supports current EU initiatives to improve climate related data disclosures in order to enhance transparency and promote the market for green financial products.", "Another milestone in this roadmap includes the further incorporation of climate change considerations in our monetary policy operations, with a view to promoting better climate disclosures and making our asset purchases, and therefore our balance sheet, greener.", "Climate risks will be assessed when evaluating collateral eligibility and climate-related criteria will be adopted to guide our corporate asset purchases.", "The design of these measures should take into account that market imperfections related to climate change may pose potential biases in the efficient market allocation of resources.", "As bank supervisors, central banks also have a responsibility to enforce commercial banks to make the necessary provisions against risks from assets exposed to physical as well as transitional climatic hazards.", "In the context of the COP26, the Bank of Greece announced yesterday a pledge to contribute, within its field of responsibility, to the global efforts of central banks and supervisors towards greening the financial system and managing climate-related risks.", "The Bank of Greece is one of the first Central Banks to address climate-related issues.", "Our journey started in 2009 when we established the interdisciplinary Climate Change Impacts Study Committee, a committee of scientists that has since been involved in the study of the economic, social and environmental impact of climate change for Greece.", "Of major importance is our contribution in the design of the national strategy for the adaptation to climate change in 2015 and our participation in the Life IP - AdaptInGr programme, alongside a consortium of key national actors, to boost the implementation of adaptation policy across the country, up to 2026.", "Moreover, a few months ago, the Bank of Greece established the Climate Change and Sustainability Centre, with the additional mandate to coordinate climate-related actions across the Bank and to incorporate sustainability considerations in our operations.", "In closing, I would like to reinstate our aspiration, within the remit of our mandate and alongside central banks around the world, to act as a catalyst in the financial system, to accelerate the transition to an environment-friendly, carbon-neutral economy and enhance society's resilience to climate change risks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green finance", "Capital Markets Union", "Financial integration", "Monetary policy", "Central banks", "Climate-related risks", "Sustainability", "Climate adaptation", "Resilience"]}