{"sentences": ["Address by Kuben Naidoo, Deputy Governor of the South African Reserve Bank, at the Mohammad Karaan Memorial Lecture, Stellenbosch University Good evening, ladies and gentlemen.", "South Africa's history, especially the last century and a half, can best be described as a battle between the unifiers and the dividers.", "This has indeed been an epic struggle between those who seek an inclusive vision and those who seek separate development.", "Today, we are gathered here to honour a person who was indisputably a unifier, a person who practically demonstrated that we have the ability to break the dualism in our country, our economy and in our agricultural sector.", "I wish to thank the University of Stellenbosch for inviting me to talk to you today.", "Thanks too to Professors Vink and Kirsten and to Wandile Sihlobo for their assistance in putting this speech together.", "It is truly a humbling honour to be asked to deliver the inaugural Professor Mohammad Karaan Memorial Lecture here at his home school, Stellenbosch University.", "There are hundreds of people who knew Professor Karaan better than I did, who worked more closely with him than I did, and who epitomised his vision and values more than I did.", "I engaged intensively with Professor Karaan for three short years during his monumental contribution to our society and the world as we know it.", "It was during these three years where we debated, argued, laughed, cried and sweated in the development of the National Development Plan (NDP).", "In many ways, Professor vision is encapsulated in Chapter 6 of the NDP, which sets out a vision for rural development and agriculture that is far-reaching and ambitious, yet pragmatic and practical.", "Mohammad provided a unifying vision for agriculture; a vision that he was deeply passionate about.", "The NDP opens with a poem about our collective vision for the future.", "This poem was written by Antjie Krog and Njabulo Ndebele.", "Allow me to quote an extract from this South Africa, our country, is our land.", "Our land is our home.", "We sweep and keep clean our yard.", "We enjoy its varied climate, Landscape and vegetation.", "It is as diverse as we are.", "We live and work in it, on it with care, Preserving it for future generations.", "We discover it all the time.", "As it gives life to us, we honour the life in it.", "From time to time, it reminds us of its enormous, infinite power.", "When rain and floods overwhelm, winds buffet, Seas rage, and sun beats unrelentingly in drought.", "In humility, we learn our limitations.", "If there is a single word that I can conjure to describe Professor Karaan, it is humility.", "In his humility, he showed us our limitations and our strengths.", "Since the publication of the NDP, Professor Karaan worked tirelessly to show that the plan is implementable and indeed realistic.", "When I first read the draft of Chapter 6 and studied the plan to create one million new jobs in agriculture, I thought the man was One million new jobs in agriculture!", "You've got to be kidding.", "The NDP not only crazy.", "set out the vision, but it also set out how these jobs could be created.", "In the end I was convinced, though much work still needs to be done to make that vision a reality.", "But the most significant contribution of Chapter 6 was not in the plan to create one million jobs.", "It was one of the clearest articulations of a vision and plan to both grow the agricultural sector and tackle the stark dualism that pervades the sector.", "Indeed, it was Mohammed's life's mission to demonstrate that the agricultural sector can grow output and employment while also tackling the historic dualism of the sector.", "He believed that win-win was possible in a sector and an area of policy where most of the discourse concludes that for one party to gain, the other must lose.", "Land reform has indeed been framed as a win-lose debate.", "Mohammed's vision - - breaking the dualism through growth is profound given our context, but it is neither unique nor new.", "In the 1830s, when the Cape Colony was debating its future constitutional dispensation, two men, John Fairbairn and Andries Stockenström, fought the fight for inclusivity, arguing for a qualified franchise that included black people and former slaves.", "Their adversaries were Lord Charles Somerset and Robert Godlonton who argued for land grabs as the Xhosa had no legitimate claim to the land, they contended.", "In 1910, less than a decade after the South African War (previously called the Anglo- Boer War), the Union of South Africa took place, bringing together bitter enemies the two Boer republics and the two former British colonies.", "Despite his personal misgivings, Jan Smuts crafted the Union of South Africa, a historic union between the Afrikaner and former British subjects, to the exclusion of the majority of people, to the exclusion of black South Africans.", "Smuts, who perhaps knew better, sought compromise with the dividers and deprived the majority of their birth right.", "This unity of former enemies was only as enduring as the commitment to exclude black South Africans from the political dispensation.", "In this sense, it was a false unity.", "At the formation of the African National Congress (ANC) in 1912 (then called the South African Native National Council), the founding philosophy of the ANC was one where a vision of white people and black people living together in a shared society was espoused.", "In world history, given our colonial heritage, such an assertion was almost unique.", "Most colonial struggles can be summarised in the fictionalised discussion between Mahatma Gandhi and Lord Mountbatten in the movie Gandhi when Mountbatten askes Gandhi, \"After three hundred years in India, do you really think that we're just going to up and leave?\"", "And Gandhi, or more accurately Ben Kingsley in the dramatic version of history, responds with a short, sharp, curt \"Yes!\"", "On the African continent, the 1950s was characterised by vibrant anti-colonial struggles calling for British or French or other European colonialists to leave.", "In 1955, at the Congress of the People in Kliptown, South Africans of all walks of life again affirmed that South Africa belonged to all who live in it, black and white.", "Let us not quote selectively from history.", "The Freedom Charter goes on to say that the land must that I'll come back to a bit later.", "be shared by those who work it, a prescient statement Let me repeat that the history of South Africa has been a battle between the unifiers and the dividers.", "Professor Karaan was most certainly a unifier.", "The vision of the Freedom Charter finds expression in the Constitution of the Republic proclaiming that South Africa belongs to all who live in it, united in our diversity.", "The preamble of the Constitution obligates us to heal the divisions of the past, improve the quality of life of all citizens and free the potential of each person.", "This strand of a shared growth is woven into our political DNA from very early in our history, but even today, it is a contested vision, almost constantly under threat, always requiring justification and reassertion.", "Mohammed's vision of an agricultural sector growing in a manner that lifts all, thereby breaking the dualism of the sector, is a key component of this thread in our historical fabric.", "In 1912, just a few months after the formation of the ANC, the Land Bank was established to promote the growth and development of white farmers.", "And so Smuts, an intelligent and supposedly progressive man, gave impetus to the dualism that we witness in every facet of our lives, even today.", "Exactly one year after the proclamation in Bloemfontein that white and black South Africans have equal claim of citizenship, the Union government passed the 1913 Land Act, arguably the most violent action of dispossession against the indigenous peoples in our fair land.", "Black South Africans, who comprised almost 90% of the population, were confined to owning land on just 13% of the land.", "And yet these two competing visions continued to struggle: an inclusive vision of shared prosperity challenged by the dominant political ideology of separate Phakamisa Ndzamela's beautiful yet tragic book titled development.", "Native Merchants documents the systematic destruction of the African merchant class before 1948.", "Under apartheid, we learnt in school that black people had nothing, have nothing and deserve nothing.", "Ndzamela's book describes a different past; a past with an emerging black elite, a vibrant black intelligentsia and a dynamic yet nascent African entrepreneurship.", "During the period from about 1870 with the discovery of diamonds and then gold in 1886, up to the 1930s, the African middle class was decimated, smashed, destroyed.", "This period marked the beginning of a century-long process under segregationist and apartheid policies of the destruction of farming opportunities for black farmers, who were increasingly confined to the reserves under the forced removal policies.", "According to Simkins, this process started almost immediately after the mineral discoveries, and by 1918, agricultural production in the reserves could meet less than half of the subsistence requirements.", "By the 1920s, households were spending almost 60% of their income on food.", "And so, by 1948, there was almost no black middle class, no elite, nothing beyond the owners of a few petrol stations and medical practices.", "In fact, when James Moroka was elected President of the ANC in 1949, he was said to be the richest black African person in the country.", "Moroka trained as a medical doctor in Scotland and had a thriving medical practice in Thaba Nchu.", "He was such a good doctor that a sizeable portion of his patients were white.", "But in many ways, this was the sum total of the African elite in 1949.", "The 1913 Land Act and the Land Bank worked in tandem to supress and subjugate black farmers while developing white agriculture.", "Sihlobo and Kirsten, writing in the Oxford Handbook of the South African Economy, state that the history of agriculture can be summarised in three words: segregation, suppression and support.", "The first was the enactment of the 1913 Land Act, the second entailed the forced removals that occurred throughout the 20th century, and the third was a holistic and sophisticated array of support to white commercial farmers.", "While South Africa may be endowed with magnificent natural beauty and vast mineral riches, it is not bequeathed with the best agricultural land.", "Indeed, most of the country is dry or semi-arid, rainfall is sporadic, soil quality is poor, and the country is not blessed with large rivers or lakes.", "The dry interior may be conducive to growing maize at scale, but here too irrigation is essential for decent yields.", "The rich wine-producing tradition in the fertile parts of the Western Cape is an anomaly rather than rule.", "In general, commercial farming requires large tracts of land, secure water supply and irrigation systems to thrive.", "A further complication is that the good-quality land endowed with ready sources of water are often far from dense population centres and a long way from ports.", "To summarise, successful commercial farming is really hard work, and the successes that we have had over the past century are at least in part because of the dispossession of black people of their land, the huge investment and subsidisation of agriculture by the state through the Land Bank, and the provision of vast infrastructure delivering water and logistical transport capacity to the farming regions.", "The model of agricultural development after 1913 was a simple four-step process.", "Take land from some people and give it to others.", "Provide subsidised, long-term concessional credit.", "Invest in storage, water and transport infrastructure.", "Provide good-quality agricultural extension services and mentorship to farmers.", "A major part of the state's machinery went into this singular objective of growing white commercial farming from the early 1900s to the early 1980s.", "The dividers were certainly in power, because during this period, some 70% of black South Africans experienced the policy of forced removals at some point in their lives.", "Starting in the mid-1980s but particularly after 1990, much of this support to farmers ended.", "Subsidised loans were gradually phased out.", "Agricultural extension services collapsed, slowly at first and then rapidly.", "Water and transport infrastructure services by the state either withered or were simply not maintained.", "In the mid-1990s, as South Africa acceded to the General Agreement on Trade and Tariffs (GATT) in Marrakech, tariffs were reduced sharply.", "Legislative protection for product marketing boards and cartels were removed.", "The effect of this dramatic reduction in state support to agriculture had some counter- intuitive effects.", "In short, one would have expected the sector to collapse, but the sector boomed, farms became larger and output expanded.", "While some people will draw a narrative of successful farmers unbeholden to the apartheid state and its support that thrived in the post-apartheid world; the more honest takeaway, in my view at least, is that 60 years of affirmative action to support white commercial farmers produced some spectacularly successful commercial farmers.", "Yet, even post-1994 as the sector boomed, the dualism remained.", "An incomplete paper written by Karaan, Vink and Sihlobo titled 'Agriculture in South Africa in the post- \"The Agricultural sector is Covid-19 era' describes the present situation as follows: characterised by endemic dualism: black farmers are almost exclusively confined to the former homelands, and farm on a small scale, without access to physical and institutional infrastructure, extension advice, farm inputs, etc.", "Structural transformation of the sector is required to eliminate the dualism.\"", "Ironically, the end of subsidised credit, the collapse of extension services including in the former homelands and the poor state of investment in and maintenance of water and transport infrastructure meant that any possibility of growth of black commercial farmers was limited.", "Not only was the dualism sustained, but in many ways, it was entrenched.", "Let me repeat, colonialism, the Union government and apartheid divided agriculture, while the post-apartheid government largely entrenched those divides.", "The ladder that enabled several generations of white farmers to rise was kicked away at precisely the moment that one would have expected it to have been bolstered to support emerging black farmers.", "Professor Karaan understood this and argued for the maintenance of support systems to aid emerging farmers.", "The combination of poor soils, insufficient rainfall and distance from markets drives the economics of agriculture in a certain way.", "Adding to this complexity is a highly concentrated food retail market which abuses its dominant position to squeeze margins further.", "Hence, successful commercial agricultural enterprises need the following: the use of irrigation, which requires both bulk and connector infrastructure; and a system of allocating and enforcing water rights.", "Successful agriculture today generally requires scale, pushing the system towards larger farms.", "Agriculture either requires many employees for a short period of the year, or fewer, better trained and better paid employees, complemented by machinery and technology.", "The bigger the scale of the farm required for success, the higher the imperative to become export orientated.", "This is because, by definition, global markets are larger and profit margins higher.", "An export orientation also assumes a viable and low-cost transport and logistics system.", "Many farmers will allude to the fact that it is sometimes cheaper to send a container of apples to China than it is to navigate the Beit Bridge border crossing.", "It is quicker for a farmer to get their table grapes into a Marks & Spencer store in Liverpool than it is to get the grapes into a store in Lusaka.", "Today, almost half of agricultural produce by value is exported.", "All of this makes commercial farming a capital-intensive endeavour.", "These high hurdle rates and low margins are even starker in the former homelands.", "Water infrastructure is more limited.", "Storage facilities are non-existent.", "Road conditions are atrocious and possibly getting worse with time.", "South Africa has several hundred thousand farms but about 42 000 commercial farms.", "These commercial farms are largely family owned and produce about 80% of output.", "Within this set, there are about 2 600 farms that produce almost two thirds of total output.", "These are generally regarded as diversified business enterprises or mega- farmers.", "It is also true that many of the 42 000 family-owned commercial farmers are over the age of 55, providing both a risk and an opportunity a risk from a food security perspective but an opportunity from a transformation perspective.", "South Africa is well endowed with a sophisticated financial sector able to fund a diverse range of industrial, mining and commercial enterprises.", "If farming is capital-intensive and we have both capital and financial intermediaries, we should be able to get capital flowing into commercial agriculture.", "With some incentives, this should be true for investment into black commercial farming enterprises too.", "Unfortunately, this is not the case.", "The economics of successful agriculture combined with market failures in lending to farmers makes this a high-risk endeavour.", "Rural land tenure systems in the former homelands further undermines sound credit markets.", "This makes lending to emerging farmers extremely risky.", "Agricultural finance the world over also suffers from an additional market failure.", "When a drought occurs, it affects a major portion of farmers or perhaps even the entire region.", "Similarly, animal diseases and other pestilence could affect a significant proportion of farmers.", "This risk can be referred to as 'covariant risk'.", "For a normal commercial bank, a drought would affect a relatively small share of their book.", "Similarly, geographic risk can be overcome more easily through diversification.", "Covriant risk can be particularly difficult to overcome for a dedicated agricultural lender, but there are ways in which this risk can be overcome.", "Payment holidays during droughts or bouts of pestilence are essential for farmers.", "In addition, long-term loans can help farmers smooth periods of poor production or low prices.", "When the Land Bank was established, it gave loans with a tenure of about 40 years, but at times up to 65 years.", "The interest rate was highly subsidised, and farmers were given the means to smooth payments during periods of low income.", "This almost extreme generosity explains, in part, why we have one of the most successful commercial farming industries in the world despite significant obstacles and headwinds.", "Banks in South Africa lend money against urban residential mortgages for a period of 20 years, but in agriculture an inherently long-term business neither the Land Bank nor commercial lenders readily lend for more than 10 years.", "In part, policy uncertainty and the haphazard implementation of land reform has contributed to this short-termism among lenders.", "Historically, the Land Bank (and the Industrial Development Corporation) were able to access low-cost funding from the money markets merely because their longer-term obligations on the market were classified as liquid assets with state guarantees (which other financial institutions had to hold as reserves).", "Although this particular type of indirect subsidisation is unlikely to be repeated because the world of finance has changed, this does not mean that other forms of support should not be investigated.", "This level of support, both explicit and implicit, in part reflected the political economy of our time, and the political power of the white rural communities.", "In the mid-1980s, when the government faced a slowing economy, rising military costs, a black urban uprising and weakening fiscal position, the political power of white, rural communities began to wane.", "This largely explains the gradual decline of fiscal support to the agricultural sector after 1985.", "To solve such stark dualism in the agricultural sector, several strategies were possible.", "Government could take land from white commercial farmers and give it to black commercial farmers.", "This option has been tried but also faces significant obstacles.", "Government needs the money to buy the farms.", "It assumes a ready pool of black farmers able to take over the farm and run it successfully.", "It assumes that these new farmers would get concessional finance over a long tenure.", "Even if a ready pool of black farmers existed let us assume that there were 2 500 black farming enterprises that could readily step into the shoes of the largest white commercial farmers it would completely transform agriculture in an ownership sense, the sector's growth potential and would also make but it would make little difference little difference to the level of rural poverty in South Africa.", "The growth potential of these farmers could be enhanced through a functioning state, access to concessional finance, water rights, storage facilities and intensive technical agricultural support.", "Given the age of many commercial farmers who own or run farms below the top 2 600 mega-farmers, it is worth pursuing a strategy of buying successful commercial farms and giving it to black farmers who have demonstrated the acumen and ability to run commercial farms.", "It is, however, costly and cannot be the only game in town.", "A second strategy of financing commercial farmers in the former homelands at similarly generous terms as those farmers who received state aid in the 1920s through to the 1960s combined with, importantly, water, storage and transport infrastructure, could generate thousands of new commercial farmers, raise output and grow employment.", "If the focus is on exports as well as access to local markets, the rising output should offset any negative effects on output from higher competition.", "It is this approach which most accurately characterises Professor Karaan's contribution to the national discourse.", "Success in this strategy requires an ecosystem of support, and myriad systems to support emerging farmers to beat the odds of market failure and the poor economics Is this realistic in today's South Africa?", "Professor Karaan not only penned the vision of such a strategy but also worked tirelessly to demonstrate that it can indeed work.", "It would, however, require the support and sacrifice of all role players, including organised white commercial farmers.", "Policymakers have grappled with a particular debate about how and whom to support in the universe of emerging farmers.", "If we give people full ownership and long-term finance, what happens if they are unsuccessful at farming?", "Conversely, if we lease the land to them or we do not give them full security, can they ever access the finance able to become successful farmers.", "Professor Karaan had this to say on this matter: \"It should be clear that there is no investment without security of expectations, and without investment there is no economic growth.", "There may be exceptions, but in general, it is sensible to assume that people will not keep investing without security of tenure.", "Legally enforceable property rights provide this security of expectations.\"", "Before prognosticating on this vision, let's test the assumptions a little more.", "Much of the former homelands can be characterised as poor from an agricultural perspective, and in some cases, densities are too high to sustain successful farming.", "There are, however, some areas of high potential, areas endowed with better soils and good water sources close by.", "The former homelands, which currently operate under insecure tenure, account for about 15.5 million hectares.", "Of this, roughly two million is high potential and underutilised.", "This plan, as articulated in the NDP, requires significant investment in water schemes in the Umsobomvu region in the Eastern Cape, the Vaalharts water scheme bordering the Free State and Northern Cape, and the Umfolozi Valley region in KwaZulu-Natal (KZN).", "Given the recent levels of corruption in the Department of Water Affairs (the Nandoni Dam project being a case in point), it is a big stretch to expect the successful implementation of three major water schemes over the next decade.", "Yet it is entirely feasible with the political will, fiscal support and technical know-how.", "Could government, in a decentralised manner, provide the requisite agricultural extension officers or support networks to support emerging black farmers in the former homeland regions?", "Here, capability has probably been destroyed to the point where it would either take decades to rebuild or billions to buy from the private sector.", "The best approach would be to start small, where capacity exists already, and to focus on small areas and partner with the private sector and universities to provide such technical support.", "Furthermore, it would require a long-term plan and consistent support to see growth in crops such as berries, nuts and other high-margin and labour-intensive crops.", "There are examples of successful land reform initiatives that have been implemented by agribusinesses and large-scale farmers, in partnership with the state.", "Some of these include the Sernick Group, the Humansdorp Co-op, the Mohair Trust and, importantly, the shearing-shed and wool marketing programmes in the former Ciskei and Transkei, implemented by the National Wool Growers Association.", "The commonalities in these programmes have included three critical pathways: public- private partnership structured finance, market linkages, and farmer training and technologies.", "Public-private partnerships are contingent on solid relationships between organised agricultural formations.", "The present divisions and fragmentation in black commercial farming hobbles successful, long-term partnerships.", "Similarly, given the lack of state capacity in agricultural extension services, well-organised formations will aid in successful skills development programmes.", "Lastly, better organisation could contribute towards rebuilding trust and cooperation between diverse farmers with sometimes competing interests.", "There is a need to provide access to finance for black farmers at affordable rates.", "The limited financial assistance to black farmers is in part what has contributed to a negligible share contribution of black farmers to South Africa's agricultural output.", "Can we get the finance flowing?", "There are several models that could work.", "The first would be to have a large and subsidised land bank that lends to all farmers, established and emerging, that manages risk and reward in a manner that provides a cross-subsidy to emerging farmers.", "The problem with this model is that if the size of the emerging farmer book is substantial (as opposed to being small), then the required interest rate premium on the commercial book would be too large.", "Established commercial farmers would simply go to commercial banks that would offer them a lower interest rate.", "This option would simply not work at scale, especially not in the modern world of finance.", "A second possibility is a dedicated lender for emerging farmers.", "This lender would need to be able to identify competent emerging farmers (a non-trivial problem that I will return to in a moment), provide long-term finance at relatively low interest rates, manage market volatility through the ability to provide payment holidays during periods of low income, and still operate with a decentralised business model able to serve people in the former homelands.", "As mentioned earlier, the funding strategy of the Land Bank in the past relied on subsidised credit.", "To support the long-term development of emerging farmers, the tenure for loans must be more than 15 years, and possibly as high as 30 years.", "Given the maturity mismatch, the Land Bank would either need a permanent subsidy or have access to long-term deposits at very low interest rates.", "The former is a subsidy from the taxpayers, the latter a subsidy from depositors.", "Given the political economy of state lenders, the latter is not realistic, certainly not at scale.", "The only conclusion that I can come to is that a successful emerging farmer development strategy requires a dedicated agricultural lender that receives some annual subsidy from the fiscus.", "This bank still needs to run on commercial lines since, given the information asymmetries referenced earlier, the temptation to lend and family' or 'known entities' would need to be curtailed sharply.", "support should be transparent, on budget and long term in nature.", "Agricultural development programmes run the risk where if one subsidises successful farmers, there is a social good.", "If one subsidises less competent farmers, there is a welfare loss.", "How does one choose which farmer to support, given both our history and the fact that long-term support is essential?", "Only a decentralised, efficient and well-governed lender that is able to take risks and partner with local and provincial government and established commercial farmers can solve this dilemma.", "My guess is that a permanent recurrent subsidy of about R2 billion a year (assuming a well-capitalised entity to start off with), complemented by private donations and official development assistance, would be sufficient to enable about R15 billion to R20 billion in concessional lending a year.", "That type of lending would move the dial in promoting black commercial farmers in the former homelands more than the present uses of that same money in the hands of government departments.", "In conclusion ladies and gentlemen, if we want to break free from our history of dualism in the agricultural sector, if we want to develop a class of black commercial farmers, and if we want to grow output and employment in agriculture, then we need an ecosystem that works.", "This ecosystem entails a functioning government, investment in water infrastructure in the former homelands, the provision of agricultural extension support, firm support from existing commercial farmers, access to markets and ports, and, ladies and gentlemen, a functioning financial machinery that runs on commercial lines free of quasi-political interference, but one that receives a permanent and recurrent subsidy from the fiscus.", "It is this unifying vision that Professor Karaan fought for.", "It is up to us to pick up the spades and shovels and continue to till the field towards a unifying vision of an inclusive and dynamic agricultural sector able to see the rise of black commercial farmers into a globally competitive industry.", "The alternative is failure; ladies and gentlemen, and the further entrenchment of dualism and eventually a populist backlash that is simply too ghastly to contemplate.", "against the dividers, then we're all going to If the unifiers are going to win the battle have to roll up our sleeves, like Mohammad Karaan so ably dedicated his life to doing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Agricultural dualism", "Land reform", "Commercial farming", "Emerging farmers", "Agricultural finance", "Water infrastructure", "Agricultural extension services", "Black commercial farmers", "Land Bank", "Former homelands"]}