{"sentences": ["Speech Inflation and Monetary Policy Governor Speech to American Chamber of Commerce in Australia (AMCHAM) Sydney - 21 June 2022 I would like to thank AMCHAM for the invitation to speak today.", "It is a pleasure to be here.", "It is a challenging time in the global economy.", "Most countries, including the United States and Australia, are experiencing the highest rates of inflation for many years.", "The tragic events in Ukraine have led to sharp increases in the prices of food and energy.", "And interest rates are rising around the world from the record lows during the pandemic.", "All this is happening at a time when unemployment rates are as low as they have been for many decades and household budgets are under pressure.", "So, it is a complex policy environment.", "Today, I would like to begin by focusing on the recent inflation data and the outlook for inflation.", "I will then turn to how monetary policy is responding to the higher inflation.", "I would also like to share with you some of the observations from the Reserve Bank Board's review of the yield target, which was published earlier this morning.", "This review is one element of a broader set of reviews the Board is undertaking of our pandemic response.", "We want to be transparent and open, and to learn lessons for the future.", "The rise in inflation is a global story - it is occurring everywhere (Graph 1).", "In the United States and Europe, inflation is above 8 per cent and the peak has not yet been reached in some countries.", "Inflation has also picked up across Asia, although it is lower there than in the North Atlantic.", "Japan is a notable standout; while inflation in Japan has picked up, it is only just above 2 per cent.", "Headline Consumer Price Inflation United States Euro area United Kingdom 6420 86420 Canada Japan Australia -2 86420-2 2016 2022 2016 2022 2016 2022 Sources: ABS; RBA; Refinitiv Australia is no exception to the general trend, although inflation here remains below that of most other advanced economies.", "In headline terms, inflation in Australia was 5.1 per cent over the year to the March quarter, which is the highest rate in many years (Graph 2).", "In underlying terms, the inflation rate was 3.7 per cent, which is higher than it has been in recent years, but still lower than it was during the resources boom.", "In both headline and underlying terms, inflation is much higher than we had earlier expected.", "Sources: ABS; RBA The fact that inflation is higher everywhere tells us that there are powerful global factors at work.", "During the pandemic, supply chains were interrupted around the world, delivery times were pushed out and firms' costs of production rose.", "The inevitable result has been higher prices.", "And on top of this, Russia's invasion of Ukraine has caused major disruptions to the global markets for energy and food.", "As a result, oil prices have increased by 28 per cent since February and global food prices, including the prices of wheat and vegetable oils, have increased sharply (Graph 3).", "There has also been strong growth in demand globally, supported by stimulatory fiscal and monetary policy around the world.", "Sources: Bloomberg; RBA; UN FAO When major events like these occur, it simply isn't possible to insulate ourselves here in Australia from their effects.", "We live in an interconnected world and big shocks in global markets affect our domestic markets and the prices that we pay.", "Petrol prices in Australia are up by 37 per cent over the past year, which alone is adding around 1 percentage point to headline inflation (Graph 4).", "Another example where disruptions to global production are having an effect in Australia is the price of new cars, which has increased at the fastest rate for many years.", "Sources: ABS; RBA As important as these global influences are, they do not provide a full explanation for higher inflation in Australia.", "Increasingly, domestic factors are also at play.", "Following the strong recovery from the pandemic, growth in domestic spending is now testing the ability of the economy to meet the demand for goods and services.", "This is particularly evident in the labour market, with many firms reporting that the availability of labour is a significant constraint on their ability to operate and/or expand (Graph 5).", "Many parts of the construction sector are also operating at, or close to, full capacity.", "And some public infrastructure investment is being delayed or scaled back because of capacity constraints.", "Difficulty in Finding Suitable Labour Share of firms reporting labour as a significant constraint 20 20 1992 1998 2004 2010 2016 2022 Not surprisingly, this pressure on domestic capacity has led to a broadening of inflation pressures in Australia.", "Reflecting this, the share of items in the CPI basket with annualised price increases of more than 3 per cent is at the highest level since 1990 (Graph 6).", "Sources: ABS; RBA When the RBA published its latest set of forecasts in early May, we expected that inflation would peak at around 6 per cent at the end of this year.", "The information available since then has led us to push this forecast peak higher.", "Since early May, petrol prices have risen further due to global developments and the outlooks for retail electricity and gas prices have been revised higher due to pressures on capacity in that sector.", "As a result, we are now expecting inflation to peak at around 7 per cent in the December quarter.", "Following this, by early next year, we expect that inflation will begin to decline.", "I would like to highlight three factors that lie behind this assessment that inflation will moderate next year.", "The first is that some of the pandemic-related supply-side problems in the global economy are gradually being resolved.", "Firms have been adjusting to their new operating environment and solving the problems in global production and logistic networks - as a result, delivery times have shortened a little from last year, the prices of semiconductors have declined from their recent peak and the global production of cars is showing signs of a recovery (Graph 7).", "While it is still possible there will be further setbacks, the global production system is adjusting and this should help lessen some of the inflationary pressures.", "Top five producing countries; three-month moving average.", "Sources: IHS Markit; RBA; Refinitiv The second factor is a more technical one, but one that we should not lose sight of.", "It is important to remember that inflation is the rate of change of prices.", "It is not a measure of the level of prices.", "This means that for inflation to stay high, prices have to keep increasing at an elevated rate; if prices simply remain steady at a high level, the rate of inflation falls to zero.", "As an example of this, if global oil prices were to stay at the current elevated level, the annual rate of increase in oil prices would fall from 66 per cent to zero per cent.", "This might not be of much comfort to people struggling with the current high level of prices, but it would mean that the rate of measured inflation would decline.", "The third factor that provides confidence that inflation will decline is the tightening of monetary policy that is underway around the world, including here in Australia.", "The higher interest rates globally will help to create a more sustainable balance between the demand for goods and services and the ability of our economies to meet that demand.", "Achieving that balance is not straightforward and there are risks involved, but higher interest rates will lessen the current inflationary pressures.", "This brings me to the Reserve Bank Board's recent decisions.", "In May, the Board increased the cash rate target by 25 basis points and, in June, by a further 50 basis points (Graph 8).", "These were the first increases in the cash rate since 2010.", "Cash Rate Target 4 4 1997 2002 2007 2012 2017 2022 The Board judged that, given the inflation data and outlook that I have just discussed, it was no longer appropriate for interest rates in Australia to remain at the COVID-emergency levels.", "The increase in the cash rate in May followed the higher-than-expected CPI outcome in the March quarter and evidence from business surveys and our own liaison that growth in labour costs had picked up and would continue to do so in the months ahead.", "In June, we decided to make a bigger, 50 basis points, adjustment on the basis of the additional information suggesting a further upward revision to an already high inflation forecast.", "The Board also gave consideration to the fact that the level of interest rates was still very low.", "The Board is committed to doing what is necessary to ensure that inflation returns to the 2 to 3 per cent target range over time.", "High inflation damages the economy, reduces the purchasing power of people's incomes and devalues people's savings.", "It is also regressive, hurting most those who are least well equipped to protect themselves.", "So it is important that we chart our way back to an inflation rate in the 2 to 3 per cent target range.", "We do not need to, nor can we, get there immediately.", "Australia has long had a flexible mediumterm inflation target, which, by design, can accommodate deviations of inflation from target.", "For a number of years inflation was below target and now it is above.", "What is important here is that we chart a credible path back to an inflation rate of 2 to 3 per cent.", "That path will be easier to navigate if the inflation psychology in Australia does not shift too much.", "A lesson from the 1970s is that if an inflation shock shifts people's expectations about the ongoing rate of inflation, it becomes harder to reverse.", "Applying this lesson to today, it is important that the higher rate of inflation this year does not feed through into ongoing inflation expectations.", "If it did, the period of higher inflation would persist and it would be more costly to reverse.", "To date, mediumterm inflation expectations have been well anchored at around 2 to 3 per cent, suggesting that people believe we will get back to target.", "We want to do what we can to make sure this remains the case.", "Higher interest rates have a role to play here, by helping ensure that spending grows broadly in line with the economy's capacity to produce goods and services.", "Higher interest rates can also directly affect expectations by demonstrating the commitment of the RBA to return inflation to target.", "As we chart our way back to 2 to 3 per cent inflation, Australians should be prepared for more interest rate increases.", "The level of interest rates is still very low for an economy with low unemployment and that is experiencing high inflation.", "I want to emphasise though that we are not on a pre-set path.", "How fast we increase interest rates, and how far we need to go, will be guided by the incoming data and the Board's assessment of the outlook for inflation and the labour market.", "As we make that assessment each month, the Board will be paying close attention to developments in the global economy, the evolution of labour costs and how household spending is responding to higher interest rates.", "The recent news on household spending has been broadly positive, with spending bouncing back following the Omicron setback.", "Household balance sheets are generally in good shape, with households overall having accumulated more than $200 billion in additional savings during the pandemic.", "Furthermore, the current rate of saving out of income remains materially higher than it was before the pandemic, so there is a degree of flexibility in many household budgets.", "It is also relevant that strong employment growth is continuing and that there are many job opportunities at the moment.", "However, on the other side of the ledger, many households have not previously experienced a period of rising interest rates.", "Households are also experiencing a decline in real incomes because of the higher inflation and some of the large gains in housing prices over recent years are being unwound.", "Given these various considerations, we will be watching household spending carefully as we chart our way back to 2 to 3 per cent inflation.", "The Yield Target I would now like to shift gear and turn to the review of the yield target, which the RBA released earlier this morning.", "As part of its pandemic response in March 2020, the RBA implemented a target for the yield on three-year Australian Government bonds.", "At the time, the target was 25 basis points.", "This target was part of a comprehensive package designed to lower funding costs in Australia and support the supply of credit.", "The Board chose to directly target the yield on three-year government bonds, rather than implement a program of bond purchases.", "It judged that, in the circumstances of the time, this was a more direct way of influencing the interest rates that matter most to the cost of finance in Australia.", "The target was lowered from 25 basis points to 10 basis points in November 2020 and was discontinued a year later, in November 2021.", "For most of the time the target was in operation, the RBA did not need to buy bonds to achieve the target, although there were a few episodes when we entered the market to keep the three-year yield consistent with the target (Graph 9).", "All up, the RBA purchased around $36 billion of three-year bonds in support of the target.", "Purchases of three-year Government Bonds introduced lowered discontinued M J S D M J S D Source: RBA The review published this morning discusses the main decision points and lessons from this experience.", "It concludes that the yield target was successful in lowering funding costs and supporting credit provision.", "In doing this, it helped the economy recover from the pandemic.", "But these benefits came with complications.", "If similar circumstances were to arise in the future, the Board would likely make different choices, although it has not ruled out using a yield target again in some form.", "Given the yield target was part of a policy package, it is difficult to disentangle its specific contribution to the declines in the interest rates faced by households and businesses.", "But following the introduction of the target, lending rates fell considerably, especially fixed rates.", "Indeed, banks lowered the interest rates for their three-year fixed-rate loans to be well below the new variable rate for the first time and the fixed-rate share of new housing lending rose to new highs (Graph 10).", "This helped support the housing market and household finances during the pandemic.", "Housing Interest Rates and New Lending Interest rates variable rate* Advertised fixed rate** (Owner-occupier) Fixed-rate share of new lending*** 20 20 2016 2017 2018 2019 2020 2021 2022 Advertised package rate to July 2019; thereafter, data based on the EFS collection.", "Three-year term to maturity; large lenders only.", "Estimated owner-occupier share up to July 2019; thereafter total housing loan commitments to residents funded in the month.", "Sources: ABS; APRA; Banks' websites; CANSTAR One particular feature of the yield target that the review draws attention to is that it was construed as a form of time-based guidance.", "This interpretation was reinforced by the Bank's communication that, in the central scenario, policy interest rates were unlikely to be increased until 2024.", "This time- based element of our communication was helpful in the dark days of the pandemic, sending a strong message that the RBA would provide the support that was needed.", "But the yield target was not a flexible policy instrument as times changed.", "It also created a communication challenge given that the Board's decisions were, in fact, dependent upon the state of the economy, not the calendar.", "As the health situation improved and the economy turned out much better than expected, the yield target became a less effective policy.", "Other market interest rates for similar terms moved away from the yield on three-year government bonds, limiting the transmission of the target to the real economy.", "This was in contrast to the first phase of the pandemic, when the target was closely aligned with market interest rates.", "The review also draws attention to the fact that the Board maintained a very strong focus in its decision-making on insuring against downside risks.", "At the time the target was adopted, there were credible forecasts that tens of thousands of Australians would die, the demand for hospital beds would exceed capacity and a vaccine would be years away.", "The unemployment rate was expected to reach double-digit levels and there were fears that there would be deep economic scarring and a generation of Australians would face lost opportunity.", "In this environment, the Board was very concerned about downside risks to the economy.", "It sought to provide insurance against these potentially very bad outcomes, and the yield target was part of this.", "It certainly recognised that things could turn out better than expected, but its priority was guarding against the downside.", "This was on the basis that if the downside did prevail, the costs to our society and our economy would be very high and there would be little further scope for the Bank to respond.", "On the other hand, if the worst outcomes were avoided and the upside prevailed, the policy could be adjusted, as it ultimately was.", "The review discusses various decision points and the different decisions that could have been made at these points.", "With hindsight, it can be argued that there was too much focus on the downside risks to the economy and the need to insure against them, and too little focus on the possibility that things could work out better than expected.", "But in real time, in which decisions had to be made under great uncertainty, the review notes that the focus on the downside risks was understandable.", "The Board recognises that opinions will differ as to whether it struck the right balance.", "As part of its review, the Board has agreed to strengthen its scenario analysis in future decision- making.", "It also recognises that the way the target ended in late 2021 was disorderly and caused some reputational damage to the Bank.", "It accepts that earlier communication from the Bank could have eased the situation, although the end of a target that was losing credibility was always likely to generate some volatility in market prices.", "The Board has not ruled out using a yield target again in extreme circumstances, but views the probability of doing so as low.", "The use of a yield target in some form would need to be evaluated against other policy options, including a bond purchase program.", "Such a program offers more flexibility, but it does carry other risks.", "These include larger potential financial costs for the central bank and the possibility of impaired bond market functioning as central bank bond holdings increase.", "There can also be challenges in unwinding a large bond purchase program.", "To assist with its future policy choices and to learn further lessons from recent experience, the Board will undertake a review of Australia's experience with the bond purchase program later this year.", "It will also undertake a review of the Bank's approach to forward guidance.", "Consistent with our commitment to transparency and accountability, these reviews will also be published.", "Thank you for listening and I am happy to answer questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Interest Rates", "Economic Growth", "Supply Chain Disruptions", "Labour Market", "Wage Growth", "Yield Target", "Inflation Expectations", "Household Spending"]}