{"sentences": ["Global growth momentum has slowed since our previous meeting in April, as high energy prices and geopolitical uncertainty take their toll on economic activity.", "The remaining supply-related headwinds are also acting as a drag on growth, although these are gradually easing.", "Russia's war against Ukraine has pushed energy prices higher and disrupted global food supply chains, fuelling inflationary pressures worldwide and raising concerns about global food security.", "Pandemic-related restrictions are less widespread than before but may continue to hamper global economic activity via renewed supply-side disruptions.", "And the exceptionally strong inflationary pressures are weighing on people's disposable income and the savings they built up during the pandemic.", "Overall, the global inflation outlook and the global economic outlook are both fraught with uncertainty.", "Monetary policy needs to ensure that inflation does not become entrenched and that it returns to target in the medium term.", "And fiscal policy needs to be carefully calibrated to country-specific circumstances to protect the most vulnerable groups from the cost-of-living crisis while preserving debt sustainability and without adding to inflationary pressures.", "Inflation in the euro area is far too high, and it is likely to stay above the ECB's target for an extended period of time.", "We will therefore continue along our monetary policy normalisation path.", "Key ECB interest rates were raised by 50 basis points in July and 75 basis points in September.", "This has frontloaded the transition from the prevailing highly accommodative policy rates towards levels that will ensure the timely return of inflation to our 2% medium-term target.", "The ECB's Governing Council expects to raise interest rates further over the next several meetings, based on a data-dependent and meeting-by-meeting approach.", "Furthermore, our new Transmission Protection Instrument is available to counter unwarranted, disorderly market dynamics that pose a serious threat to the effective transmission of our monetary policy stance across all euro area countries.", "Finally, we are countering pandemic-related risks to the transmission mechanism by applying flexibility when reinvesting redemptions coming due in the pandemic emergency purchase programme portfolio.", "Economic activity Euro area real GDP growth was robust in the first half of 2022, supported by the reopening of economies in the second quarter as pandemic-related restrictions were lifted.", "However, the outlook has since darkened due to high inflation, waning reopening effects, weakening global demand and falling confidence.", "These factors are likely to cause a significant slowdown in euro area GDP growth in the second half of the year and early 2023.", "But there are also factors supporting GDP growth, such as the level of accumulated household savings, a robust labour market and fiscal support, including the ongoing deployment of EU Recovery and Resilience Facility funds.", "Overall, however, risks to growth are primarily on the downside, particularly because of the economic consequences of the war in Ukraine.", "Fiscal policy remains key to buffering the shock from the war and should continue to provide a lifeline to households and firms facing a steep rise in energy bills.", "At the same time, fiscal support measures should be temporary and targeted at the most vulnerable households and firms - those who are bearing the brunt of higher energy prices - to limit the risk of fuelling inflationary pressures and to make public spending more efficient.", "And these measures need to be supported by an accelerated clean energy transition, including through additional public investment.", "With monetary policy normalising, the focus of fiscal policy will need to shift progressively towards measures that preserve debt sustainability without endangering the recovery in the medium term.", "Inflation has continued to rise and reached 10% in September.", "The increase was larger than expected, mainly due to energy and food price inflation.", "Energy price inflation remains extremely high and is the dominant component of overall inflation.", "Food prices have also increased further, reflecting higher energy input costs, disruptions to trade in food commodities and adverse weather conditions.", "Price pressures are spreading across more and more sectors, partly owing to the impact of high energy costs and supply bottlenecks, but also because of recovering demand in the services sector.", "As the current sources of inflation fade over time and we continue along the path of monetary policy normalisation, we expect inflation to decline in the coming years, but to remain above target in 2023 and 2024.", "The risks to the inflation outlook are primarily on the upside, mainly reflecting the possibility of further major disruptions to energy supplies.", "Sustained periods of high inflation - especially when combined with labour shortages - may increase the risk of excessive second-round effects, which may in turn lead to inflation remaining high for a prolonged period of time.", "The ECB closely monitors wage dynamics and long-term inflation expectations to assess such risks.", "Currently, wage growth remains contained, although it has increased somewhat.", "Longterm inflation expectations also remain anchored, but initial signs of above-target revisions in some indicators warrant close monitoring.", "Euro area banking sector and financial stability The financial stability outlook has deteriorated as weaker economic growth, higher inflation and tighter financing conditions put pressure on the debt servicing capacity of companies and households.", "Despite recent adjustments, financial markets still appear to be pricing in outcomes that could turn out to be too optimistic.", "This makes valuations vulnerable to a range of possible negative surprises, whether from growth, inflation, monetary policy or corporate profitability.", "And although open-ended investment funds have slightly reduced their credit risk exposures, their low liquidity buffers imply that there is still a significant risk of these funds amplifying a market correction via forced selling.", "Vulnerabilities also remain elevated in property markets, where the potential for a price correction has increased.", "The euro area banking sector has sound capital levels and continues to benefit from the falling levels of non-performing loans we have been seeing since 2014.", "However, while bank profitability has so far been supported by higher interest margins and low impairments, the economic outlook makes future profitability very uncertain.", "We are seeing early signs of an increase in credit risk, which warrants careful monitoring.", "Russia's invasion of Ukraine has compounded the existing macro-financial vulnerabilities and increased the likelihood of risks materialising in the near term.", "In this challenging environment, macroprudential authorities in some countries could still increase capital buffers, provided that procyclical effects are avoided.", "This would preserve the banking sector's resilience and increase authorities' room for manoeuvre in the event of adverse developments.", "At the same time, authorities should take the current headwinds to economic growth into account and avoid an excessive tightening of credit conditions.", "It is also important to make further progress with global financial reforms.", "In particular, the resilience of the non-bank financial sector could be improved by enhancing the availability and use of liquidity management tools for open-ended investment funds and by better aligning redemption terms with asset liquidity via more structural liquidity tools.", "Further policy work on margining practices and non-bank leverage would also be important.", "International support for Ukraine and vulnerable countries Given the urgency of the current food crisis, we welcome the rapid approval of the new \"food shock window\" so resources can be provided to the affected countries as soon as possible.", "We also welcome the swift approval of the emergency financing for Ukraine under this new window.", "Furthermore, very good progress has been made as regards the IMF's new Resilience and Sustainability Trust (RST), which has now become operational.", "For contributions by EU national central banks, it is essential that claims on the RST maintain reserve asset quality.", "In our assessment, the modalities of the loan and deposit accounts of the RST, as well as the deposit and investment account of the Poverty Reduction and Growth Trust, are acceptable in that regard.", "However, we note that the channelling of special drawing rights by EU national central banks to multilateral development banks or individual countries would not be compatible with the EU's legal framework.", "Supporting the transformation of the global economy The IMF's work on climate change is a positive step.", "Decarbonisation policies are expected to have manageable macroeconomic implications in the near term, if implemented gradually but without delay.", "However, further delays would worsen the trade-off between addressing inflation and safeguarding economic output, potentially also posing challenges for monetary policy.", "In the current environment of high energy prices and inflationary pressure, we should take advantage of the fact that the paths to achieving both energy security and climate security are pointing firmly in the same direction.", "The ECB will adjust the corporate bond holdings in the Eurosystem's monetary policy portfolios and collateral framework, introduce climate-related disclosure requirements and enhance risk management practices.", "This is all part of our action plan to incorporate climate change considerations into our monetary policy framework.", "Just this month, the Eurosystem started taking each issuer's climate score into account for all purchases of corporate bonds in the context of the ongoing reinvestment purchases.", "Tackling climate-related and environmental risks is also one of the ECB's key supervisory priorities for 2022-24.", "We have set a strategic objective for banks to proactively incorporate climate-related and environmental risks into their business strategies and their governance and risk management frameworks.", "As regards the digital economy, the ECB will continue to support and contribute to the G20 initiative to make international payments faster, cheaper, safer and more inclusive.", "This requires improvements in various areas, including the interoperability of payment systems and exchanging data across borders.", "And several legal issues need to be resolved, such as aligning cross-border regulatory, supervisory and oversight frameworks.", "We have also just entered the second year of the investigation phase of our digital euro project.", "We are examining key questions about the potential design and distribution of a digital euro, which would be a complement to cash, not a replacement for it.", "For the Eurosystem, the motivation behind the digital euro project is mainly domestic in nature.", "However, we recognise the benefits of discussing various issues at the international level, such as cross-currency payments made in retail central bank digital currency (CBDC) and the potential effects of giving foreign users access to domestic retail CBDC under specific conditions.", "In this regard, international cooperation on digital currencies will remain essential."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Fiscal policy", "Energy prices", "Financial stability", "Russia-Ukraine war", "Climate change", "Digital euro", "International support"]}