{"sentences": ["Published Date: 29 September 2022 Speech by Mr Lawrence Wong, Deputy Prime Minister and Minister for Finance, and Deputy Chairman of the Monetary Authority of Singapore, at The Owner's Symposium of The Global-Asia Family Office Summit on 29 Chairman and CEO of the Wealth Management Institute, Mr Lim Chow Kiat, Ms Foo Mee Har Distinguished Guests, Ladies and Gentlemen, 1.", "I am very happy to join you this morning for the Owner's Symposium, as well as the inaugural Global-Asia Family Office Summit.", "It is a great time to be in Singapore and I welcome all our overseas guests.", "It is a good time from a Covid-19 situation point of view, as we are in a far better place today than we were when the pandemic started.", "And also because we have a whole series of events lined up this week in the run up to the F1.", "I hope some of you will stay on for the race.", "We welcome all of you here.", "Our hotels are full, and throughout these few days there are so many events where you see people coming together, intermingling, wanting to connect with one another.", "It shows how strong the desire is for human connections aer two and a half years of isolation.", "This summit reflects the growing presence of family offices in Singapore, and around the world.", "The concept of family offices of course is not new - it dates as far back as the 19th century, if not earlier.", "But the number of family offices around the world have increased substantially in the last 20 years.", "c. It reflects the growth in global wealth in recent decades, as well as a desire by families to professionalise how their wealth is managed.", "Singapore has been a beneficiary of these global trends.", "We have seen an increase in family offices in Singapore in recent years.", "Today, we have almost 700 family offices here, up from fewer than 100 just five years ago.", "This is a very sharp increase.", "One factor behind this is that Asia's growth story remains intact despite the uncertainty and volatility that we see around the world.", "And within Asia, Southeast Asia is continuing to grow.", "It will be a key spot in Asia.", "i. Southeast Asia is projected to be the 4th largest economy in the world by 2030.", "We have within our region, a relatively young population and a fast-growing middle class, which will create an increasingly vibrant consumer market and provide many investment opportunities.", "Of course, another factor behind the growth in family offices here is that we have been working very hard to ensure that Singapore remains a stable, reliable and trusted hub in Asia.", "Even in the midst of rising geopolitical tensions around the world, we want Singapore to always be a bastion for stability, innovation and opportunity.", "And so we have been working very hard to strengthen our value proposition and our status to be a hub for trade investments, finance and talents.", "And as a wealth management centre, we offer a strong pool of talent across a whole range of professional services, including wealth and asset management, legal and tax advisory, trust services, philanthropy and governance to name a few.", "We welcome the growing number of family offices, all of you, to Singapore.", "Because you add to the vibrancy of our financial services landscape, and create value for our own economy by generating spin-offs.", "For example, the investments made by family offices include local enterprises, investments in local enterprises, start-ups and, increasingly, ESG projects, which can positively impact the local community.", "You will also help to enrich the expertise of our companies and professionals in the finance and legal sectors.", "And that is why we are working to strengthen the family office ecosystem in Singapore, as Chow Kiat mentioned just now.", "We want to improve and grow the pool of capable family office executives, management and advisors here.", "The Wealth Management Institute (WMI) has been doing its part by working to strengthen our talent pool in this area through education, practical research, and capability building programmes.", "And I am glad that more than 1,200 people have participated in WMI's family office-related programmes since 2020. b.", "And of course, we are also building up a strong community of family offices, through the establishment of the Global-Asia Family Office Circle, so that we can share best practices and priorities and learn from one another.", "As family offices grow in size and scope in Singapore, the sector will inevitably play a bigger role in the future of Asia's growth.", "As this happens, I hope all of you here today will take the opportunity to look at Asia not just from an investment point of view, not just from a returns point of view, but also from the perspective of how we can make a positive impact on society.", "Indeed, because of your unique strengths, family offices have a huge capacity to do good.", "With the goal of managing wealth across generations, you also have the ability to take the long-term view.", "And have the flexibility and agility to allocate resources to important causes that resonate with you.", "So I am glad that increasingly, we are seeing more and more family offices leveraging these strengths to establish a legacy that extends beyond financial growth and wealth accumulation.", "For example, many are looking for opportunities which align with their values.", "And it is more and more common to hear family offices say that investing based on ESG principles is not just about doing good; It also makes good business sense.", "c. By adopting more sustainable and resilient business models, these family offices are making sure that their legacies can stand the test of time.", "On Singapore's part, we aim for growth that is inclusive and sustainable - growth that benefits everyone in our society, and that is consistent with our longer-term net-zero plans.", "So we see substantial opportunities for family offices here to play a key role in three key areas of impact: first, innovation; second, sustainable finance and third, philanthropy.", "Let me elaborate on each of these areas.", "First, there are many opportunities for family offices to support innovative companies in Singapore and the region.", "The innovation eco-system in Singapore has been growing more vibrant over the years.", "We are now home to one of the fastest growing start-up communities in the world, including game-changing solutions in areas like agri-tech, fintech and biotech.", "Not quite yet at Silicon Valley level, but we hope to get there some day.", "And within Singapore itself, you have access to many exciting opportunities around us, which is why we are home to the world's highest concentration of Asian ASEANfocused private equity and venture capital firms.", "Here you have an ecosystem where PEs and VCs are very much focused on the region and you can tap on that extensive network.", "c. In other words, there are no lack of resources to help bring innovative ideas to market, and many opportunities for family offices to invest alongside capable and sophisticated partners.", "d. One example is Next Gen Foods, which is an alternative protein start-up founded in 2020.", "It raised $100 million in series A funding, the largest amount by any plant-based protein company anywhere in the world, and the investors include a Singapore-based family office.", "e. But beyond just investing in innovative companies, family offices can also help mentor promising entrepreneurs and nurture the next generation of business leaders.", "More than anything else, this has the potential to have a lasting impact.", "Second, Singapore is a good launch pad for family offices to support the global net-zero agenda, especially in the areas of sustainable and transition finance.", "We all know that Asia is the key battleground for the fight against climate change.", "And there is a huge funding gap for many climate transition projects in the region.", "There is potential for these projects to be done, but there is a financing gap because the projects are not fully bankable.", "However, these projects are crucial in order to help countries in the region meet their climate goals, and they present huge investment opportunities.", "c. There is substantial scope for family offices to play a positive role.", "In particular, we see opportunities for family offices to help scale up blended finance structures to finance climate transition projects in the region which are marginally bankable.", "That means we could create a blended finance platform with concessionary capital.", "Some of you might be prepared to contribute concessionary capital in such a structure, you can crowd-in private sector capital, and this will enable these projects to be funded.", "And this will also enable family offices to maximise your impact.", "d. Moreover, as the regional base for many global financial institutions and multilateral banks, we are well placed in Singapore to help family offices pivot to sustainable investing.", "We can facilitate access to a growing suite of green investment products, green research and climate-related technology solutions.", "Indeed, Singapore already constitutes close to 50% of cumulative ASEAN green bond and loan issuances today, and we intend to do more in this area.", "e. Again, I am happy that a number of family offices have already seized the opportunity to support sustainability initiatives.", "Take Gunung Capital as one example.", "It is a Single Family Office based here, and it aims to drive meaningful change through its investments.", "It has committed $500m to ESG assets, with a focus on clean energy infrastructure, industrial transition and carbon mitigation.", "As part of this effort, it helped its portfolio company modernise its steel manufacturing business, making use of energy and operationally efficient equipment to cut down consumption while increasing output.", "And it has come up with a roadmap for producing low-carbon steel by sourcing greener raw materials and transitioning to renewable energy.", "So that is the impact that family offices like you can make in accelerating the green transition around the region.", "f. I certainly hope to see more family offices take advantage of the substantial opportunities in this space.", "Finally, apart from innovation and sustainability, family offices can also contribute substantially to society via philanthropy.", "You could consider deploying a portion of your wealth - how much is up to you - to a larger cause, to a larger purpose that you feel committed to, and endow charitable foundations which will continue to do good beyond your lifetimes.", "This can form an important part of your family office's legacy, and position it as a force for good in society.", "We have seen many examples of this throughout history.", "And we saw this again during the Covid-19 pandemic, when many came together to support those who were badly hit by the crisis.", "In Singapore, for example, we had a philanthropy organisation founded by Mr Danny Yong and the Yong Hon Kong Foundation, which launched the Singapore Strong Fund in early-2020.", "They provided local community groups with resources to get their projects off the ground.", "With support from other families and foundations like Woh Hup and Tsao Foundation, the fund managed to reach over 300,000 beneficiaries.", "Given the increased interest in philanthropy, the government will do more to help private capital and family offices maximise their philanthropic impact and do good.", "We aim for Singapore not just to be an economic and financial centre - but also a centre for philanthropy in Asia.", "I know many family offices here have already set up a philanthropic arm or foundation; and we encourage all of you to do so.", "We will help you in your philanthropic giving - by identifying suitable causes and charities in the region; developing objective due diligence and impact monitoring solutions together with industry partners, so that you have the assurance that your giving will have positive impact.", "We will also help family offices collaborate on larger-scale philanthropic investments with like-minded donors and intermediaries.", "This will enable family offices to increase the impact of every dollar given, and benefit from specialised capabilities across our philanthropic ecosystem.", "c. To facilitate this collaboration, the WMI, MAS and the Private Banking Industry Group are working to establish the 'Impact Philanthropy Partnership', which will bring together family principals and offices to collectively tackle society's most pressing challenges and issues.", "d. The Government will also provide more support to family offices that choose to build their philanthropic base in Singapore, so that they can achieve greater impact here and overseas.", "In particular, we are reviewing our tax incentive schemes to see how we can encourage family offices to do more philanthropic giving, and to support the local philanthropy ecosystem by structuring their giving through local charities and nonprofit entities.", "e. These are all multiyear plans, but our basic message is this: if you are a family office interested to give back to the local community in Asia, there is no better place to do it than here in Singapore.", "To conclude, as an established financial hub, Singapore will continue to grow opportunities for wealth management, and support the evolving needs of family offices.", "But we also believe that the best legacy that those with greater means can leave behind is a positive impact on society.", "This commitment to inclusive growth is how we have built a stable, cohesive and prosperous society for all, here in Singapore.", "And it is why we will hope to build stronger partnerships with all of you as long-term partners in Singapore, not just as investors, but as partners in nation building, partners in shaping a better region.", "That is why we will strive to offer family offices opportunities to do this - through nurturing innovation, facilitating the climate transition and through philanthropy.", "I thank the WMI and Global-Asia Family Office Circle for all your efforts and contributions, including putting this inaugural event together.", "Because as Chow Kiat said just now, we are truly stronger together, and together we can make Singapore a choice location for all of you to not only do well, but also do good."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Family Offices", "Wealth Management", "ESG", "Sustainability", "Philanthropy", "Innovation", "Climate Change", "Impact Investing", "Blended Finance", "Green Finance"]}