{"sentences": ["A very good morning to all of you.", "It is with immense pleasure that I welcome you today to mark the 55th anniversary of the Bank of Mauritius.", "We have come a long way since the Bank was officially opened on the 1st of September 1967.", "I feel privileged to continue the tremendous work that my predecessors have accomplished for this apex institution which has always been at the forefront of our economic trajectory.", "To commemorate its 55th anniversary, the Bank launched the Emerald Jubilee Bond on 18 July 2022.", "I am pleased to share with you that, as of yesterday, a total amount of Rs6 billion has been invested by individuals.", "This is indeed a success beyond our expectations.", "Ladies and Gentlemen I will now highlight a few achievements of the Bank of Mauritius.", "You will all agree with me, that the world is a changed place since 2004 and we need to gear up to ensure that we continue to stay ahead of all disruptions and revolutions the central banking world is facing.", "In this light, updating our legal framework is key to adapting to evolution.", "We have already progressed significantly on our proposed new Bank of Mauritius Bill.", "Engagements are under way with the IMF for their views also.", "We intend to submit a final draft to Government for consideration in October.", "Ladies and Gentlemen The hallmark in the evolution of the Bank of Mauritius has been its institutional strength.", "During the five and a half decades of its existence, the Bank has regularly come up with well-crafted policies.", "In difficult situations during the post-independence history of Mauritius, these policies have fostered macroeconomic stability.", "More recently, since 2020, with the onset of the pandemic, we all as central bankers were faced with completely unprecedented situations and shocks which halted our entire day to day.", "Problems and issues lying on our tables were of a magnitude and complexity we had not seen in living memory.", "Central banks had to be bold in their actions and decisions, while maintaining independence as monetary authorities.", "Being independent gives central banks autonomy for policy making to sustain macroeconomic stability, and to attain this very objective they had to look in the same direction as their governments to salvage the economy during the pandemic.", "We had to safeguard and ensure the continuity of our financial systems, such that citizens do not lose trust in our banking systems.", "Though the pandemic and successive shocks had different implications for our respective economies, the goal was to minimise economic scars to protect individuals, households and corporates alike.", "There was no one-size-fits-all solution as each country has its own specificities and, therefore, solutions had to respond to economic realities on the ground.", "In this vein, the Bank of Mauritius rolled out a series of timely, tailor-made and bold measures which protected our financial system.", "The Bank of Mauritius COVID-19 Support Programme included both conventional and unconventional, but very necessary, measures.", "After taking office in March 2020, my biggest concern was to preserve and protect the banking system.", "To do so, we had to launch a series of measures to avoid any contagion to the banking system from macrofinancial turbulences.", "We were concurrently faced with a decline in returns from investments of our foreign exchange reserves.", "Faced with these elements, we had to rapidly deploy appropriate measures.", "When I look back now, I can confidently affirm that the measures have reaped the expected results.", "The banking system has successfully weathered the crisis unscathed.", "Also, our foreign exchange reserves have remained at a level that satisfies any adequacy metrics, even the most stringent ones.", "Today we stand at 15 months of import cover.", "Furthermore, as inflows of foreign exchange plummeted - especially with the tourism sector coming to a halt during of the pandemic - the Bank has intervened and sold a total amount of USD3.3 billion to the market up to now.", "The sheer size of our intervention helped to contain unwarranted excessive volatility in the exchange rate.", "The proactive approach adopted by the Bank has saved jobs, prevented economic scarring and preserved financial stability.", "As a prudent central bank, we have unwound most of the support measures by June 2022.", "We are now rising from the crisis with the production structure almost unscathed, though we are still battling with other challenges - such as high inflation and uncertainties for the global economic outlook.", "Ladies and Gentlemen To ensure the Bank of Mauritius fulfils its responsibilities effectively, I have launched several initiatives since I joined the Bank in challenging times in March 2020.", "Before this year is out, the Bank will replace its current monetary policy framework - dating back to 2006 - with a new forward-looking, flexible inflation-targeting framework adapted to the realities of today for the Mauritian economy.", "The new framework will enhance the effectiveness of monetary policy, with an improved transmission mechanism.", "At the same time, the Bank is enhancing its surveillance of risks to safeguard financial stability, complemented by a comprehensive macroprudential surveillance and policy toolkit.", "Ladies and Gentlemen Central bankers are today faced with - if I may say so - traditional challenges as well as new disruptions taking place in the economy and in the global financial architecture.", "We are already seeing the impact of climate change on the economy and financial system in several parts of the world.", "Technology is also constantly disrupting the delivery of and access to financial services.", "Central banks are having to grapple with these challenges in a rapidly-evolving environment.", "The Bank of Mauritius has been proactively working on these fronts with concerned stakeholders.", "This led us to establish the Bank of Mauritius Climate Change Centre in October 2021.", "The Centre is working towards integrating climate-related and environmental financial risks into the Bank's regulatory, supervisory and monetary policy frameworks, while supporting the development of sustainable finance.", "Along the same line, digitalisation of the financial sector has remained high on my agenda.", "The Bank is well engaged in this exciting journey to harness the potential of technology in the digital transformation of our financial landscape.", "CBDCs are today a near reality for many central banks in the region and internationally.", "In Mauritius, we are looking forward to the pilot run of our Central Bank Digital Currency - the Digital Rupee - that may transform our currency and payment ecosystem in the years to come.", "I therefore here wish to make a plea to my fellow central bank Governors, both present physically with us today and those who have not been able to make it due to their prior engagements, for us to join hands together for the elaboration of a regional model using CBDC with a view of improving cross-border payments.", "Many regions across the world have deployed same and we have to be at par also.", "I also make a plea for central banks in the region to collaborate in other key areas where we can tap the expertise of one another.", "Ladies and Gentlemen, I also launched an initiative in July 2020 to chart the path for the future of banking in Mauritius.", "The banking sector plays a prominent role in the economic landscape of any country.", "But it is called upon to adapt and even undergo transformation to be future ready.", "It has become imperative to enhance its resilience, whilst also be more innovative.", "Conscious of the significance of this task, I initiated a deep industry-wide reflection to devise a strategy for the banking sector in Mauritius going forward.", "I have to express my appreciation to the Mauritius Bankers Association and the CEOs of banks and other stakeholders for their unflinching support in developing the roadmap.", "This roadmap translates the vision and strategic objectives for the banking sector into an actionable plan.", "The key initiatives in the roadmap focus on the domestic market, the global business strategy as well as products and services.", "The fundamental factors that will support the sustained expansion of the banking industry - such as the regulatory framework, ESG, and capacity development - are also at the forefront of the strategy.", "I thank the Oliver Wyman team present here with us today which has relentlessly engaged with stakeholders locally and globally in crafting this report.", "Going forward, the Bank will ensure the execution of this roadmap in close collaboration with the banking industry and other stakeholders.", "In a few moments, we will have the privilege to see the Honourable Prime Minister launch the report on the Future of Banking in Mauritius.", "Ladies and Gentlemen I have set the scene for what the Bank has in store for the coming years.", "These strides will contribute to boost confidence in the banking and financial system as well as unleash greater opportunities for the Mauritian economy.", "Over the next two days, we will have the opportunity to discuss many of these themes in greater depth and listen to expert views.", "Before I conclude, I wish to express my gratitude to the Honourable Prime Minister and also to the Honourable Minister of Finance, Economic Planning and Development for being among our midst today to mark the Bank's Emerald Jubilee.", "Last but not least, I thank all Governors and representatives of central banks who have joined us to mark this momentous occasion.", "We look forward to working closely to adapt ourselves for our future.", "On behalf of the Bank of Mauritius team, I wish to thank you all for your presence today.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroeconomic stability", "Financial stability", "Monetary policy framework", "Bank of Mauritius", "Inflation", "Financial system", "COVID-19", "Banking sector", "Central bank digital currencies", "Climate change"]}