{"sentences": ["It is with great pleasure that I welcome you today to Athens and to the Bank of Greece for the 8th Research Workshop of the Task Force on Banking Analysis for Monetary Policy, established under the auspices of the Monetary Policy Committee.", "For almost ten years, the Task Force has contributed to increasing the Eurosystem central banks' understanding of the transmission mechanism of monetary policy to the economy through the banking sector, including the effectiveness of unconventional measures, using bank micro data.", "The Task Force has supplied evidence and survey information gathered from participating NCB experts, and has helped extend and refine important datasets of banking variables.", "Moreover, it has provided a platform of discussion for researchers on issues pertinent to the design and implementation of monetary policy tools, based on high-quality analysis and empirical work.", "I am certain that this 8 workshop will offer ample opportunity for further insights into the domains of interest of the Task Force that are of great importance to the Eurosystem.", "And I am delighted with the participation of distinguished researchers from central banks, universities and other institutions, which guarantees that the meeting will be interesting and fruitful for all participants.", "Many of the papers presented and discussed today and tomorrow touch upon the pandemic crisis.", "As we all know, in response to the challenges posed by the pandemic, the ECB has adopted a comprehensive package of measures to stabilise financial markets, support credit supply and address the negative pressures on the inflation outlook.", "The accommodative stance of monetary policy during the pandemic complemented by the unprecedented fiscal support by national governments, by EU initiatives, notably the NGEU, as well as by the responses of macro prudential and supervisory authorities, have been successful in addressing the fallout on the euro area economy from the pandemic.", "In Greece, in addition to the ECB measures, fiscal policy supported further the financing of non-financial corporations with subsidies (including interest relief on existing business loans), concessional state loans and guarantees to affected businesses, etc.", "These public sector interventions improved the ability of banks to respond successfully to the surge in demand for business loans after the outbreak of the pandemic and to cover part of the vast company liquidity needs that emerged.", "During the course of this workshop, you will have the opportunity to revisit the consequences of pandemic-related monetary policy measures and to identify their effects on credit supply, access to credit, market valuations and risk-taking through novel data and analysis.", "Hopefully, your work will shed some further light on the effectiveness of these measures in preserving credit provision to the real economy, which is crucial for the fulfilment of the primary objective of price stability and also for economic recovery.", "Adequate credit supply and access to bank lending are pertinent questions for policy makers, particularly during stress episodes.", "Quite rightly, these questions are the focus of many of the papers presented during the workshop.", "The relationship between bank lending and monetary policy decisions is explored with respect not only to COVIDrelated programmes, but also to the broader use of conventional and unconventional monetary policy tools.", "At the current juncture, the ability of the banking system to contribute to the smooth financing of viable investment projects is particularly important.", "Our economies recover from the pandemic and at the same time we face new challenges: The energy crisis, the disruptions in global supply chains, the war in Ukraine, but also the pressing need to direct resources towards the transition to green activities and to accommodate technological progress.", "The presentations today and tomorrow are sure to touch on the need to maintain credit flows, support investment and avoid credit crunches as well as to contribute to our understanding of the trade-offs and policy dilemmas that inevitably accompany the normalisation of monetary policy, currently in progress.", "Your explorations will provide useful insights regarding the transmission and effectiveness of monetary policy, as well as on issues related to macro prudential policy and bank resilience highly relevant for the provision of financing to the real economy.", "Before I leave you to your valuable work, I would like to emphasise the interest of monetary policy-makers in the results of this research area; a better understanding of the underlying economic relationships is significant for making well-informed assessments and decisions, leading to the efficient conduct of policy.", "In this very highly uncertain and challenging environment, initiatives like this academic workshop are therefore highly welcome and encouraged.", "Thank you very much for your attention and let me wish you productive and stimulating discussions over the next two days and a pleasant stay in Athens."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Pandemic", "Credit supply", "Bank lending", "Economic recovery", "Investment", "Green activities", "Macro prudential policy", "Bank resilience", "Transmission mechanism"]}