{"sentences": ["The Guest of Honour, Minister of Education, Hon Douglas Siakalima, MP Senior Government officials present Mrs Namakau Ntini, the Chief Executive Officer of the Pensions and Insurance Authority Mr Phillip Chitalu, the Chief Executive Officer of the Securities and Exchange All Chief Executive Officers of Financial Services Providers All Cooperating partners Distinguished Invited Guests Ladies and Gentlemen Good morning to you all.", "As you may be aware, the commemoration of the Financial Literacy Week commenced yesterday with a Ministerial Statement by the Honourable Minister of Finance and National Planning, Dr. Situmbeko Musokotwane.", "This year's theme is \"Plan your money: Plant your future\".", "It aims to raise awareness about the importance of adopting a responsible, informed and forward-looking approach in making financial decisions.", "I am delighted to welcome you all to the launch of the public awareness campaign for this year's the Financial Literacy Week which runs from the 20th to 26th March 2023.", "The campaign will be conducted by financial institutions and stakeholder partners in all the 10 Provinces of our country through a variety of activities, including public exhibitions, school debates and media programmes.", "Ladies and Gentlemen, Zambia's commemoration of Financial Literacy Week is undertaken under the auspices of the Global Money Week - which is an annual global awareness-raising campaign on the importance of financial education.", "In the past 11 years, Zambia has domesticated this campaign by working to create awareness amongst children, youth, and adults on the need to acquire the knowledge and skills about personal financial management.", "Importantly, the campaign is part of the National Strategy on Financial Education and complements other interventions such as the inclusion of financial education in the school curriculum from Grade 1 to Grade 12, financial education conducted for youths in tertiary institutions, adults in workplaces, and Micro, Small and Medium Enterprises - including smallholder farmers.", "The overriding goal is that , with the acquired knowledge, citizens can have the confidence and motivation to make sound financial decisions and use appropriate financial services.", "This knowledge is expected to translate into improved financial wellbeing of our citizens, and in so doing enable them to contribute to national development through improved productivity and greater resilience, that supports job and wealth creation.", "The 2023 theme for the Financial Literacy Week encompasses the well-being of citizens in terms of looking after our environment, through the phrase 'Plant your future'.", "This recognises that future individual well-being is not only linked to the financial health of society but also to sustainable economic development which is dependent on the preservation and protection of our natural ecosystem.", "Thus, it places great responsibility on us, at a personal level, to ensure that we take care of the environment by undertaking various conservation activities such as tree planting, water resource management keeping the environment clean as well as minimising deforestation.", "This is in line with the broader goals under the 8th National Development Plan (8NDP) which runs from 2022 - 2026 and has a strategic development area on environmental sustainability.", "The 8NDP recognises that the pursuit of the economic activities entails the sustainable utilisation of natural resources which are the basis for wealth creation, as well as building resilience to the adverse effects of climate change.", "Thus, the 8th National Development Plan prioritises measures aimed at promoting green growth, safeguarding the environment and natural resources, strengthening disaster risk reduction, enhancing climate change mitigation and adaptation, as well as the development of climate resilient infrastructure across all sectors for sustainable development.", "The integration of environmental sustainability in financial education in this year's theme is thus very important.", "Distinguished Guests, we strongly believe that the formulation and implementation of the national strategies on financial education and financial inclusion have provided a robust framework that facilitates effective stakeholder engagement among and between the Government, financial sector regulators, financial service providers and the general public.", "This collaboration has resulted in increased public awareness of the availability of financial products and services across the country, thereby contributing to the increase in overall financial inclusion in Zambia from 37.3% in 2009 to 69.4% in 2020.", "This notwithstanding, the 2020 Finscope Survey, which measured financial health and financial literacy for the first time, found that only 13.6 percent of adults were financially healthy, and 23.6 percent were financially literate.", "This points to the need for a reenergised and sustained effort in the promotion of financial literacy with an increased emphasis on children and youths, so that Zambia may attain its goal as espoused in the National Strategy on Financial Education to have a financially educated population by 2030.", "The year 2030 is only 7 years away and much needs to be done to move the needle from 23 percent to 100 percent.", "As financial sector regulators and services providers, we are obliged to disseminate information about the different types of services and products that are available to the public as well as some of the risks that maybe associated with them.", "This information is intended to help individuals and businesses to increase their awareness on the number of ways to save and invest their financial resources, as well as how to manage their financial affairs safely in an increasingly digitized environment.", "Distinguished Ladies and Gentlemen, technology and innovation in the financial sector has played a major role in raising the level of financial inclusion in the country over the last five years.", "According to the FinScope 2020 Survey, overall financial inclusion increased to 69.4 percent, from 59.3 percent in 2015, while formal financial inclusion rose significantly to 61.3 percent from 38.2 percent.", "This was largely attributed to the uptake of mobile money, which went up by 58.4 percent from 14.0 percent.", "In promoting oversight of Digital Financial Services (DFS) and the associated safeguards, in November last year, the Bank of Zambia launched the 'Go Cashless' Campaign aimed at scaling up the safe usage of digital financial services in the country.", "The benefits of DFS include quick and efficient money transfers, timely payment for goods and services, record management of financial transactions and income, as well as access to digital savings, credit and insurance products.", "Innovations in the technology sector have also presented an opportunity for job creation by Fintechs.", "Therefore, I challenge financial service providers and other stakeholders to take up the opportunity to join the 'Go Cashless' campaign in order to continue providing DFS that are customer centric and meet the ever-changing needs of consumers.", "Distinguished Invited Guests, the mobile phone has become a tool that not only facilitates communication but is also a means of accessing financial services to save, invest, and obtain credit or insurance for valuable assets and property from literally any location and at any time.", "As people migrate towards greater use of DFS, it is important for them to be sensitised about the use of these services in a safe and secure manner to avoid risks such as fraud and cybercrime.", "In this regard, the Bank, in collaboration with the Zambia Information Communications and Technology Authority (ZICTA), launched a collaborative framework for the oversight of digital financial services in Zambia.", "May I also take this opportunity to encourage consumers of financial services and products to take keen interest in safeguarding their money by dealing with licensed financial institutions.", "The Bank of Zambia has observed a rise in the number of people that have fallen prey to money circulation scheme promoters and lost their hard-earned income thereby jeopardising their future.", "I wish to sound a clarion call to the general citizenry to be vigilant and report all suspicious financial institutions to law enforcement agencies.", "Further, I want to warn fraudsters that the law will catch up with them, as evidenced by the recent arrests that have been made by our security wings in collaboration with the various regulators and financial service providers.", "Additionally, members of the public are advised to report licensed financial institutions that violate their consumer rights to appropriate financial sector regulators.", "I am happy to inform you that the Bank of Zambia is in the process of rolling out a complaint system using artificial intelligence that shall be available to the public via SMS, WhatsApp (voice capability feature), webchats and Facebook channels.", "The system will complement the existing customer complaint channels being used currently and contribute to enhancing access to dispute resolution mechanisms, especially for consumers based in the rural areas.", "Ladies and Gentlemen, the contribution of the financial sector towards the attainment of Vision 2030 and its underlying principles is being undertaken through the implementation of the National Financial Sector Development Policy, the National Financial Inclusion Strategy, the Rural Finance Policy and Strategy, the recently launched Capital Markets Master Plan and the National Strategy on Financial Education.", "These financial sector strategies aim to broaden and deepen the types of financial services in the banking, capital markets, microfinance, insurance and pensions sectors as well as to promote financial inclusion.", "As financial sector regulators, we have a vested interest in ensuring that the financial sector is innovative, responsive to demand for financial services, and that it supports Zambia's economic growth, while maintaining stability.", "It is essential, therefore, that the financial sector continues to expand its portfolio of products and services by leveraging on current reforms, digital innovations, and targeted outreach.", "In this regard, I wish to urge all stakeholders in the financial ecosystem to collaborate and contribute to the financial inclusion agenda through the development of appropriate infrastructure, provision of affordable customer centric products, delivery of financial literacy, and promotion of consumer protection for the underserved population, particularly in rural areas.", "Distinguished Guests, it is important to note that as part of the implementation of the National Strategy for Financial Education, the Financial Literacy Awards are held in October every year to recognize efforts made by individuals and institutions to reach out to the public, through financial literacy awareness initiatives.", "I therefore encourage you to submit your financial literacy activities and initiatives to the Financial Literacy Working Group for consideration for this year's awards.", "In conclusion, I would like to thank the Working Group under the National Strategy on Financial Education Phase II for the organization of the Financial Literacy Week.", "In particular, the Ministry of Finance and National Planning Financial Education Team, other fellow financial sector regulators (Pensions and Insurance Authority and the Securities and Exchange Commission), the Bankers Association of Zambia, our longstanding collaborating partners DSIK (the German Sparkassenstiftung) Zambia, Financial Sector Deepening Zambia, and all the other stakeholders who have continued to support the Financial Literacy Week commemorations every year.", "The Bank of Zambia remains committed to supporting this national event and we encourage all financial institutions and stakeholders to participate in the FLW activities across the country.", "THANK YOU FOR LISTENING AND MAY GOD BLESS US ALL."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Financial inclusion", "Digital financial services", "Financial education", "Environmental sustainability", "National development", "Financial sector", "Consumer protection", "Financial services", "Financial products"]}