{"sentences": ["Ladies and gentleman, esteemed colleagues, Good morning and welcome to Banka Slovenije, and also to all of you following us over the video link.", "It is my great pleasure today to have the opportunity to host my dear colleague Mr Madis Mueller, Governor of the Bank of Estonia.", "The topic of his lecture will be inflation.", "More precisely, identifying the drivers of elevated inflation and why there are such big differences in the level of price growth rates between Member States.", "According to the latest data, published yesterday, the lowest rate of inflation in February was recorded in Luxembourg, 4.8%, and the highest in Latvia, with 20.1%, while the average rate was 8.5%.", "Estonia recorded an inflation rate of 17.8% and Slovenia one of 9.4%.", "These are all-time-high inflation differentials within the euro area.", "Needless to say, these are figures which are uncomfortably high, for households, enterprises and, sovereigns alike.", "And the increased public concern about inflation is also reflected in the results of the autumn Eurobarometer survey, where more than 90% of Europeans ranked the rise in the cost of living as the number one issue of concern.", "And of course it is also a concern for us central bankers, whose mandate is price stability.", "That is why we reacted already last year, when inflation increased further after the Russian aggression on Ukraine, with all its consequences for global markets and prices.", "Let me briefly remind you that just one year ago our policy was still very accommodative, with our main interest rate at -0.5 % and expanding programmes of asset purchases, PEPP & APP.", "Then in April, we changed course, firstly by ending net purchases under PEPP, followed three months later with ending net purchases under APP.", "In July, we raised our main interest rates for the first time in about a decade.", "Firstly by 0.5 percentage point to 0%, followed by two increases of 0.75 percentage point each, followed by two increases of 0.5 percentage point each all together, 300 basis points in less than eight months to reach a level of 2.5%.", "And that is not the end of the process.", "With headline inflation remaining high and core inflation even increasing, our intention is to raise interest rates still further.", "My expectations are that the increase we intend for our March meeting will be followed by additional increases before we reach a level which will be sufficient to bring inflation back to the trajectory towards our goal of 2% inflation.", "And also continue reducing the size of our balance sheet further after the initial step we made this month, when we started to reduce the amounts of asset holdings by 15 billion euros per month.", "I strongly believe that our determined action will contribute to lower inflation in the euro area.", "But to return to the topics of Madis' lecture.", "The differences in inflation between Member States are caused by other policies as well.", "Fiscal policy is still under the jurisdiction of individual governments, and the same holds true for wage policies and for many structural policies.", "As Madis will explain in his lecture, these are all important contributors to inflation in each Member State and also a source of differences among national inflation rates.", "That is why it is so important to ensure that also overall policy mix and not just monetary policy is supportive to the process of lowering inflation.", "I will stop there and hand the floor to our guest.", "Dear Madis, over to you"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Inflation", "Interest rates", "Monetary policy", "Eurozone", "Price stability", "Inflation differentials", "Fiscal policy", "Wage policies", "Structural policies", "Policy mix"]}