{"sentences": ["Yesterday we published the latest edition of the ECB's Financial Stability Review, which is issued twice a year.", "In my remarks today, I will provide you with the main findings of our analysis.", "Two key developments have shaped the macro-financial environment over the past six months.", "First, there has been some improvement in the growth and inflation outlook since late last year.", "Macro-financial conditions have improved on the back of a robust post-pandemic recovery, fading global supply chain disruptions and lower energy prices.", "At the same time, the outlook remains fragile, given downside risks to growth and relatively sticky core inflation.", "A second key recent development concerns financial turbulence witnessed this spring, with the spotlight increasingly turning on systemic risk concerns following bank failures outside the euro area.", "Strains in the US and Swiss banking sectors in March introduced an element of stress into a highly uncertain environment.", "While the fallout experienced by euro area banks was limited, these events have served as a timely reminder of just how much the preservation of financial stability depends on the shock-absorption capacity of the financial system.", "All the more so in an environment where financing conditions are being tightened to tackle elevated inflation around the world.", "Framed by these recent developments, our current assessment is that financial stability vulnerabilities in the euro area remain elevated.", "Tighter financing conditions to address high inflation have contributed to a reappraisal of the economic outlook alongside an orderly reversal of overly compressed asset price risk premia.", "Euro area bank fundamentals are solid, thanks to the strength of banks' capital and liquidity buffers under stringent regulation and supervision.", "At the same time, continued improvements in asset quality and profitability are contributing to bank resilience.", "But there is no room for complacency.", "Bank liquidity challenges could yet intensify.", "Rolling over maturing bonds is pushing up banks' market funding costs, while competition for deposits is likely to rise and translate into faster deposit repricing.", "Haircut and margining risk has also increased due to higher volatility in government bond markets.", "Muted economic growth and signs of weakening credit quality pose downside risks to bank earnings.", "The outlook for banks has thus become more uncertain, with liquidity asset quality concerns surfacing.", "The non-bank financial sector could also see such risks.", "While this sector has remained resilient during the recent banking sector stress and market volatility, its exposure to liquidity and credit risks remains high.", "If investment funds were to experience any sudden liquidity needs, they could amplify adverse market dynamics via procyclical selling behaviour and forced asset sales, thereby introducing risks to wider financial stability.", "Strains in the non-bank sector, which is an important source of bank funding, could also give rise to additional banking sector vulnerabilities via liquidity and credit risk spillovers.", "Past events, such as the pandemic-related turmoil in March 2020 and the UK gilt market stress in the autumn of 2022, also vividly illustrate how non-banks can amplify margin call dynamics in the wider financial system, especially when coupled with excessive leverage.", "On the side of the non-financial sector, the improvement in macroeconomic developments I noted at the outset have provided key support.", "At the same time, our assessment underpins how tighter financial conditions are testing household, corporate and sovereign resilience.", "A strong labour market with unemployment at historical lows has supported household income.", "But higher interest rates and the squeeze in real income due to high inflation are increasingly compromising household debt servicing capacity.", "This is reflected in an increase in consumer loans classified by banks as suffering a significant deterioration in credit quality.", "Robust revenues and high profit margins have contributed to strong corporate results.", "But firms are also being challenged by tighter financing conditions and the repercussions in terms of the availability and cost of funding.", "Euro area firms have benefited from high profits on the back of a sharp post-pandemic recovery and lower energy prices.", "Yet not all firms have benefited equally from the recovery.", "Highly indebted, energy-intensive and pandemic-sensitive sectors have often been unable to increase profit margins.", "Adverse developments in the corporate sector would have knock-on effects on bank balance sheets and household employment prospects.", "Turning to sovereigns, short-term fiscal pressures remain contained.", "But medium-term challenges are adding to financial stability risks.", "Fiscal fundamentals remain fragile in some euro area countries, given their high debt levels, rising funding costs and high short-term refinancing needs.", "As government bond yields have increased sharply across the euro area, higher funding costs will ultimately weigh on sovereigns.", "At the same time, higher than expected deficits combined with lower growth are limiting fiscal space and may put debt dynamics on a less favourable path, especially in countries with high debt levels.", "In view of all of the above vulnerabilities, it is clear we are seeing a general turning of the financial cycle.", "This is also becoming increasingly evident when looking at the euro area real estate sector.", "A clear downturn is visible in commercial property markets, while after several years of expansion, signs of correction - albeit far less pronounced - are also now apparent in the residential property market.", "While an orderly price correction in residential real estate might be warranted, a disorderly fall in prices would pose systemic risks.", "Rising interest rates on new mortgage lending would increasingly compromise affordability and add to the interest burden on existing mortgages, especially in countries where variable-rate mortgages predominate.", "At the same time, valuations have continued to decline in commercial real estate markets in the euro area.", "An even more pronounced adjustment in such markets could expose structural vulnerabilities in some open-ended property funds, increase credit risk for lenders and lower collateral values.", "Against the background of low growth, high inflation and rising interest rates, signs of a turn in the financial cycle are clearly emerging.", "As the likelihood of financial stability risk materialising has increased, the Financial Stability Review notes that, in the light of elevated uncertainty amid accumulated vulnerabilities and a turning financial cycle, macroprudential policy should continue to focus on ensuring the resilience of the financial system.", "While there are some indications of credit supply tightening, driven by higher risk perception and funding costs, capital requirements are not constraining bank lending, as banks continue to exhibit sizeable capital headroom.", "In fact, many euro area countries have enhanced macroprudential policies since the pandemic, which has also helped greatly to strengthen bank resilience.", "Maintaining macroprudential buffers now preserves the ability of authorities to release such buffers in response to potential future shocks and support the supply of key services to the real sector at that time.", "Turning to the non-bank financial sector, the increasing risks posed by this lightly regulated sector, with strong links to banks, requires a comprehensive macroprudential approach to address structural vulnerabilities, notably in investment funds - especially targeting liquidity mismatches and overall leverage.", "The stress in US and Swiss banking markets has highlighted structural fragilities and demonstrated the greater speed at which liquidity problems can emerge in the financial sector.", "At the same time, it has revealed that the incomplete banking union is a source of vulnerability for Europe's banking sector.", "The lack of a complete banking union still represents a very wide gap in the EU's institutional framework.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial stability", "Macro-financial conditions", "Inflation", "Bank resilience", "Liquidity risks", "Credit risks", "Non-bank financial sector", "Fiscal stability", "Real estate", "Macroprudential policy"]}