{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech Inflation Report - February 2023 Dr Tabaković, Governor Belgrade, 14 February 2023 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the February Inflation Report, where we shall present the current macroeconomic developments in the international environment and at home, our latest macroeconomic projections, as well as the measures we have undertaken in the period since the previous Report.", "At the very start, I would like to underline several key facts with regard to the current macroeconomic movements and our latest projections: Firstly, due to the weakening of global cost-push pressures, decline in imported inflation and effects of monetary policy measures, for the first time in two years the projected inflation for the current year is at a lower level than in the prior projection, and the projection for 2024 has been lowered to an even greater extent.", "We now expect inflation to return within the target tolerance band in mid-2024, which is sooner than previously expected.", "Secondly, unlike the previous inflation projection, where we saw very pronounced risks skewed to the upside, we now judge the risks to be less pronounced and that it is equally likely that inflation in 2023 and 2024 turns out lower than projected.", "Though we did not change the projected 2.0%-3.0% GDP growth rate for this year with which we came out in November, we now estimate that it is much The reason for this is the fact that more certain that it will indeed materialise.", "we have practically come out of winter months, which are particularly risky in terms of energy supply to Europe, and that global economic slowdown is not as strong as initially expected.", "The current and projected global energy prices are lower, and the euro area has so far managed to avoid recession.", "Developments that are more favourable than expected are best visible in the domain of the balance of payment movements.", "The current account deficit in 2022 was lower than projected in November and amounted to 6.9% of GDP, as a result of faster real growth in goods and services export and lower than expected energy import at the end of the year.", "According to our new projection, this year, we expect the share of the current account deficit in GDP to remain similar as in 2022, instead of more than 9% as expected in November.", "Equally important is that even in such a difficult situation, once again, for the eighth consecutive year, the current account deficit was fully covered by net FDI inflows.", "In 2022, FDI inflows to Serbia again exceeded our November expectations, and in conditions of elevated global uncertainty they measured EUR 4.4 bn (or 7.1% of GDP), which is the new highest level of annual inflow on record.", "The NBS FX reserves are also at an all-time high, measuring EUR 20.9 billion in January and guaranteeing the stability of our economy, as indicated by the fact that they have exceeded the benchmark values of all reserve adequacy metrics.", "- of our economy's stability and its A confirmation favourable growth prospects going forward, as well as of the full coordination of monetary and fiscal policies, investors' high demand for are our securities in the international financial market last month and the achieved financing conditions, especially if compared with countries that have already been rated investment grade.", "In the remainder of the conference, we will present macroeconomic movements in greater detail and our latest projections.", "As for international developments, the period since we last met in November was marked by somewhat more favourable global growth prospects and signs that inflation is gradually retreating from its multidecade highs.", "Against the backdrop of the energy crisis and tighter financial conditions, optimism emerged as the prices of gas and other energy fell in the EU, and China backtracked on the zero-tolerance strategy to the coronavirus.", "There is no doubt that global economic growth will tightening of central banks' monetary policies decelerate this year, notably over the and the prolonged conflict in Ukraine.", "Still, estimates indicate that the second half of the year will see a recovery, propped by the accelerated economic growth in China, gradual balancing of the energy market in Europe, abated global uncertainties and further resolution of bottlenecks in international supply chains.", "Source: Federal Reserve Bank of New York, Freightos.", "Inflation remains high in a number of countries, though it is slowly starting to decelerate, primarily thanks to lower energy prices.", "Also, indicators of halts in global supply chains and container transport costs have almost returned to their pre-pandemic levels, therefore cost-push pressures generated on this account are starting to dissipate.", "Yet, the indirect effects of elevated prices of energy and industrial raw materials in the prior period, combined with a tight labour market, are still affecting growth in core inflation in many countries.", "The ECB forecasts core inflation above 2% throughout the entire projection horizon.", "should bear in mind the fact that more robust growth in China would very likely drive up the prices of energy and other primary commodities, thus rendering fight against According to the IMF's latest estimate from January this inflation more difficult.", "year, global inflation will remain above the pre-pandemic level (the level from 2017-2019) of around 3.5% not only this, but next year as well.", "Therefore, leading central banks the Fed and the ECB, continue with monetary policy restrictiveness, making global financial conditions tighter.", "In the final quarter of 2022, y-o-y inflation measured around 15%, which is slightly less than we expected in our November projection.", "Around two-thirds of this continued to originate from food and energy prices.", "As in other countries, the contribution of energy prices decreased over the past months, while that of food prices went further up.", "In addition, y-o-y growth in producer and import prices remained relatively high, though lower than in the previous quarter, spilling over to core inflation at home, i.e.", "inflation excluding prices of food, energy, alcohol and cigarettes.", "Still, thanks to the maintained relative stability of the exchange rate in extremely uncertain global circumstances, core inflation continued to move below headline inflation and measured 10.1% y-o-y in December.", "When it comes to our expectations for the coming period, as I pointed out at the beginning, the new inflation projection is lower than three months ago.", "Under the February central projection, we expect y-o-y inflation to remain elevated in Q1 2023 as well, mostly due to the continued pass-through of high cost-push pressures from the previous period onto prices of food and other industrial products, and to the adjustment in electricity and gas prices.", "It is then expected to strike a downward path and decline more sharply in the latter half of the year, with inflation at end- 2023 being two times lower than at the start of the year.", "Inflation is anticipated to retreat within the bounds of the target tolerance band around mid-2024, Inflation's decline which is sooner than we expected in our previous projection.", "should be supported by past monetary tightening, waning effects of global factors driving energy and food price growth in the past period, a slowdown in imported inflation, and subdued external demand amid the anticipated slackening of global growth.", "The downward trajectory of food inflation, expected until the end of the projection horizon, may possibly be moderated, though not jeopardised, by the imperfect market structure on the supply side, i.e.", "the absence of any stronger competition in this segment.", "As global cost-push pressures remain robust despite signs of easing, we have continued to raise the key policy rate.", "In this way, we influenced inflation expectations and contained the second-round effects from elevated food and energy prices on other prices.", "We also ensured that inflation should return within the target band over the projection horizon.", "Our response was, however, more moderate than before.", "Hence, after raising the key policy rate by 50 basis points in December, in January and February we lifted it further by 25 basis points each, to 5.5% at present.", "At the same time, by maintaining the relative stability of the dinar exchange rate against the euro, we have helped limit the effects of the pass-through of high import prices to domestic prices and sustained macroeconomic stability in the conditions of heightened global uncertainty.", "The dinar strengthened by 0.2% against the euro in nominal terms in 2022.", "We intervened in the interbank foreign exchange market by buying EUR 1 bn net to prevent excessive strengthening of the dinar, thereby further boosting the country's foreign exchange reserves to the highest level on record.", "The level of foreign exchange reserves well exceeds the benchmark values of all typically used reserve adequacy metrics, which indicates that they are an important buffer against a wide range of potential risks from the international and domestic environment.", "In particular, I wish to highlight that, in the current circumstances of extreme uncertainty, when gold purchases by central banks globally have climbed to an all-time high, we have increased our gold holdings in foreign exchange reserves to 10.8%, which is well above the average for emerging economies and close to that for advanced economies.", "One of our text boxes in this Report deals with recent foreign exchange reserve trends worldwide, as well as the reserve adequacy metrics, with special emphasis on Serbia.", "Monetary tightening passed through to dinar interest rates in the markets of money, loans and savings, indicating the efficiency of the transmission mechanism through ECB's continued monetary policy the interest rate channel.", "The normalisation pushed up the interest rates on euro-denominated loans at home.", "Lending activity rose by 7.3% at annual level, and continued to be led mostly by corporate loans.", "It is also important to note that the share of NPLs in total loans fell to a new low of 3% in December, indicating that the increase in loan repayment costs did not affect the quality of banks' assets and that financial stability has been preserved even during the multidimensional crisis we have been facing for the past three years.", "In making the decision on the key policy rate, we assessed that the current tightening of monetary conditions would not have a major negative impact on domestic demand.", "Factors at home, such as the continuation of positive trends in the labour market and the success in attracting FDIs, continue to prop up economic growth.", "On the other hand, economic activity at home slackened in H2 2022 as expected, reflecting subdued external demand, heightened global cost-push pressures and drought which resulted in lower agricultural yields.", "According to the preliminary SORS estimate, Serbia's real GDP growth measured 0.4% y-o-y in Q4 2022, and 2.3% in 2022 as a whole, which is largely consistent with the NBS's November projection.", "Under our new projection, Serbia's GDP growth rate this year will range between 2.0% and 3.0%, unchanged from our November expectations.", "The risks to the projection are estimated to be less pronounced than three months ago, as the uncertainty regarding gas supply to Europe has decreased and economic activity indicators for the euro area at end-2022 and early this year turned out better than expected.", "Assuming that the global economy and, by extension, external demand recover as of the second half of 2023, and in view of the planned implementation of investment projects, primarily in road, railway, energy and utility infrastructure, expect GDP growth to accelerate from 2024 to the range of 3.0-4.0%, and return to the pre-pandemic growth trajectory of around 4% p.a.", "This growth will be led by domestic demand, primarily private consumption and inventories.", "On account of lower production costs and reduced global uncertainty, as well as relatively high planned government capital investment, as of next year we also expect a relatively high contribution from fixed investment, whose share in GDP should remain close to 23%.", "On the other hand, due to the expectedly high imported quantity of key energy commodities gas and oil, and a cautious approach to euro area growth, net exports are projected to provide a negative contribution to GDP this year.", "As of 2024 their contribution is expected to turn out mildly positive, consistent with the expected recovery of external demand and the effects of new investment in export-oriented sectors.", "The current account deficit amounted to 6.9% of GDP in 2022 and was by around 2 pp lower compared to our November projection.", "The better than anticipated outturn was primarily a result of lower than expected energy imports in the last quarter thanks to a global energy price drop, faster real growth in goods and services export and a higher surplus in the secondary income account.", "The current account deficit was fully covered by net FDI inflows for the eighth year in a row, supporting the sustainability of our external position.", "The record high FDI inflow remained geographically and project-diversified in 2022 as well and channelled mainly to tradable sectors.", "You can read more about balance of payment trends in 2022 and factors behind the better than expected outcome in one of our text boxes and my colleagues will give a more elaborate presentation later on.", "As for the current account deficit share in GDP, this year it is projected to remain similar as in 2022, and to gradually decline to around 5% in the medium run.", "As in previous years, the current account deficit this year will be largely covered by net FDI inflow.", "Sources: SORS and NBS.", "* Industry, agriculture, transport, warehousing and catering.", "A responsible fiscal policy plays an important role in the fight against external shocks and high inflation.", "In 2022, the consolidated fiscal deficit came at 3.1% of GDP, outperforming the expectations from the Revised Fiscal Strategy for 2023 with Projections for 2024 and 2025, thanks to higher revenue and lower expenditure than initially projected.", "According to the estimates of the Ministry of Finance, deficit share should remain at a similar level this year, and turn downward thereafter, with public debt being kept below 60% of GDP, which ensures the sustainability of public finances.", "Ladies and gentlemen, dear colleagues, Given that the global growth outlook is more favourable than three months ago and that global cost-push pressures are slackening, in our latest estimates, the risks to inflation and GDP projections are symmetric and less pronounced, with the key risks continuing to stem from factors in the international environment.", "Having this in mind, apart from the baseline, this time we decided to present two additional projection scenarios in the Report a downside one, but turning out so after a longer period, and an upside scenario compared to the baseline, featuring lower inflation and higher economic growth compared to the baseline.", "Our successful coping with global turbulences and several intertwined crises over the past years confirms that the Government and the NBS were able to respond to the shocks we were facing and that the Serbian economy has become more resilient and managed to adjust to the changed landscape.", "There is no doubt that macroeconomic environment will remain challenging this year too.", "The NBS will continue to monitor and analyse trends in the international commodity and financial markets and to assess if further tightening of monetary conditions is necessary and to what extent.", "We will also keep in mind that it takes time for the effects of past monetary tightening to come to full fruition, in order to ensure an optimal mix of all economic policy instruments, in such a way as to bring inflation down and preserve price stability, while also ensuring the continuity of economic growth.", "In the remainder of the conference, we welcome your questions."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Economic Growth", "Monetary Policy", "Current Account Deficit", "Foreign Direct Investment", "Foreign Exchange Reserves", "Central Bank", "Serbia", "Interest Rates", "Fiscal Policy"]}