{"sentences": ["Distinguished Chief Executive John Lee, Deputy Director Wang Linggui, Deputy Director Yin Zonghua, Financial Secretary Paul Chan, honorable guests, and dear friends from the press, Good morning!", "I am glad to join you to celebrate the official launch today of Swap Connect.", "On behalf of Governor Yi Gang and Party Secretary Guo Shuqing of the People's Bank of China (PBOC), and on behalf of the PBOC and the State Administration of Foreign Exchange (SAFE), I would like to extend warm congratulations!", "I would also like to express our heartfelt thanks to all our colleagues and market participants for their hard work and efforts to make Swap Connect a reality!", "With the approval of the Central Government, the cooperative initiative was announced last July to develop mutual access between the Mainland and Hong Kong and interest rate swap markets, known as Swap Connect.", "Building on Bond Connect, Swap Connect will enable overseas and domestic investors to participate in the financial derivatives markets in the Mainland and Hong Kong through a connection between infrastructure institutions in both places.", "It aims to better meet investors' demands for interest rate risk management.", "Over the past year, the PBOC, the Hong Kong Securities and Futures Commission (SFC), and the Hong Kong Monetary Authority (HKMA) have enhanced communication and collaboration, and together we've steadily advanced institutional arrangements and guided infrastructure institutions in both places to complete the preparations in various aspects such as rules and systems.", "Today, the official launch of Swap Connect is another milestone in the opening-up of China's financial markets to the outside world.", "It fully demonstrates the Central Government's emphasis on consolidating and enhancing Hong Kong's status as an international financial center, and its firm confidence in Hong Kong's long-term prosperity, stability and development.", "As a major international financial center around the world, Hong Kong boasts a highly open business environment, a profound financial market system, perfect financial infrastructures, and an international regulatory system for financial markets.", "Over the years, we've worked together with Hong Kong's financial sector to raise the efficiency and level of financial market connectivity between the Mainland and Hong Kong, so as to constantly inject new vitality and momentum into deepening reform and openingup of financial markets in the Mainland and into developing Hong Kong as an international financial center.", "It is a major policy of the CPC Central Committee and an important mission of the PBOC to unswervingly expand the high-standard opening-up of China's financial markets to the outside world, support the prosperity and development of Hong Kong as an international financial center, and maintain China's financial security.", "Going forward, the PBOC will resolutely implement the decisions and arrangements of the CPC Central Committee, continue to deepen practical cooperation with Hong Kong's authorities, firmly support Hong Kong's efforts to enhance its status as an international financial center, and steadily advance the reform, opening-up and highquality development of China's financial markets.", "To conclude, wish Hong Kong a greater success as an international financial centre!"], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Swap Connect", "Financial Markets", "Hong Kong", "China", "Opening-up", "Interest Rate Risk Management", "International Financial Center", "High-Standard Opening-up", "Reform", "Development"]}