{"sentences": ["Mr. Mangal Goswami, Executive Director, SEACEN Centre, Mr. Raihan Zamil, Senior Advisor, Financial Stability Institute, Directors of Supervision of Asia-Pacific Economies, Ladies and gentlemen.", "A very good morning to all of you.", "The Reserve Bank is delighted to host this Conference of Directors of Supervision.", "SEACEN Research and Training Centre and FSI have curated an excellent line-up of topics that are both timely and pertinent, covering key banking risks in the Asia-Pacific region, lessons learnt from recent bank failures in the US and Europe, and strategies for building resilience in banks.", "In the dynamic world of finance, it is imperative that we constantly adapt and learn from past experiences to navigate the challenges that lie ahead.", "This Conference serves as a platform to exchange insights and foster collaboration towards a stronger and more resilient banking sector in the Asia-Pacific.", "In the aftermath of the recent bank failures abroad, banking supervisors face the challenging task of finding a delicate balance between ensuring financial stability on the one hand and addressing the moral hazard implications of their actions on the other.", "By implementing prudent regulations, conducting effective risk-based supervision, promoting transparency, doing timely interventions, and maintaining independence and accountability, supervisors can strive to strike an optimum balance that fosters stability while minimizing moral hazard risks, ultimately contributing to a resilient and sustainable banking sector, which can support the real economy.", "Indeed, supervisors have come a long way from being mere regulatory compliance enforcers to becoming risk-assessors.", "New supervisory tools aim to instil a forwardlooking and calibrated supervisory approach based on principles of proportionality and risk perception.", "This approach involves constant focus on emerging risks and the business models at the Supervised Entities (SEs).", "Today, I would like to share my perspective on some of the emerging issues, the Indian experience, and a few areas that I believe are important for supervisors to focus upon.", "In the ever-evolving landscape of banking, several emerging challenges have surfaced, necessitating adequate attention and proactive measures.", "I would like to discuss three important issues.", "Firstly, banking is undergoing a significant technology revolution, driven by the emergence of Fintech companies.", "This is pushing traditional banks to embrace digital transformation and become agile and innovative.", "While technology brings numerous benefits such as increased efficiency and improved customer experiences, it also presents varied risks.", "Banks must, therefore, carefully manage the adoption of new technologies and ensure adequate controls and safeguards to address potential vulnerabilities.", "Additionally, the reliance on third-party technology providers requires robust due diligence and risk management practices to mitigate the risks associated with outsourcing.", "Secondly, closely linked to technology, is the issue of data.", "The banking industry, by the nature of its business, possesses a wealth of data that can be leveraged for various purposes.", "This data covers customer information, financial transactions, credit histories, and more.", "While there are significant opportunities to derive value from this data, it is crucial to acknowledge and address the inherent risks associated with its handling, including those relating to data breaches and privacy concerns.", "Thirdly, in an increasingly inter-connected world, there are geopolitical and macroeconomic risks.", "Political instability and trade tensions can have far-reaching implications on banks' customers, which in turn can put pressure on the banks themselves.", "Similarly, macroeconomic developments such as the recent coordinated monetary tightening, can transmit risks to the banking sector.", "Thus, more than ever before, there is a need for both banks and banking supervisors to build capacities to handle technological advancements and navigate uncertain waters.", "This would entail enhancing knowledge and skills and investing in technology with a long-term vision.", "Now, let me brief you on some of the works done in India.", "India, as one of the fastest-growing economies in the world, has witnessed significant transformation in its banking sector in recent period.", "From being saddled with high non-performing assets, poor capital adequacy level, and significant losses, the Indian banking sector today reflects strength, stability, and resilience, thanks to the joint efforts of the Government, RBI, and the banks themselves.", "Over the past few years, the Reserve Bank has significantly enhanced its supervisory systems, transitioning from an entity-based approach to a more thematic and activity-based one.", "Structural changes have been implemented in the Supervisory architecture to improve agility, bring flexibility, and enhance specialization.", "A unified and harmonized supervisory approach has been adopted for commercial banks, nonbanking financial companies (NBFCs) and urban cooperative banks (UCBs), with greater emphasis on identifying and addressing the root causes of identified vulnerabilities.", "To enhance the effectiveness of supervisory frameworks, the Reserve Bank has employed various analytical tools.", "These include an Early Warning System, Stress Testing models, Vulnerability Assessments, Cyber Key Risk Indicators, Phishing and Cyber reconnaissance exercises, targeted evaluations of compliance with KYC/AML norms and Micro-Data Analytics, among others.", "Additionally, the Reserve Bank is in the process of adopting Advanced Analytics, Artificial Intelligence, and Machine Learning into supervisory data, while taking necessary safeguards, to gain even deeper insights into the operations of supervised entities.", "These initiatives reflect the Reserve Bank's commitment towards harnessing the power of technology and data-driven approaches to strengthen its supervision.", "Realising the importance of adequate skill and capacity building in supervisors, the Reserve Bank has set up a dedicated College of Supervisors (CoS).", "The College has been conducting a large number of general and specialised training programmes.", "An Integrated Learning Management System has also been rolled out to facilitate continuous learning and updation.", "Focus areas for Supervisors 15.", "Moving forward, I would like to emphasize nine specific areas where supervisory rigor should be directed more emphatically.", "Firstly, governance is of paramount importance and invariably at the root cause of supervisory concerns.", "Effective corporate governance and sound regulation go hand in hand, reinforcing each other.", "The recent bank failures in advanced economies have underscored the pressing need to address governance concerns head-on.", "Secondly, supervisors must closely examine the business models adopted by banks and meticulously assess whether these models align with the institutions' risk appetite.", "This evaluation should delve into the level of business growth projections, sustainability of earnings potential, extent of diversification, provisioning cover, and appropriate pricing mechanisms, etc.", "Thirdly, supervisors need to examine IT issues holistically.", "It is crucial to determine whether banks have the capacity to develop robust IT systems that align with their business strategies.", "Future-proofing by banks of their IT infrastructure becomes imperative, necessitating strategic investments in both capital and operational expenditure.", "As virtual work environments and cyber risks become more prevalent, effective IT governance takes on heightened significance.", "Fourthly, supervisors must focus on the efficacy of assurance functions viz.", "risk management, compliance and internal audit.", "The assurance functions serve as a critical safeguard providing independent and objective assessment of the bank's operations, risk management practices, and compliance with regulatory requirements.", "By assessing the quality of the assurance functions, supervisors can identify potential vulnerabilities, assess the effectiveness of internal controls, and mitigate risks before they become bigger.", "Fifthly, the Compliance culture at the entire organisation level is another critical area that demands supervisory attention.", "While evaluating an institution's culture may pose challenges, supervisors must ascertain whether the compliance permeates horizontally and vertically within the institution and gets support from the senior management of the entity.", "Sixthly, Communication is an indispensable tool for banking supervisors.", "It facilitates the effective transmission of expectations to Supervised Entities, supports compliance with regulations, promotes collaboration, enhances crisis management capabilities, and fosters public trust.", "By prioritizing clear and transparent communication, supervisors can strengthen their oversight role and contribute to a stable and resilient banking system.", "Seventh, as banking supervisors play a crucial role in maintaining financial stability and safeguarding the interests of depositors, intervening in a timely manner and utilizing supervisory powers judiciously is of paramount importance.", "To do so, it would be useful for supervisors to develop a formal escalation matrix for supervisory intervention that provides a structured approach for supervisors to determine the appropriate level of intervention and the corresponding actions to be taken.", "Eighth, data analytics empowers supervisors with the ability to extract valuable insights from vast amounts of data.", "This enables them to make data-driven decisions, identify risks, and take timely actions to safeguard financial stability.", "By leveraging the power of data analytics, banking supervisors can considerably strengthen their supervisory frameworks.", "Lastly, supervisors must strengthen their market intelligence capabilities.", "Media inputs, including social media, can be extremely useful in identifying emerging issues.", "Whistle-blower complaints, often viewed as channels for redressal, have also become valuable sources of market intelligence.", "Importance of Capacity Building 25.", "Before I conclude, I would like to highlight the importance of capacity building.", "As banks adopt new technologies, it is essential for supervisors to be equipped with the necessary knowledge, skills, and resources to effectively supervise and regulate these advancements.", "In today's rapidly evolving banking landscape, supervisors cannot afford to stay behind the curve.", "It is essential for banking supervisors to stay abreast of industry developments, enhance their supervisory techniques, promote consistent standards and strengthen risk management practices to address emerging challenges.", "Capacity building through recruiting adequate number of quality staff and equipping them with the right skills and tools is an ongoing process that empowers supervisors to fulfil their roles in maintaining the stability and soundness of the banking sector.", "By staying abreast of technological advancements, monitoring the evolving risk landscape, keeping pace with regulatory developments, building necessary capacities and skills and adopting latest analytical tools, supervisors can more effectively fulfil their role in maintaining financial stability, protecting consumers, and fostering a resilient banking sector.", "Learning from past experiences and collaborating across jurisdictions can help better navigate the challenges ahead.", "This can contribute to building a strong banking sector that supports sustainable economic growth in the Asia-Pacific region.", "The Conference provides this platform and I believe that it shall prove to be very useful for all the participants.", "My best wishes to all of you."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Supervisory frameworks", "Technology adoption", "Data management", "Governance", "Business models", "IT infrastructure", "Assurance functions", "Compliance culture", "Communication", "Data analytics"]}