{"sentences": ["Dear guests from academia and central banks, Dear researchers and participants, It is a great pleasure to welcome you in this annual scientific activity, already turning into a solid platform for sharing and discussing key research works on central banking topics.", "I am delighted to see many international researchers, from academia and the central banking community joining us at the Bank of Albania's Research Workshop.", "Your presence signifies an appreciation for the quality of research and policy discussions we foster here at the Bank of Albania.", "Your discussions and insights, enrich significantly our research work.", "The program of the 17th Research Workshop aligns notably with the current challenges and issues that the central banking community is encountering globally.", "This year's topics - not only cover traditional areas of central bank interest, like inflation, monetary policy, and financial stability- but also delve into pressing issues such as: climate change, digitalization, household finances and financial inclusion.", "The evolution of our workshop's agenda reflects the dynamic nature of the challenges we face.", "Our societies, economies, and financial systems are under strain from various sources: wars, heightened geopolitical tensions, demographic shifts, the escalation of extreme climate events, artificial intelligence and digitalization of finance and money.", "These challenges have triggered negative consequences on production and distribution chains, have affected labour markets, and have driven to structural changes, which in turn have impacted productivity, costs, price stability, as well as the overall macroeconomic and financial stability.", "In Albania, these events are reshaping the economy's orientation and sectoral focus, boosting growth in some areas, which are gradually turning dominant compared to certain traditional sectors.", "This transition has resulted in: an accelerated economic activity; improved foreign sector positioning; and enhanced sustainability.", "However, this transition also pressures labour markets, which have been already affected by emigration.", "These changes ripple through the economy, by unsettling established equilibriums and prompting adjustments in nominal indicators.", "All these conclusions are underpinned by a thorough research, which employs the most relevant data and research methodologies.", "Beyond these difficulties, central banks have yet to discover how to normalize the monetary policy and their balance sheets, in line with pre-crisis positions, without jeopardizing both the economic growth and financial stability.", "Many central banks have already starting to understand that their objectives and the long- run sustainability of their policies encompasses multiple dimensions, extending beyond mere price stability to align with the sustainable development goals.", "The role of the central bank in achieving these goals - whether directly or indirectly, through monetary policy and financial regulation, financial education and inclusion - is more vital than ever, for the society, as well as for the central bank itself and the success of its policies.", "We have embarked on two major strategies, which support the achievement of the sustainable growth objectives: the climate strategy and the financial education and inclusion strategy - in addition to developing a new focus, the one on digitalization.", "These initiatives are based and informed by the extensive scientific research taking place at the Bank of Albania on areas covering climate change, financial education and inclusion of households and the private sector.", "The advent of digitalization is fundamentally altering economic and financial landscapes, changing public perceptions and behaviours towards monetary and financial decisions.", "This thorough transition demands new approaches of analyses, decision making and communication with the public, especially in the face of unknowns brought about by emerging technologies.", "Thus, I encourage you to scrutinize your studies on these critical issues.", "As we look into these complex and dynamic conditions in economy and finance, we must remember the lessons from history, particularly Albania's economic and monetary journey.", "As we approach the centenary of the Bank of Albania and central banking foundation in Albania, we must delve into this rich history to enrich our modern understanding about the economy and finance, in turn to tailor global knowledge to the specific context of Albania.", "This historical perspective is crucial in understanding the cycles and evolutions of the economy, reminding us of the rationale and main reasons which have underpinned our fundamental choices, regarding the monetary and financial regimes.", "It helps us to better understand what stands behind the choice of free floating exchange rate regime, liberalization of trade and capital controls, the independent monetary policy and price stability objectives, and how they are relevant under the current challenges.", "Concluding, I urge our researchers to adhere to principles of unbiased analysis, scientific rigor, and clear recommendations.", "This is a challenging task, but I am confident in our collective ability to uphold these standards.", "The research at the Bank of Albania has already gained credibility with policymakers and respect from academia, as evidenced by the international participation in this event.", "However, we must also ensure that our research communicates effectively with the broader economy, guiding responsible decision-making across the private sector and households.", "I strongly encourage you to extend your influence beyond the confines of the bank, engaging with academia and various interest groups to foster the continuous communication with the economy.", "This engagement will ensure that our policymaking is better understood and gains an ever increasing public support.", "I wish you a very productive discussion!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate change", "financial stability", "digitalization", "monetary policy", "inflation", "household finances", "financial inclusion", "economic growth", "sustainability", "central banking"]}