{"sentences": ["FEDERAL RESERVE BANK of NEW YORK Serving the Second District and the Nation The Dual Transformation of R&S and Monetary Policy November 08, 2023 John C. Williams, President and Chief Executive Officer Remarks at Research and Statistics at 100: A Look at the Past, Present, and Future, Board of Governors of the Federal Reserve System, As prepared for delivery I'm so pleased and honored to speak at this event commemorating the Research & Statistics Centennial.", "It's great to see so many friends, colleagues, and-especially-the many mentors who have had such an impact on this institution, and on me personally.", "Research & Statistics-affectionally known as R&S-is almost as old as the Federal Reserve itself.", "It has certainly made its mark over the past 100 years-and it continues to do so today.", "This is a testament to the leadership, high professional standards, and dedication to the Federal Reserve's mission ingrained in generations of R&S employees.", "Other speakers will discuss key aspects of the evolution and contributions of R&S over the past century.", "I will focus my remarks on the past 30 years.", "This corresponds to my own time as a researcher and policymaker-as a member of R&S for the first seven years, then as a consumer of R&S products while at the San Francisco and New York Feds.", "In that time, the theory and practice of monetary policy have changed dramatically.", "Equally striking are the ways that transformation has influenced R&S research and analysis, and the ways the work of R&S has, in turn, influenced monetary policy.", "Before I go any further, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "It Was 30 Years Ago Today... To get a full appreciation of all that's happened in the past 30 years, I want to take you back to 1993.", "On a personal note, that was when I first interviewed for a job at the Board as a wet-behind-the-ears, 31-year-old grad student.", "From the perspective of monetary policy, 1993 seems like a world away.", "Back then, the Fed's balance sheet totaled about $400 billion.", "It's nearly $8 trillion.", "So many things we take for granted weren't even a \"thing\" back then.", "There were no FOMC statements .", "no longer-run forecasts in the SEP .", "no policy rules, optimal control, or flexible inflation targeting.", "In fact, there was no inflation target at all!", "There was no QE or QT, no LSAPs .", ".. no forward guidance, Odyssean or Delphic.", "no ZLB, ELB, or shadow rates .", "and, most shocking of all, no r-star!", "Reading through this extensive list, I admit I have some sympathy for why central bankers occasionally pine for the simpler times of yesteryear (except for the r-star part, of course).", "By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement.", "I Tl start with one development that, in important ways, connects them all: the birth of the famous \"Taylor rule,\" in 1993, from John Taylor's \"Discretion versus Policy Rules in Practice.", "\"* Instead of approaching policy as a one-time tactical decision of whether rates should be higher, lower, or stay the same, the Taylor rule laid out an overall strategy for setting interest rates in any circumstances in terms of a reaction function.", "And it spawned research on a vast collection of monetary policy rules and optimal control policies.", "The Taylor rule transformed monetary policy research.", "The areas of study broadened from short-term analysis and impulse response functions to key longer-term issues.", "This included the principles of effective policy strategies, trade-offs between policy goals, effects of the zero lower bound, and the roles of the so-called \"star\" variables-the inflation target, potential output, and yes, the neutral interest rate, or r-star-that all appear in the policy rule.", "The Taylor rule not only altered the way monetary policy is conceptualized, but also changed the way R&S and the other research divisions approached questions related to the economic outlook and monetary policy.", "At the Fed, the wheels of change may sometimes turn slowly, but the Taylor rule helped get those wheels spinning.", "It Takes a Model A second transformative change in the past 30 years was the development of macroeconomic models designed to study longer-run issues, such as monetary policy strategy.", "Earlier macroeconomic models were often used primarily for short-term forecasting and analysis.", "But these new models allowed researchers to explore longer-run questions related to policy strategies using empirically founded models.", "The FRB/US model in R&S and FRB/Global in the International Finance division represented a watershed moment in the early 1990s, and they supplemented other models in use at the Board.", "* Later, a generation of Dynamic Stochastic General Equilibrium models were added to the stable of tools for analysis, including the Estimated Dynamic Optimization model in R&S and the SIGMA model in International Finance.?", "So far, I have highlighted developments underway in economics in the early 1990s.", "But there was also a transformation underway in monetary policymaking, with a goal of increasing transparency, especially in public communications about policy goals, strategies, and actions.", "In late 1989, the Reserve Bank of New Zealand rocked the central banking world by introducing inflation targeting.", "The Bank of Canada and the Bank of England soon followed suit.", "Two key tenets of inflation targeting are the communication of a clear, numerical description of the inflation goal and central bank accountability for achieving that goal.", "Although the Federal Reserve did not formally adopt a version of inflation targeting until 2012, the FOMC took several steps to increase clarity and transparency in the 1990s and the first decade of the 2000s.", "It started issuing policy statements after meetings ... expedited the release of FOMC minutes .", "added longer-run FOMC projections .", "and increasingly used forward guidance about future policy actions.", "* This trend toward transparency accelerated dramatically in 2012, with the formal announcement of a 2 percent longer-run inflation target and policy strategy and, for the first time, the publication of FOMC projections of the federal funds rate.", "Three Case Studies: ZLB, Policy Frameworks, and R-star This combination of the Taylor rule, a new generation of models, and growing transparency spurred R&S research into a range of monetary policy topics, and it identified new issues to explore.", "This was a two-way process, with new research contributing to policymakers' thinking on issues, and policymakers' interest in greater transparency and inflation targeting influencing the questions researchers studied.", "There are numerous examples from the past 30 years, each with important contributions from R&S economists, many who are in this room.", "But, given the constraints of time, I will focus on three that stand out for me.", "The first is the zero lower bound, or ZLB.", "For a long time, the ZLB was viewed as more of a historical curiosity than a relevant issue for U.S. monetary policy.", "But in the early 1990s, Jeff Fuhrer, building on work done while in R&S, and Brian Madigan, from the Monetary Affairs division, analyzed the effects of the ZLB on nominal interest rates for different policy rules and inflation targets.© This was a groundbreaking paper at that time.", "It made the simple, yet powerful insight that if you follow a policy rule like the Taylor rule, and a big enough negative shock comes along, the nominal interest rate will be constrained at the lower bound, with negative effects on the economy and inflation.", "My work with David Reifschneider on the ZLB in the late 1990s, which we presented to the FOMC in January 2002, developed these insights further.\"", "In the subsequent 20 years, numerous contributions from R&S researchers and others have added to our understanding of the consequences of the ZLB, and of alternative tools such as quantitative easing and forward guidance.", "My second example is the analysis of alternative policy rules and approaches in describing the set of choices and outcomes policymakers face, including analysis of the trade-offs between policy objectives.® Alternative scenarios based on different policy so 7 so - Bene mene * asearch is also exemplified by the By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies : n 2018 and completed in 2020, by reviewing our Privacy Statement.", "I My third and final example is, of course, r-star.", "R-star sits right at the center of policy rules, macro models, the ZLB, and longer- run strategy.", "In remarks at the Thomas Laubach Research Conference in May, I recounted how Thomas and I started working together on the estimation of r-star in 2000, spurred by questions from policymakers and senior leaders at the Board.", "'° But work in R&S began even earlier, with Antulio Bomfim estimating r-star using the MPS model, the predecessor of FRB/US.\"", "And it continues to be a relevant and timely topic of R&S research and policy analysis to this day.", "Back to the Future A critical component of any strategy is a focus on the future, and that is true with monetary policy.", "Thirty years ago, R&S was very much about the here and now.", "The staff forecasts in the Greenbook usually extended only through the end of the next year.", "And medium-term five-year-ahead forecasts were reported only twice a year.", "Policy analysis was generally short-term and rather mechanical: What would happen if the FOMC increased the funds rate by, for example, 100 points for the next year?", "The analytical tools we have at our disposal have changed.", "And R&S researchers have not only kept up with those changes, but, in many cases, have also been the first to recognize them and contribute to our understanding of their implications, often well in advance of academic economists.", "My three examples illustrate this, but there are many more to draw from.", "Recently, macroeconomic models used at central banks like the Fed have been blamed for missing the rapid and sustained rise in inflation that began in 2021.", "But models don't make staff forecasts or policy decisions.", "That's not their purpose.", "The purpose of models-whether simple heuristics or multicountry models with hundreds of equations-is to help organize, quantify, and communicate our understanding of the how the economy works.", "Any shortcomings in the models reflect shortfalls in our collective understanding, rather than the cause of our misunderstanding.", "And it is the job of researchers to learn from experience as they revise existing models and build new ones.", "In that regard, the models and analysis created and refined by generations of R&S researchers have done exactly that.", "In so doing, they have added immensely to the understanding of issues critical to the Federal Reserve's mission.", "I will finish where I started.", "In looking back over the past 30 years, it's remarkable how dramatically the theory and practice of monetary policy and the work of R&S have jointly evolved.", "The Fed of 1993 seems far distant from that of today.", "I wonder if, 30 years from now, they-by which I mean the AI robots running things-will look back at our current understanding of monetary policy and economics with amusement.", "And I imagine they will wonder how we managed without all the new things that are about to be discovered.", "1 John B. Taylor, \"Discretion versus Policy Rules in Practice,\" Carnegie-Rochester Conference Series on Public Policy, 39 (1993) : 195-214.", "2 For a short history of large-scale macroeconomic models at the Board of Governors, see Flint Brayton, Andrew Levin, Ralph Tryon, and John C. Williams, \"The Evolution of Macro Models at the Federal Reserve Board.\"", "Carnegie-Rochester Conference Series on Public Policy, 47 (December 1997): 43-81; For descriptions of FRB/US and its properties, see Flint Brayton, Eileen Mauskopf, David Reifschneider, Peter Tinsley, and John C. Williams, \"The Role of Expectations in the FRB/US Macroeconomic Model.\"", "Federal Reserve Bulletin, Board of Governors of the Federal Reserve System, 83 (April 1997): 227-45; and David Reifschneider, Robert Tetlow, and John Williams.", "\"Aggregate Disturbances, Monetary Policy, and the Macroeconomy: The FRB/US Perspective.\"", "Federal Reserve Bulletin, Board of Governors of the Federal Reserve System, 85 (January 1999): 1-19.", "3 Hess T. Chung, Michael T. Kiley, and Jean-Philippe Laforte.", "\"Documentation of the Estimated, Dynamic, Optimization-based (EDO) Model of the U.S. Economy,\" Finance and Economics Discussion Series 2010-29 (2010 Version).", "Board of Governors of the Federal Reserve System.", "Erceg, Christopher J. Erceg, Luca Guerrieri, and Christopher Gust.", "\"SIGMA: A New Open Economy Model for Policy Analysis,\" International Finance Discussion Paper, Board of Governors of the Federal Reserve System (January 2006).", "4 See Glenn D. Rudebusch, and John C. Williams, \"Revealing the Secrets of the Temple: The Value of Publishing Central Bank Interest Rate Projections,\" in John Y. Campbell (ed.)", "Asset Prices and Monetary Policy, University of Chicago Press, 2008, 247-84, for detailed discussion of forms of forward guidance during the 1990s and early 2000s.", "5 Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, as adopted effective January 24, 2012.", "© The working paper version is Jeffrey C. Fuhrer, and Brian Madigan.", "\"Monetary Policy When Interest Rates Are Bounded at Zero,\" Federal Reserve Bank of Boston Working Paper, 94-1 (March 1994).", "The published version is Jeffrey C. Fuhrer and Brian F. Madigan.", "\"Monetary Policy When Interest Rates Are Bounded at Zero.\"", "7 David Reifschneider, and John C. Williams.", "\"Three Lessons for Monetary Policy in a Low-Inflation Era,\" Journal of Money, Credit and Banking, 32:4 (November 2000): 936-66.", "Board of Governors of the Federal Reserve System, FOMC transcript, January 29-30, 2002.", "For a fuller discussion of the ZLB, see John C. Williams, The Research- Policy Nexus: ZLB, JMCB, and FOMC, remarks at the Conference Celebrating the 50th Anniversary of the Journal of Money, Credit and Banking, Federal Reserve Bank of New York, New York City, May 31, 2019.", "8 See, for example, David Reifschneider, Robert Tetlow, and John Williams.", "\"Aggregate Disturbances, Monetary Policy, and the Macroeconomy: The FRB/US Perspective.\"", "Federal Reserve Bulletin (January 1999) 1-19; David Reifschneider and John C. Williams, 2000.", "\"Three Lessons for Monetary Policy in a Low Inflation Era,\" Journal of Money, Credit and Banking, 32:4 (November 2000): 936-66.; Andrea Ajello, Isabel Cair6, Vasco Cardia, Thomas A. Lubik, and Albert Queralto, \"Monetary Policy Tradeoffs and the Federal Reserve's Dual Mandate,\" Finance and Economic Discussion Series, Board of Governors of the Federal Reserve System (August 2020).", "9 Board of Governors of the Federal Reserve System, Review of Monetary Policy Strategy, Tools, and Communications, Updated September 1, 2020.", "10 John C. Williams, Measuring the Natural Rate of Interest: Past, Present, and Future, remarks at the Thomas Laubach Research Conference, Board of Governors of the Federal Reserve System, Washington, D.C., May 19, 2023.", "11 Antulio N. Bomfim.", "\"The Equilibrium Fed Funds Rate and the Indicator Properties of Term-Structure Spreads,\" Economic Inquiry, 35:4 (October 1997): 830-46.", "By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "R-star", "Zero lower bound", "Inflation targeting", "Taylor rule", "Macroeconomic models", "Economic outlook", "Transparency", "Policy rules", "Policy frameworks"]}