{"sentences": ["Accompanying charts to the speech Chart: Policy rate unchanged at 4.25 percent Today, Norges Bank's Monetary Policy and Financial Stability Committee announced its decision to keep the policy rate unchanged at 4.25 percent.", "Norges Bank's task is to keep inflation low and stable.", "The operational target is inflation of close to 2 percent over time.", "We are also mandated to help keep employment as high as possible and to promote economic stability.", "Inflation is markedly above target.", "High and variable inflation has substantial costs - to individuals, businesses and society.", "Rapid and unexpected price increases hit lowincome groups and those who can least afford it hardest.", "In order to return inflation to target, we have raised the policy rate substantially over the past couple of years.", "In September, the Committee signalled that there would likely be one additional rate hike, most probably in December.", "Our September forecast indicated that the policy rate would lie around 4.5 percent through next year.", "New forecasts have not been prepared for this monetary policy meeting, but we have assessed new information against the September forecasts.", "Chart: Global inflation is moving down Inflation in many trading partner countries is also high but receding.", "Since spring last year, many central banks have raised policy rates significantly.", "Recently, a number of central banks have kept rates on hold, and the market's interpretation of the outlook indicates that policy rates among trading partners are getting close to peaking.", "Higher interest rates and elevated inflation have dampened growth among trading partners, although activity was somewhat stronger in the third quarter than we had envisioned.", "Chart: The krone has depreciated The krone depreciated considerably over spring, before regaining some strength through summer.", "The krone has recently depreciated again and been weaker than we foresaw in September.", "The krone exchange rate is not a policy target.", "When the movement in the krone is of concern to us, it is because a weaker krone means higher imported goods inflation.", "That may lead to a situation where domestic inflation remains elevated despite a decline in international inflation.", "Chart: Low growth in the Norwegian economy Economic growth in Norway is now low, and household consumption has fallen recently.", "Economic activity has been slightly weaker than we anticipated at the time of the September monetary policy meeting.", "At the same time, there are wide differences across industries.", "While companies supplying goods and services to the petroleum industry are experiencing strong growth, activity in the construction industry is declining.", "Housing construction is low.", "In the secondary housing market, there is a large stock of unsold homes, and house prices have declined.", "The labour market is still tight.", "Unemployment has remained low, as expected.", "But new job advertisements have decreased, and the number of employed appears to be lower than we anticipated in September.", "Chart: Inflation has fallen Consumer price inflation has moved down recently, falling more in September than projected.", "Energy prices have decreased sharply, and the rise in prices for other goods and services has also decreased more than expected.", "Despite the price declines, inflation is still high.", "Excluding energy prices, inflation is close to 6 percent.", "Energy prices are very volatile, and futures prices indicate a renewed increase.", "When setting the policy rate, the Committee must weigh various considerations.", "If we tighten too little, prices could continue to rise at a fast pace, partly because the krone exchange rate could weaken.", "The longer inflation remains elevated, the more costly subsequent disinflation may prove to be.", "But if we tighten too much, the economy will contract more than necessary, which is something we want to avoid.", "Monetary policy is now having a tightening effect on the economy, and we have not yet seen the full effects of the past rate hikes.", "The Committee assesses that the policy rate is now likely close to the level needed to tackle inflation.", "This means that we can take a little more time to assess whether there is a need to raise the policy rate further.", "Chart: Policy rate will likely be raised in December The information that has come in since the previous monetary policy meeting pulls in different directions with respect to the interest rate outlook.", "On the one hand, inflation has fallen more than expected, and economic activity has been slightly weaker than projected.", "On other hand, the krone has been weaker than anticipated.", "The krone depreciation may contribute to sustaining inflation ahead.", "Whether additional tightening will be necessary depends on how the economy evolves.", "Based on our current assessment of the outlook, the policy rate will likely be raised in December.", "The Committee will have received more information about the inflation outlook ahead of its monetary policy meeting in December.", "If we become more assured that underlying inflation is on the decline, the policy rate may be kept on hold.", "There will likely be a need to maintain a tight stance for some time ahead to bring inflation down to the target.", "For borrowers, higher interest expenses come on top of a broad increase in prices.", "We know this is hard for some people.", "But by making sure that inflation comes down, we contribute to restoring purchasing power and to promoting high employment and economic stability over time."], "classifications": ["monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Policy rate", "Krone", "Economic growth", "Monetary policy", "Unemployment", "Housing market", "Energy prices", "Interest rates", "Disinflation"]}