{"sentences": ["Good afternoon, the Vice-President and I welcome you to our press conference.", "I would like to thank Governor Stournaras for his kind hospitality and express our special gratitude to his staff for the excellent organisation of today's meeting of the Governing Council.", "The Governing Council today decided to keep the three key ECB interest rates unchanged.", "The incoming information has broadly confirmed our previous assessment of the medium-term inflation outlook.", "Inflation is still expected to stay too high for too long, and domestic price pressures remain strong.", "At the same time, inflation dropped markedly in September, including due to strong base effects, and most measures of underlying inflation have continued to ease.", "Our past interest rate increases continue to be transmitted forcefully into financing conditions.", "This is increasingly dampening demand and thereby helps push down inflation.", "We are determined to ensure that inflation returns to our two per cent medium-term target in a timely manner.", "Based on our current assessment, we consider that the key ECB interest rates are at levels that, maintained for a sufficiently long duration, will make a substantial contribution to this goal.", "Our future decisions will ensure that our policy rates will be set at sufficiently restrictive levels for as long as necessary.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In particular, our interest rate decisions will be based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation and the strength of monetary policy transmission.", "The decisions taken today are set out in a press release available on our website.", "I will now outline in more detail how we see the economy and inflation developing and will then explain our assessment of financial and monetary conditions.", "Economic activity The euro area economy remains weak.", "Recent information suggests that manufacturing output has continued to fall.", "Subdued foreign demand and tighter financing conditions are increasingly weighing on investment and consumer spending.", "The services sector is also weakening further.", "This is mainly because weaker industrial activity is spilling over to other sectors, the impetus from reopening effects is fading and the impact of higher interest rates is broadening.", "The economy is likely to remain weak for the remainder of this year.", "But as inflation falls further, household real incomes recover and the demand for euro area exports picks up, the economy should strengthen over the coming years.", "Economic activity has so far been supported by the strength of the labour market.", "The unemployment rate stood at a historical low of 6.4 per cent in August.", "At the same time, there are signs that the labour market is weakening.", "Fewer new jobs are being created, including in services, consistent with the cooling economy gradually feeding through to employment.", "As the energy crisis fades, governments should continue to roll back the related support measures.", "This is essential to avoid driving up medium-term inflationary pressures, which would otherwise call for even tighter monetary policy.", "Fiscal policies should be designed to make our economy more productive and to gradually bring down high public debt.", "Structural reforms and investments to enhance the euro area's supply capacity - which would be supported by the full implementation of the Next Generation EU programme - can help reduce price pressures in the medium term, while supporting the green and digital transitions.", "To that end, the reform of the EU's economic governance framework should be concluded before the end of this year and progress towards Capital Markets Union and the completion of Banking Union should be accelerated.", "Inflation dropped to 4.3 per cent in September, almost a full percentage point lower than its August level.", "In the near term, it is likely to come down further, as the sharp price increases in energy and food recorded in autumn 2022 will drop out of the yearly rates.", "September's decline was broad-based.", "Food price inflation slowed again, although it remains high by historical standards.", "In annual terms, energy prices fell by 4.6 per cent but, most recently, have risen again and become less predictable in view of the new geopolitical tensions.", "Inflation excluding energy and food dropped to 4.5 per cent in September, from 5.3 per cent in August.", "This fall was supported by improving supply conditions, the passthrough of previous declines in energy prices, and the impact of tighter monetary policy on demand and corporate pricing power.", "Goods and services inflation rates fell substantially, to 4.1 per cent and 4.7 per cent respectively, with services inflation also being pulled down by pronounced base effects.", "Price pressures in tourism and travel appear to be moderating.", "Most measures of underlying inflation continue to decline.", "At the same time, domestic price pressures are still strong, reflecting also the growing importance of rising wages.", "Measures of longer-term inflation expectations mostly stand around 2 per cent.", "Nonetheless, some indicators remain elevated and need to be monitored closely.", "The risks to economic growth remain tilted to the downside.", "Growth could be lower if the effects of monetary policy turn out stronger than expected.", "A weaker world economy would also weigh on growth.", "Russia's unjustified war against Ukraine and the tragic conflict triggered by the terrorist attacks in Israel are key sources of geopolitical risk.", "This may result in firms and households becoming less confident and more uncertain about the future, and dampen growth further.", "Conversely, growth could be higher than expected if the still resilient labour market and rising real incomes mean that people and businesses become more confident and spend more, or the world economy grows more strongly than expected.", "Upside risks to inflation could come from higher energy and food costs.", "The heightened geopolitical tensions could drive up energy prices in the near term, while making the medium-term outlook more uncertain.", "Extreme weather, and the unfolding climate crisis more broadly, could push food prices up by more than expected.", "A lasting rise in inflation expectations above our target, or higher than anticipated increases in wages or profit margins, could also drive inflation higher, including over the medium term.", "By contrast, weaker demand - for example owing to a stronger transmission of monetary policy or a worsening of the economic environment in the rest of the world amid greater geopolitical risks - would ease price pressures, especially over the medium term.", "Financial and monetary conditions Longer-term interest rates have risen markedly since our last meeting, reflecting strong increases in other major economies.", "Our monetary policy continues to transmit strongly into broader financing conditions.", "Funding has become more expensive for banks, and interest rates for business loans and mortgages rose again in August, to 5.0 per cent and 3.9 per cent respectively.", "Higher borrowing rates, with the associated cuts in investment plans and house purchases, led to a further sharp drop in credit demand in the third quarter, as reported in our latest bank lending survey.", "Moreover, credit standards for loans to firms and households tightened further.", "Banks are becoming more concerned about the risks faced by their customers and are less willing to take on risks themselves.", "Against this background, credit dynamics have weakened further.", "The annual growth rate of loans to firms has dropped sharply, from 2.2 per cent in July to 0.7 per cent in August and 0.2 per cent in September.", "Loans to households remained subdued, with the growth rate slowing to 1.0 per cent in August and 0.8 per cent in September.", "Amid weak lending and the reduction in the Eurosystem balance sheet, the annual growth rate of M3 fell to -1.3 per cent in August - the lowest level recorded since the start of the euro - and still stood at -1.2 per cent in September.", "The Governing Council today decided to keep the three key ECB interest rates unchanged.", "The incoming information has broadly confirmed our previous assessment of the medium-term inflation outlook.", "Inflation is still expected to stay too high for too long, and domestic price pressures remain strong.", "At the same time, inflation dropped markedly in September, including due to strong base effects, and most measures of underlying inflation have continued to ease.", "Our past interest rate increases continue to be transmitted forcefully into financing conditions.", "This is increasingly dampening demand and thereby helps push down inflation.", "We are determined to ensure that inflation returns to our two per cent medium-term target in a timely manner.", "Based on our current assessment, we consider that rates are at levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our target.", "Our future decisions will ensure that the key ECB interest rates will be set at sufficiently restrictive levels for as long as necessary to ensure such a timely return.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In any case, we stand ready to adjust all of our instruments within our mandate to ensure that inflation returns to our medium-term target and to preserve the smooth functioning of monetary policy transmission.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance"], "topics": ["Inflation", "Interest Rates", "Economic Activity", "Financial Conditions", "Monetary Policy", "Price Pressures", "Underlying Inflation", "Credit Dynamics", "Fiscal Policy", "Supply Capacity"]}