{"sentences": ["First of all, let me begin by praising God Almighty for His blessings that we may congregate here today at the 2018 Bank Indonesia Annual Meeting.", "I would like to express my heartfelt appreciation to the President of the Republic of Indonesia and all guests for attending this event.", "I would like to congratulate and thank the bankers, businesses and individuals who received a total of 40 awards in 4 areas and 14 categories of the Bank Indonesia Awards 2018, covering monetary stability and financial system management, the payment system and Rupiah currency management, those supporting Indonesia policies as well as individual contributions.", "In particular, I would like to express my highest appreciation of MSMEs in various regions who have contributed greatly to control inflation.", "These awards are presented annually and this year, we have combined the ceremony with the Bank Indonesia's Annual Meeting as a form of appreciation and national recognition to our partners who have supported Bank Indonesia in conducting its tasks.", "Please allow me t to take this opportunity to deliver our evaluation of economic performance in 2018 as well as the outlook and policy direction for 2019 under the theme \"Synergy For Resilience and Growth\".", "Against the backdrop of global economic and financial uncertainty, synergy is the key for us to strengthen economic resilience to global spillovers and to maintain economic growth momentum towards a prosperous and advanced economy.", "My remarks today also represent a form of accountability and transparency as mandated by the Bank Indonesia Act.", "Global Economic Divergence and The past year of 2018 has been replete with onerous challenges, beset by global economic divergence and uncertainty.", "Such dynamics could persist into 2019 and beyond.", "There are at least three salient issues that demand vigilance.", "The United States (US) economy has posted solid gains in 2018 but is expected to decelerate in 2019.", "The European Union and China's economic growth is projected to decline from 2018 to 2019 (Table 1).", "Such inauspicious develop- ments will continue to supress world trade volume and international commodity prices and, therefore, represent a key challenge for us to ensure exports become a primary source of national economic growth.", "Meanwhile, inflational pressures in the US has begun to rise, and is expected to also increase in the European Union and several other countries.", "Second, the policy rate hikes implemented by the US Federal Reserve will be followed by monetary policy normalisation in Europe and several other advanced economies.", "Rising inflationary pressures and increasingly solid economic performance have precipitated a tightening in the monetary policy stance of the United States.", "After hiking the Federal Funds Rate (FFR) (which is predicted to be) four times this year by a total of 100 basis points, the US Federal Reserve is expected to raise its reference rate another three times in 2019 by a further 75 bps.", "The European Central Bank (ECB), which has begun to normalise its monetary policy Global Economic Divergence and Uncertainty I I Table1.", "Global Economic Growth Global Economy 37 3.73 370 + Advanced Economies 23 23 24 + USA 22 3.0 25 + Euro area 24 20 19 Japan 7 1.0 09 + Emerging Markets 47 47 48 China 69 66 65 + Source: World Economic Outlook Database stance by reducing liquidity injections to the markets, is expected to signal its tighter policy orientation in the middle of 2019, with the actual policy rate hikes predicted towards the end of 2019 or beginning of 2020.", "The propensity amongst advanced economies to hike policy rates is a challenge for central banks in emerging market economies (EMEs), including Indonesia, in terms of formulating an optimal monetary policy response that bolsters external resilience to mitigate global financial spillovers.", "Third, higher global financial market uncertainty has increased risk premium for investment in emerging markets (EMs).", "At the beginning of 2018, we were surprised by the emergent trade tensions triggered by the US Administration against several trading partners, including Canada, México, the European Union and China.", "Trade negotiations continue between the United States and China, which could persist into 2019.", "The economic crises that occurred in Argentina and nearly happened in Turkey have exacerbated risk perception in the global financial markets, including _ negative sentiment blighting several emerging markets.", "Global economic uncertainty has BANK INDONESIA'S ANNUAL MEETINGalso been stoked by various geopolitical issues, such as the ongoing Brexit negotiations between the United Kingdom and European Union, the economic issues plaguing Italy as well as other political developments that we must keep an eye on.", "These three recent global economic developments have fed through to broad US dollar appreciation and a capital reversal from emerging markets, including Indonesia.", "Furthermore, the benchmark yield of 10 year US Treasury Bills has also increased from 2.41% at the beginning of 2018 to 3.06% recently (Graph 1).", "The deluge of foreign capital inflows to emerging markets reached USD101.16 billion in 2017 but have since fallen dramatically to around USD6.54 billion in 2018 (Graph 2).", "Similarly, portfolio investment inflows to Indonesia reached USD24.7 billion in 2017 before a sudden capital reversal occurred in June 2018.", "The subsequent stabilisation measures taken by Bank Indonesia in conjunction with the Government saw portfolio investment flows gradually return, however, totalling USD7.6 I I Graph 1.", "US Treasury Bond Yield and US Dollar Index I 105 4 billion for the current year.", "Uncertain global economic dynamics have reemphasised the need for synergy to strengthen resilience in the face of global spillovers, while sustaining domestic economic growth momentum.", "Solid Domestic Economic Perfor- Despite inauspicious global economic dynamics, the domestic economy has performed well with stability maintained as growth momentum endures (Graph 3).", "We project economic growth at 5.1% in 2018, backed by strong domestic demand that is expanding at 5.5%.", "Non-building investment growth of 10% and building investment growth of 5.7% have contributed to robust investment growth recorded at 6.8%.", "Furthermore, household consumption has also maintained solid growth at 5.2%, buoyed by public purchasing power and expansion of the Government's social assistance programs.", "In real terms, exports have grown by 6.9% but imports have experienced a 12.3% growth surge, implying that external demand has contributed adversely to economic growth in 2018.", "Portfolio Investment Flows Emerging Markets = Us Dollar index = 10 yr US Treasury Bond yield Source: Bloomberg, processed Mar-16 mm equity Debt - Total Source: The Institute of International Finance Spatially, stronger economic growth has been recorded in all regions of the archipelago (Graph 4).", "Economic growth in Java is expected at 5.7% in 2018, induced by strong consumption and investment as well as improvements in the manufacturing sector.", "Solid export performance, particularly in terms of palm oil, has sustained economic growth in Sumatra at 4.6%.", "Meanwhile, mining sector gains have edged up growth in Sulawesi as well as in Maluku and Papua Region, reaching 6.8% and 9.7% respectively.", "Finally, economic growth in Bali and Nusa Tenggara Region as well as Kalimantan stood at 2.6% and 3.6% in 2018.", "In addition to exports and commodity prices, economic growth divergence in Indonesia is the result of investment intensity, particularly in infrastructure.", "The national economic gains have been complemented by efforts to reduce the current account deficit to within a manageable threshold.", "A range of policies have been introduced, including fiscal, real sector and monetary policies.", "However, the tangible benefits of those policies would need some times to trickle down.", "The current account deficit was relatively large in the third I Graph 3.", "Economic Growth Path Percent (yoy)Td ed Cd Cd 2013 2014 2015 2016 2017 I 2018 = Sixperiod moving average Source: BPS-Statistics Indonesia, processed Solid Domestic Economic Performance in 2018 quarter of 2018 in line with strong domestic demand, recorded at USD8.8 billion (3.37% of GDP) compared with USD8.0 billion (3.02% of GDP) in the previous period (Graph 5).", "The current account deficit increased on a growth surge of imports to fuel government infrastructure projects, which will enhance economic productivity moving forward.", "Meanwhile, the significant capital and financial account surplus was maintained at USD4.2 billion in the third quarter of 2018 as foreign investment flows increased.", "For 2018, Bank Indonesia forecasts the current account deficit to remain within a manageable threshold, namely below 3% of GDP.", "Rupiah exchange rates have moved in line with market mechanisms and support external sector rebalancing towards sustainable economic growth.", "Depreciatory pressures on the Rupiah have stemmed from the strong US dollar and a reversal of foreign capital flows as a corollary of global economic uncertainty.", "Nonetheless, the monetary policy response and __ stabilisation © measures implemented by Bank Indonesia through close coordination with the Government have dampened pressures on the Rupiah.", "In fact, the Rupiah has defied depreciatory pressures and tended to appreciate as a result of non-resident portfolio investment inflows, policy to deepen the money market, a conducive domestic economy and a slight easing of trade tensions between the United States and China.", "Year to date (ytd), the Rupiah depreciated by 7% as of 19th November 2018, which is less severe than that reported in other emerging markets such as India, South Africa, Brazil, Russia and Turkey (Graph 6).", "Furthermore, Rupiah exchange rate stability has been bolstered by the strong position of reserve assets, recorded at USD115.2 billion at the end of October 2018.", "BANK INDONESIA'S ANNUAL MEETINGI I Graph 4.", "SUMATERA, ce >> eee\": I KALIMANTAN Ml KALIMANTAN cenrra.s0vA [Bh 50% < crop <60% TE cow < cror <70% Source: BPS-Statistics Indonesia, processed Description: the number in (...) is the share or regional GDP to the national Low inflation has been maintained through- Graph 5.", "Current Account out 2018, which has helped to increase I P public purchasing power.", "All 2 inflation components, including core inflation, S volatile food and administered prices, have °remained under control.", "Low inflation in 2018 has been supported by managed inflation expectations anchored to the target corridor, minimal demand-side pressures and the limited impact of Rupiah depreciation.", "mm Trade Balance rimary Income Account mm Service Balance Secondary Income Account 'CAVGOP (2) (ths) Source: Bank Indonesia Solid Domestic Economic Performance in 2018 'NORTH EEE covornno SULAWESI SULAWES!", "SULAWESI I 737 en 4.0% -< GRDP <5.0% [Bh ow = cnor <a0% Furthermore, close coordination between Bank Indonesia and the Government through the Inflation Control Team (TPI) and Regional Inflation Control Team (TPID) has also controlled price pressures on volatile food and administered prices.", "The maintained availability of the cash and noncash payment systems has further supported solid domestic economic perfor- mance.", "In terms of cash payments, the position of currency in circulation grew 10.7% (yoy) as of the third quarter of 2018.", "Regarding the wholesale noncash payment system, wiz ig wis Bali-Nusa Maluku-Papua (2.5%) Tenggara (3.1%) 1830 a7 439wie ane wi iene the average daily transaction value of the Bank Indonesia - Real Time Gross Settlement (BIFRTGS) system declined 2.3% (yoy) in the reporting period.", "In contrast, retail payments settled through the National Clearing System (SKNBI) enjoyed 7.3% (yoy) growth.", "Meanwhile, retail transactions through ATM, debit and credit cards as well as e-money accelerated in the third quarter of 2018 to 12.1% (yoy).", "Furthermore, e-money transactions soared 300.4% (yoy) in the third quarter of 2018 as consumers are becoming more inclined to transact through FinTech and e-commerce platforms.", "BANK INDONESIA'S ANNUAL MEETINGI I Graph 6.Exchange Rate Depreciation in Selected CountriesI 30 ) 285 I I Graph 8.", "Bank Liquidity Resilience 1.500 mo 700 85% I 9 TRY BRL ZAR INR IDR KRW PHP «MYR SGD THB SeEEE - LiuidtyAsets (LA) ee LAT Party Fuh) «seen LATHE Thal) Source: Reuters, Bloomberg, processed Bank Indonesia's Policy Mix in 2018 Positive domestic economic performance is also linked to strong policy synergy between the Government, Bank Indonesia, Financial Services Authority (OJK) and other authorities to strike an optimal national economic policy mix.", "Support and optimism from the banking industry, business community and investors have been forthcoming.", "Considering the interminable shocks shaking the global economy, the near-term priority is to strengthen external resilience by maintaining macroeconomic and financial system stability, I Graph 7.", "National Inflation Realisation and Target Percent (yoy)Source: Financial Services Authority (OJK), processed particularly Rupiah exchange rate stability, and reduce the current account deficit.", "At the same time, various structural reforms have been strengthened in order to build growth momentum in the medium-long term.", "From a BI perspective, we are focusing monetary policy on macroeconomic stability, Rupiah exchange rate stability in particular.", "Bank Indonesia has already raised the BI 7-Day Reverse Repo Rate by 175 basis points to 6.00% in order to bolster the attractiveness of domestic financial assets emptive and ahead-of-the-curve to the current global response I I Graph 9. Credit Growth and NPL Ratio Percent (yoy) Percent \" R 30 10 84 84 ® 6 oo bd 43, 28 e Be a) ' ee?", "eeee 6 15 ° 'ow nneneees see\" 2s e882 28 £e e228 ® EESSR8E55 533 RRR RRR RR FR RE RR BEE S528 gre Target © Realisation Credit Grown NPL Gross Source: BPS-Statistics Indonesia, Bank Indonesia, processed Source: Financial Services Authority (OJK), processed policy rates.", "Furthermore, the reference rate hikes also represent an integral part of the coordinated efforts to reduce the current account deficit.", "Policy to stabilise the Rupiah in line with the currency's fundamental value has been implemented through dual interven- tion in the foreign exchange market and government bond purchases in the secondary market, especially when foreign capital has flowed out of the markets.", "To ensure the monetary stabilisation measures remain consistent with financial system stability, and to simultaneously increase liquidity flexibility and distribution in the banking industry, Bank Indonesia has raised the (conventional and sharia) average reserve requirements from 2% to 3% of deposits.", "Monetary stabilisation policy is backed by efforts to accelerate financial market deepening.", "In the foreign exchange market, breakthrough policy has been instituted in the form of more efficient FX swaps and Domestic Non-Deliverable Forward (DNDF).", "The policy aims to support market mechanisms when determining Rupiah exchange rates and expand the hedging instruments available to domestic and foreign corporations and investors.", "Seeking to further deepen the Rupiah money market, Bank Indonesia has issued new rules concerning Rupiah interest rate derivatives, namely Interest Rate Swap (IRS) and Overnight Index Swap (OIS), thus enriching the hedging instruments and facilitating transparent yield curves for the money market and bond market.", "We believe this policy will strengthen monetary policy transmission and deepen the government and corporate bond markets.", "The position of reserve assets has been maintained, thereby reinforcing Rupiah exchange' rate stabilisation _ policy.", "Bank Indonesia's Policy Mix in 2018 FX reserves currently stand at USD115.2 billion, equivalent to 6.2 months of imports and servicing government external debt.", "In addition, the reserve assets serve as an anticipatory measure against a possible foreign capital reversal.", "Recently, Bank Indonesia entered into swap arrangements with other central banks to the tune of around USD80 billion, including China (USD30 billion), Japan (USD22.76 billion), South Korea (KRW10.7 billion), Australia (AUD10_ billion) and Singapore (USD10 billion).", "The bilateral swap arrangements are in addition to existing crisis prevention and recovery efforts through regional financial cooperation, namely the Chiang Mai_ Initiative Multilateralization (CMIM).", "While we have focused monetary policy on stabilisation, Bank Indonesia has also instituted accommodative policy in the form of macroprudential policy, the payment system, financial market deepening and development of the sharia economics and finance to catalyse economic growth momentum.", "In terms of macroprudential policy, Bank Indonesia has relaxed the loan-to-value (LTV) ratio to facilitate first-time jome buyers and stimulate investment in the property sector.", "In addition, Bank Indonesia as also relaxed the Financing to Funding Ratio (FFR), now known\" as_ the Macroprudential Intermediation Ratio (MIR), by expanding the bank intermediation function through economic financing from loans to purchases of quality securities issued by the corporate sector (wholesale), after previously expanding retail funding based on deposits to wholesale funding in 2015.", "Bank Indonesia strengthened __ liquidity management flexibility in the banking industry through the Macroprudential BANK INDONESIA'S ANNUAL MEETINGLiquidity Buffer (MPLB), set at 4% of deposits in the form of securities holdings that can be repurchased to Bank Indonesia.", "Furthermore, Bank Indonesia has maintained the Countercyclical Capital Buffer (CCB) at 0% and strengthened system surveillance, targeting important banks and corporations, in conjunction with the Financial Services Authority (OJK).", "Regarding the payment system, policy is constantly oriented towards enhancing the availability, security and efficiency of the various economic and financial transaction mechanisms.", "We continue to strengthen clearing and infrastructure, including wholesale transactions through the Bank Indonesia - Real Time Gross Settlement (BI-RTGS) system as well as retail transactions through the National Clearing System (SKNBI) and National Payment (NPG).", "Furthermore, Bank Indonesia also directs payment system policy towards accelerating the electronification of noncash payments for applications, including social assistance disbursements by the Government, public transportation and financial operations by various provincial governments.", "Support for the development of digital economy and finance has also through regulations concerning electronic money and FinTech development, particularly with regards to the payment system.", "Gateway manifested We are accelerating financial market deepening in order to strengthen the effectiveness of Bank Indonesia policy transmission and expand economic financing alternatives.", "In conjunction with the Ministry of Finance and Financial Services Authority (OJK), Bank Indonesia launched the National Financial Market Deepening Strategy in October 2018.", "In addition to the swap transactions earlier, namely Domestic Non-Deliverable Forwards (DNDF), Overnight Index Swap (OIS), and Interest Rate Swap (IRS), Bank Indonesia has also issued several new regulations pertaining to financial instruments such as Negotiable Certificates of Deposit (NCD) and Commercial Papers (CP).", "Bank Indonesia also coordinated with the Government, Services Authority (OJK) and other financial institutions to develop to finance infrastructure, which resulted in the signing of 21. strategic infrastructure projects worth USD13.6 billion in October 2018.", "Financial several instruments Bank Indonesia is a stalwart supporter of sharia economics and financial develop- ment, either unilaterally or in conjunction with the National Finance of the Republic of Indonesia (KNKS).", "In the monetary sector, a number of sharia instruments have been released, including Bank Indonesia Sukuk (SUKBI), Sharia NCD and CP as well as sharia-compliant hedging instruments.", "In terms of macroprudential policy, Bank Indonesia has relaxed the Sharia Macroprudential Intermediation Ratio (MIR) and Sharia Macroprudential Liquidity Buffer instruments.", "In addition, Bank Indonesia has developed the zakat core principles and social financial instruments, such as Zakat Infaq Shodaqoh and Waaf (Ziswaf), to further empower the economy.", "Halal economic chains are also being developed through the empowerment of Islamic boarding schools as well as in various sectors and for different Committee on Sharia line with similar conventional commodities, including tourism, food, fashion and MSMEs.", "campaigns regarding development of the sharia economics and finance as well as the halal lifestyle have been organised through the annual Sharia Economic Festival (FeSyar) in three Indonesian cities as well as the Indonesia Sharia Economic Festival (ISEF).", "We are well aware that synergy is key to policy effectiveness in order to strengthen resilience and build economic growth momentum.", "To that end, Bank Indonesia committed to maintain synergy with the Government, Financial Services Authority (OJK) and various other stakeholders.", "Therefore, we would like to extend our appreciation to the Government for the concrete measures taken to control inflation through the Inflation Control Team (TPI) and in terms of managing the current account deficit.", "We also wish to thank the Regional Adminis- trations for their various programs to control inflation through the Regional Control Team (TPID).", "Synergy with respect to maintaining financial system stability has also been strengthened through the Financial System Stability Committee and bilaterally between Bank Indonesia and the Financial Services Authority (OJK) as well as Bank Indonesia and the Deposit Corporation (LPS).", "I would also like to express appreciation to the banking industry and institutions for accelerating financial market deepening efforts.", "making at Bank Indonesia is also based on the various inputs from the business community, investors and the The House of Representative (DPR).", "The mass media also plays an important role in communicating Bank policies to the public.", "Inflation various financial Indonesia's Three Salient Lessons Three Salient Lessons The economic lessons of 2018 provide invaluable insight into strengthening synergy to bolster resilience and build economic growth momentum moving forward despite unfavourable global economic dynamics.", "As in everyday life when leaning against the wind, we must ensure three important things, namely a strong body, a healthy diet and exercise, as well as friends to help brace against the strong wind.", "Based on that analogy, the synergy we have built up throughout 2018 must be expanded upon in 2019 and beyond.", "First, we must strengthen economic stability and resilience.", "Our economic history since independence shows periods of boom and bust that relate closely to a lack of monetary, banking and fiscal policy prudence, fluctuat- ing exports in line with the international commodity price cycle, or external debt and an unsupervised property sector.", "Consequently, we must strive to ensure low inflation, stable Rupiah exchange rates, a small fiscal deficit and maintained financial system stability.", "Moreover, we must reduce the current account deficit to within a manageable threshold, namely not more than 3% of GDP.", "Second, we must improve our competitive- ness and productivity in order to stimulate growth momentum.", "We need to transform our economy from a dependence on exports of primary commodities to manufacturing and tourism, while enhancing domestic production to reduce imports and drawing more direct investment from domestic and abroad.", "BANK INDONESIA'S ANNUAL MEETINGWe must continue to strengthen the structure of the national economy through downstream industries, which will increase value added by processing natural resources in various sectors, including mining, plantations, agriculture and fishing.", "Manufacturing industries should be developed in the automotive sector, electronics, textiles and footwear to increase exports and exploit the global and regional supply chains.", "Third, policy synergy between the authorities is key to strengthen the structure of the national economy.", "Meanwhile, monetary, fiscal and financial sector policies will be oriented towards maintaining macro- economic and financial system stability.", "Real sector structural reforms should be expanded and accelerated to further enhance competitiveness, productivity, investment, trade, employment, and legal certainty.", "Improvements in the business climate and investment climate need to be encouraged through On-line Single Submission (OSS) and acceleration of bureaucratic efficiency at the central and regional levels.", "Infrastructure development that has succeeded in increasing connectivity so far needs to be expanded and directed to encourage the development of economic and tourism areas.", "The potential demographic bonus must be exploited through the mentoring of entrepreneurs.", "Meanwhile, the digital economy and finance should focus on MSME development and financial inclusion.", "A Promising Domestic Economic Moving forward, the domestic economic outlook is promising, with stronger growth and maintained stability expected.", "Despite the flagging global economy, national economic growth in Indonesia is predicted to achieve 5.0-5.4% in 2019, backed by strong domestic demand, including consumption and investment, while the contribution of net exports is forecast to improve as exports increase and imports moderate.", "Bank Indonesia predicts headline inflation to remain under control in 2019 within the 3.541% target corridor, supported by contained price pressures on the demand side, volatile food (VF) and administered prices (AP), anchored inflation expectations and stable Rupiah exchange rates.", "The current account deficit will decrease to around 2.5% of GDP in 2019 as a result of measures to control imports as well as stimulate exports and tourism.", "The bank intermediation function and economic financing through the capital market will continue to Bank Indonesia projects credit growth in 2019 to reach 10-12%, with deposit growth expected in the 8-10% range and adequate liquidity maintained.", "Rapid infrastructure development and deregulation policy will increase economic productivity moving forward.", "Furthermore, structural reforms will catalyse faster economic growth with a focus on: (1) economic competitiveness, particularly in terms of human capital and productivity; (2) industrial capacity and capability to increase exports and reduce the current account deficit; and (3) exploiting the digital economy to stimulate broad and equitable economic growth.", "By accelerating the structural reforms, Bank Indonesia expects economic growth to hit 6.1% in 2024, with the current account deficit below 2% of GDP.", "We predict income per capita to increase from USD3,500 currently to USD4,800 in 2024, thus confirming Indonesia's status as an upper-middle income country.", "Bank Indonesia's Policy Mix Direction Surrounded by inauspicious global economic dynamics, we will therefore strengthen Bank Indonesia's policy mix in 2018 for 2019.", "National economic resilience must be bolstered to confront the risk of global spillovers.", "Consequently, monetary policy will remain focused on stability, particularly in terms of controlling inflation in the 3.5+1% target corridor and maintaining Rupiah stability in line with the fundamental value.", "I Meanwhile, Indonesia will maintain and expand accommodative policy with respect to macroprudential policy, the payment system, financial market deepening as well as sharia economics and financial development to build economic growth momentum moving Bank forward.", "Bank Indonesia will maintain a pre-emptive and ahead-of-the-curve monetary policy stance in 2019.", "The policy rate will still be calibrated in accordance with domestic and global economic developments to ensure inflation remains under control and Rupiah exchange rates are in line with the currency's fundamental value.", "Bank Indonesia will strive towards Rupiah exchange rate stability through efficient market mechanisms, while applying dual intervention policy as needed.", "We will maintain adequate reserve assets and cooperate bilaterally with other central banks, whilst strengthening regional _ financial arrangements, including cooperation to expand the use of local currencies for bilateral trade and investment in the region.", "Bank Indonesia will maintain adequate liquidity in Bank Indonesia's Policy Mix Direction for 2019 the money market and banking industry through optimal monetary operations and periodic assessments of economic and money market liquidity.", "Bank Indonesia will continue accommoda- tive macroprudential policy to stimulate the bank intermediation function in terms of economic financing.", "We will periodically review the Macroprudential Intermediation Ratio (MIR) in order to catalyse credit growth and simultaneously expand economic funding and financing through offerings of securities.", "Similarly, we will also review the Macroprudential Liquidity Buffer (MPLB) to support flexible liquidity © management in the banking industry.", "Accommodative macroprudential policy will also be taken to help strengthen the bank intermediation function in terms of MSME and priority sector development, including exports and tourism, through adjustments to the MSME financing ratio and development of financing ratios for the priority sectors.", "We also plan to orient macroprudential policy towards sustaining financial system resilience through better surveillance of systemically important banks (SIB) and conglomerates, with a focus on primary commodities, property and corporations highly indebted with foreign loans.", "We will continue to develop payment system policy towards ensuring efficient, available and secure cash and noncash payment systems, including support for the digital economy and finance.", "In terms of the noncash payment system, Bank Indonesia will continue to develop _ infrastructure, instruments and mechanisms for the wholesale and retail systems.", "Wholesale BANK INDONESIA'S ANNUAL MEETINGpayment system infrastructure will be developed to help the industry process a broader basket of currencies, thus improving cross-border transaction efficiency.", "On the retail side, we will encourage the industry to provide more payment instruments and channels, thus - enhancing efficiency, financial inclusion and FinTech as well as backing for the digital economy and finance.", "Bank Indonesia will also strengthen the infrastructure and institutional arrangements of the National Payment Gateway (NPG) by expanding _interconnec- tivity and interoperability through QR-Code standardisation, implementation of Electronic Bills and Invoices Presentment and Payment (EBIPP) and online payments.", "Likewise, the electronification program will be extended to noncash social assistance disbursements (bansos), public transportation payments and financial operations by the Government.", "In terms of the cash payment system, Bank Indonesia will improve the efficiency and reach of currency in circulation to all regions of the archipelago, including remote and border regions.", "We will continue to accelerate financial market deepening to improve policy effectiveness and broaden financing.", "In the foreign exchange market, Bank Indonesia will encourage the use of spot, swap and DNDF instruments, while increasing transaction volume, liquidity, to boost efficiency conduct determining Rupiah exchange rates in line with market mechanisms.", "Similarly, in the money market Bank Indonesia will increase transaction volume and expand the use of repo instruments and interest rate swaps (IRS) to augment liquidity, efficiency and market conduct in the interbank money market in terms of forming yield curves for various tenors.", "We believe money market deepening will support a proliferation of securities issuances and transactions for economic financing in the long term.", "Bank Indonesia will also deepen the money market through market operator regulations and structure development of the Electronic Trading Platform (ETP), trade repository and establishment of a central counterparty (CCP) for derivative transactions.", "Bank Indonesia will also continue to participate actively in terms of innovating financing instruments for future infrastructure development.", "We will constantly promote sharia economics and financial development, unilaterally through Bank Indonesia programs as well as through the programs of the National Committee on Sharia Finance of the Republic of Indonesia (KNKS).", "We believe that the sharia economics represents a new source of growth, while simultaneously catching up to other countries.", "As the first pillar, we will develop the sharia economics through the halal value chain ecosystem, targeting food, fashion and tourism, supported by a halal lifestyle campaign.", "We will enhance the capacity of sharia businesses in the Islamic boarding school environment through various linkages, including the virtual market.", "Striving to deepen the sharia financial markets, Bank Indonesia will release Bank Indonesia Sukuk (SUKBI) as a tradeable sharia monetary instrument, which will strengthen liquidity management at sharia banks and support the long-term development of sharia financial instruments.", "We are also actively endorsing economic financing through sukuk issuances, specifically for infrastructure development as well as the integration of sharia social and commercial finance, including productive and waaf.", "Educational campaigns regarding development of the sharia economics and finance as well as the halal lifestyle will still regularly be organised through the Sharia Economic Festival (FeSyar) in three Indonesian cities as well as the Indonesia Sharia Expo and Festival (ISEF).", "We plan to expand MSME development programs, with a focus on controlling inflation and reducing the current account deficit.", "Key successes in terms of developing MSME clusters to produce strategic food commodities in various regions, including rice, red chilli, shallots, garlic and beef, will be replicated to help control inflation.", "Similarly, Bank Indonesia will continue to improve and develop MSME clusters targeting handicrafts and household industries in line with unique local cultures as well as the agricultural sector, such as coffee, with a focus on exports and tourism.", "We will continue to mature MSMEs through MSME Go Digital and integration with sharia businesses.", "Through regular participation at national and international exhibitions, MSMEs are able to scale, grow business relationships with partners in the banking industry and business community as well as increase exports, which will ameliorate public prosperity.", "increase business We will orient international policy towards strengthening the positive perception of Indonesia and continue to play an active policymaking role at various international Bank Indonesia's Policy Mix Direction for 2019 organisations.", "Indonesia's recent success in organising the IMF-World Bank Annual Meetings in October 2018 has reinforced Indonesia's standing and image globally.", "Various countries have expressed an interest in exploring trade, investment and tourism relations with Indonesia.", "We will focus our policy on - strengthening cross-border policy coordination, expanding and strengthening cooperation to use local currencies for trade settlement and the Safety Net (IFSN), increasing investment financing, particularly for infrastructure development as well as the digital economy and finance and the sharia economics and finance.", "Furthermore, we will strengthen Bank Indonesia's active role in various international organisations and forums (IMF, Financial Stability Board (FSB), Bank for International Settlements (BIS), G20, Sharia Board (FSB), International Islamic Liquidity Management Corporation (IILM)), regional cooperation (ASEAN and CMIM) and cooperation with other central banks.", "Likewise, Bank Indonesia will continue to expand various programs that promote investment and tourism in Indonesia through the Investor Relations Unit and cooperation with the Government.", "International Financial Financial Services To support the policy mix, we will strength- en Bank _Indonesia's _ organisational effectiveness and efficiency.", "All Bank Indonesia's strategy and policy mix has been defined in strategic programs to achieve Bank Indonesia's new vision, which is to make concrete contributions to the national economy and to become the best in emerging markets.", "The organisational refinement takes place by prioritising the end to end process, making the work process more effective and BANK INDONESIA'S efficient, including the reinforcement of the Bank Indonesia Regional Offices.", "We also ensuring professionalism, high competence, honorable personality, with strong leadership.", "We also continue to strengthen governance in the information technology.", "In addition, we will develop modern work place concept to create a work environment that supports creativity and innovation, enhancing engagement as well as work effectiveness and efficiency.", "accelerate the reinforcement Indonesia's human_resources, We are going to further improve organisational effectiveness and efficiency at Bank Indonesia in order to fully support the policy mix.", "The strategy and policy mix has been translated into strategic programs to realize the new vision of Bank Indonesia, which is to contribute significantly to the national economy and be the best among Emerging Markets.", "Prioritising an end-to-end work process, we will also improve the effectiveness and efficiency of our domestic representative offices.", "Human resources at Bank Indonesia will continue to evolve as competent professionals with integrity and strong leadership skills.", "Furthermore, we will strengthen our IT infrastructure.", "Therefore, it is our goal to develop a modern work place that nurtures creativity and innovation, thus increasing engagement as well as work efficiency and effectiveness.", "A Synergy in National Economic Policy We will continue to strengthen policy synergy with the Government, Financial Services Authority (OJK) and other relevant authorities.", "Strong policy synergy is imperative not only to support effective task implementation at Bank Indonesia but also to strengthen economic resilience and stimulate growth.", "Synergy improves between Bank Indonesia's policies with the structural into a coordination Government's reforms cohesive national economic policy mix.", "In terms of controlling inflation, coordination between the Inflation Control Team (TP!)", "and Regional Inflation Control Team (TPID) will be focused on the 4K program Available Supply, (Affordable Prices, Smooth Distribution, and Effective Communication).", "To improve the structure of the economy, we will strengthen coordination with the Government through the quarterly Meeting (Rakorpusda) with a focus on reducing the deficit through the development of export-oriented industries, current account tourism, investment financing, particularly for infrastructure, and development of the digital economy and finance.", "To maintain financial system stability, we have strengthened coordinated crisis prevention and resolution efforts through the Financial System Stability Committee, which meets on a quarterly basis.", "Furthermore, bilateral coordination to harmonise and align Bank Indonesia's macroprudential policy with OJK's microprudential policy is also a priority, along with similar coordination between Bank Indonesia and the Deposit Insurance Corporation (LPS).", "The three institutions also conduct joint research as well as exchange data and information and collate integrated bank reports in order to enhance policy effectiveness and alignment.", "Coordination to accelerate financial market deepening is facilitated through the Financial Market Deepening Coordination Forum (FK-PPPK), encompassing the Ministry of Finance, Bank Indonesia and Financial Services Authority (OJK), with a focus on innovating various instruments for economic financing through the financial markets, infrastructure develop- ment and broadening the investor base, while ensuring regulatory harmony and actively participating in international cooperation.", "We will also strengthen coordination between government ministries and agencies in order to develop the digital economy and finance ecosystem.", "We feel that Bank Indonesia could exploit the digital economy and finance to stimulate retail trade and develop micro, small and medium enterprises (MSME) towards stronger economic resilience and growth in Indonesia.", "We shall maintain payment system policy with a focus on advancing the digital A Synergy in National Economic Policy Mix economy and finance through further electronification and FinTech development in the payment system.", "Bank Indonesia will continue to work closely with the Financial Services Authority (OJK) to ensure that development of digital finance in the payment system is mutually beneficial with digital finance to catalyse financial intermediation in the economy.", "Likewise, we will synergic FinTech development e-commerce and a climate conducive to start-ups to advance MSMEs.", "Consequently, formulation of a national strategy and establishment of national committees are prerequisite to ensure the maximum benefits of the digital economy and finance are felt throughout the national economy, while simultaneously preventing the emergence of shadow banking in the financial sector.", "BANK INDONESIA'S ANNUAL MEETINGClosing Remarks In closing, Indonesia has already demonstrated its steadfast resilience to global spillovers through maintained stability and unrelenting growth momentum.", "Looking forward, the domestic economic outlook for 2019 is promising, with the uptrend expected to persist in the medium-long term.", "Nevertheless, the key to success is national economic policy synergy between the Government, Bank Indonesia and various other authorities.", "We are optimistic in terms of welcoming a brighter economic future.", "The economy is becoming increasingly resilient and growth momentum is gaining pace as we approach the transition to a prosperous upper-middle income country.", "Wasalamu'alaikum Warahmatullahi Wabarakaatuh, Governor of Bank Indonesia"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Global Economic Divergence and Uncertainty", "Solid Domestic Economic Performance", "Bank Indonesia's Policy Mix in 2018", "Three Salient Lessons", "A Promising Domestic Economic Outlook", "Bank Indonesia's Policy Mix Direction for 2019", "International Financial Policy", "A Synergy in National Economic Policy Mix", "Closing Remarks", "Rupiah Exchange Rates"]}