{"sentences": ["Mr. Tony Shale, Euromoney executives, colleagues in government, stakeholders from the private sector, ladies and gentlemen, good morning.", "I would like to thank Euromoney for inviting me once again to the annual Philippines Investment Forum.", "Last year, I addressed the audience as Budget Secretary, and I am happy to speak once again, this time as Governor of the Bangko Sentral ng Pilipinas.", "Today, I will update you on the Philippine economy through the BSP lens and highlight the favourable performance of the Philippine economy amid external headwinds, aided by a long list of structural reforms that have transformed it into one of the most resilient economies in the region and the world.", "A summary of basic macroeconomic figures supports the message that the Philippines is on a very sound footing.", "Economic growth is solid and sustainable.", "External payments position is comfortable.", "And, the banking system is strong and stable.", "I will expound on each of these four points shortly.", "The Philippines has come a long way from being \"Asia's sick man.\"", "In fact, today the Philippines is recognized globally as among the fastest growing and most resilient economies in the world that enjoys even brighter prospects ahead.", "The transformation, of course, did not happen overnight.", "It was gradual and was a product of a long list of structural reforms that started way back in the 1990s.", "I remember in the 1990s, a group of economist headed by Paul Krugman came to the Philippines and their verdict, the long term growth of the Philippines is at best 3 per cent.", "We've come a long way from there.", "For instance, we have deregulated oil industry, liberalized the power sector, privatized the water services, and accession to the World Trade Organization-just to name a few-are some of the reforms in the 1990s that have been followed through in the succeeding decades and-if I may stress-more aggressively so in the last three years.", "Vital reforms from 2016 onwards are expected to unleash more growth potentials for the Philippines.", "Among these positive game changers are tax reforms, liberalization of rice importation, the national ID system, Universal Healthcare, Universal Access to Tertiary Education, Ease of Doing Business law, relaxation of the Foreign Investments Negative List (FINL), and the revised Corporation Code-just to name a few.", "As far as the BSP is concerned, the newly amended Charter has strengthened the BSP's capacity to better safeguard price and financial stability, and to promote an efficient payments and settlements system and public services act, among others.", "At the moment, the Philippines is on the verge of becoming an upper middle-income economy.", "And with the continued reform momentum, we are paving the way to become a high-income status economy by 2040.", "Now, let me to go back and expound on each of the four points I mentioned earlier.", "First, solid and sustainable economic growth.", "As of the second quarter of 2019, the Philippines recorded its 82nd consecutive quarter of uninterrupted economic growth.", "This shows we have managed to sail through even the toughest external challenges from the Asian financial crisis to the Global financial crisis.", "Our projection is for the Philippines to continue growing.", "This is consistent with the lofty goal of becoming a high-income economy in about two decades.", "In particular, the incremental capital-output ratio has been on a steady decline, dropping from 9.5 percent in 1992 to just 3.9 percent today.", "In addition, the economy's total factor productivity has increased, from only half a percent in the 1990s to about 2.0 percent today.", "These numbers mean that we are now able to produce more goods and services with the same amount of input-thanks to the long list of structural reforms we have implemented in the past.", "And with the Build, Build, Build program ushering in the country's Golden Age of Infrastructure, we have additional solid push for the economy's productive capacity to expand further.", "At present, the Philippine economy's potential growth is estimated at 6.5 percent, more than twice what it was in the early 1990s.", "The potential growth is projected to rise even further in the next three years, matching the government's growth target of 7 to 8 percent by 2022.", "The ability of the government to invest more for the country's future is well supported by a healthy fiscal situation.", "The budget deficit and the public debt are both manageable.", "In fact, despite the government's massive infrastructure investment, debt is sustainable, as reflected by low and declining debt-to-GDP ratio.", "The Philippines also enjoys improving labor dynamics, with the labor force becoming more educated.", "This bodes well for attracting more investments that generate higher paying jobs.", "This means our economy can grow at a much faster pace than decades ago-thereby unlocking more opportunities to pull more people out of poverty - without the risk of stoking up inflation.", "Without such risk, strong economic growth can be sustained over the long haul.", "Second, within-target inflation.", "After being elevated last year due to supply-side factors, inflation has reverted to within the target range of 2 to 4 percent.", "This is credited to a series of monetary actions by the BSP that addressed brewing secondround effects combined with and non-monetary actions by the government that addressed bottlenecks to food supply.", "With the BSP's amended charter, we will ensure that we maximize its provisions to better fulfill our core mandate of price stability.", "Under the new Charter, the BSP is now allowed to issue its own debt instruments.", "Being able to issue our own debt instruments allows us to better manage liquidity in the system.", "With my appointment to the BSP last March coming shortly after the signing into law of the BSP's amended charter - a legislative reform that was decades in the making - I consider it my primary duty to ensure not just its implementation but also the maximization of its provisions for the benefit of the economy and the Filipino people.", "Third, comfortable external payments position.", "Based on the latest estimates, the country is expected to post a US$3.7 billion surplus in its balance of payments this year.", "Thanks to solid foreign exchange inflows in the capital and financial account, the deficit in the current account is more than adequately covered.", "Talking about the current account deficit, this is not something out of the ordinary, especially for a growing economy like ours that is investing vigorously in its future through an aggressive public infrastructure drive.", "With rising public and private investments, importation of rawer materials, intermediate goods, and capital equipment has also been growing.", "This explains the current account deficit, which nevertheless, is financeable, given robust foreign exchange inflows in the financial and capital account.", "Driving the country's BOP surplus are reliable inflows of Overseas Filipinos' remittances, business process outsourcing (BPO) revenues, and tourism receipts.", "Together, the combined amount of these three was equivalent to 17 percent of the country's gross domestic product (GDP) last year, up from 15 percent in 2010.", "Foreign direct investments (FDIs), roughly US$10 billion annually in the last 2 years, also lend support to the country's external account amid rising investor confidence.", "These steady inflows of foreign exchange have built ample gross international reserves (GIR) to an all-time high of US$86 billion.", "As of end-August 2019, the GIR could cover 7.5 months' worth of imports of goods and payments of services and primary income.", "It was 5.5 times the country's short-term external debt based on original maturity and 4.0 times based on residual maturity.", "The latest GIR exceeding the outstanding external debt of US$81.3 billion.", "Also, external debt as a percent of GDP had dropped to only 23.8 percent as of the second quarter of 2019 from 60 percent in 2005.", "On to my fourth point which is a strong and stable banking system.", "Needless to say that the country's banking sector continues to serve as a stable anchor for the economy.", "It is sufficiently capitalized, with the capital adequacy ratio (CAR) standing at 15.9 percent in June 2019 on a consolidated basis compared with the BSP's regulatory minimum requirement of 10 percent and the international standard of 8.0 percent.", "The industry also enjoys low exposure to bad debts, with the non-performing loans ratio at a mere 1.6 percent as of end-July this year.", "The industry likewise exhibits robust lending activity, with credit helping boost not only household consumption but also business activities, such as real estate, trade, manufacturing, and construction, among other sectors.", "In addition, with BSP's strengthened capability to supervise the financial system, we are also able to supervise money service businesses, credit granting businesses, and payment system operators.", "Moving forward, we will be even more proactive in promoting a regulatory environment that enables growth and innovation among banks but at the same time enhances their ability to manage risks-all with the Filipino people in mind.", "These developments and prospects are all recognized by relevant international observers.", "In fact, international credit rating agencies further upgraded our credit ratings after giving us the minimum investment grades in 2013.", "We are currently rated one notch above the minimum investment grade by Fitch and Moody's, while we are just a step away from securing a Single-A rating from S&P Global.", "We are keen on hitting the minimum rating within the A territory over the next two years or so.", "Of course, higher credit ratings are not an end goal in themselves.", "It is also a means to generate greater benefits for Filipinos through translating economic growth to actual poverty reduction.", "With higher credit ratings, interest rates on government borrowings drop, which leads to savings on interest payments and, therefore, more fiscal space to fund infrastructure projects and social services.", "Securing higher credit ratings requires the Philippines to post even better numbers on various metrics on the economy, parallel to those exhibited by higher rated and richer economies.", "As such, aiming for A ratings goes hand in hand with the goal for the Philippines to graduate into an upper middle income economy over the short term and to a high income economy over the long haul.", "Then again, this is something no institution can singlehandedly accomplish.", "This requires concerted effort among all concerned institutions, public and private.", "As Governor of the BSP, my personal aim is to bring BSP closer to the people.", "The primary means to do so is to vigorously pursue initiatives geared toward greater financial inclusion.", "We believe that with easier access to financial products and services, people are accorded more opportunities to pursue savings, investments, and entrepreneurial activities that help augment incomes.", "We are doing this through the following (1) financial technology, (2) financial education, and (3) capital market development.", "On financial technology, the BSP continues to enable a regulatory environment supportive of the development of financial technology (fintech), while at the same time ensuring strengthened relevant risk governance and consumer protection systems.", "We want to advance the country's digital financial ecosystem in such a way that every individual is able to open a deposit account and use digital financial services through simplified requirements and interoperable payment systems.", "Under the BSP's National Retail Payment System (NRPS) framework, we have started implementation of the two interoperable payments systems, particularly the InstaPay for low value payments settled in real time and the PESONet for bigger amounts of payments settled typically within the same banking day.", "As of April 2019, there are 50 participants in the PESONet and 39 in the Instapay.", "We expect more over the near term.", "On financial education, the BSP is partnering with various institutions so that we are able to teach its concepts and principles to our target audience, which includes students, overseas Filipinos and their families, recipients of the government's conditional and unconditional cash transfers, uniformed personnel, MSMEs, and civil servants.", "Together with this is consumer empowerment initiatives.", "Work is now ongoing on the chatbot functionality, which will enable consumers to submit complaints via SMS, webchat, and messenger applications.", "At the same time, the BSP is pushing for the Financial Consumer Protection bill, which seeks to strengthen regulations that protect financial consumers.", "On capital market development, the BSP in collaboration with other financial regulators is pursuing policy reforms and initiatives that will promote a wider array of and accessibility to investment products-so that people from various income groups are able to engage in investment activities.", "With these initiatives and those of the government, we have a very solid basis to be optimistic about the future.", "Based on latest government estimates, the country's macroeconomic fundamentals will continue to paint a positive narrative for the Philippine economy over the next three years.", "These are led by an even more robust economic growth, stable inflation, and healthy external payments position.", "Amid this backdrop, we invite the private sector to actively partner with the government by investing more in the Philippines' future, so that you can ride along the economy's growth tide.", "Having said this, there will always be risks to the growth outlook.", "At the moment, some of the challenges ahead include global economic growth slowdown, the US-China trade war, geopolitical tensions, disruptive technologies, infrastructure gaps, and weather disturbances.", "Rest assured the BSP will keep a watchful eye on these domestic and external headwinds to help maintain economic stability for the Philippines.", "With a goal of becoming \"closer to the Filipino people,\" the BSP commits to proactively using monetary, financial, and payments and settlements channels so that Filipinos feel the benefits of a robustly growing economy.", "In closing, allow me to give you some key notes: First, the Philippines is expected to remain among the fastest growing economies in the world.", "Second, the government is committed to its massive infrastructure agenda, which is helping fuel high, sustainable, and more inclusive economic growth.", "Third, the Philippines is resilient to shocks, and the BSP is committed to continue effectively managing the country's external accounts to help ensure this resilience is maintained.", "Fourth, your BSP will continue to maintain a regulatory environment that allows the financial system to remain stable, to flourish, and to further support growth of the economy.", "Fifth, your BSP will continue to pursue initiatives toward an even more efficient, dynamic, and inclusive financial system.", "Sixth, your BSP, will remain committed to its core mandate of price stability, and stands ready to use any of its tools, if and when necessary, for effective inflation management.", "In brief, the BSP will continue to carry out its objectives and mandates for the ultimate benefit of the Filipino people.", "Thank you and good day."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Economic growth", "Inflation", "External payments position", "Banking system", "Structural reforms", "Financial inclusion", "Fiscal deficit", "Public debt", "Credit ratings", "Financial technology"]}