{"sentences": ["Thank you for inviting me to share BSP's views on growth and recovery after the COVID-19 crisis.", "We are now two months into the quarantine.", "And I must say that I am amazed at the breadth and speed of the virtual policy coordination and multi-sectoral consultation process that are taking place as we fight the pandemic.", "Even as the COVID-19 uncertainty continues, I am cautiously optimistic that we can overcome this crisis.", "Let me now proceed by first providing a snapshot of the terrain after the outbreak of COVID-19.", "The domestic financial markets were racked by heightened volatility following the outbreak of the COVID- 19 pandemic.", "We saw sharp decline in portfolio inflows in the first two months of 2020.", "The stock market index recorded on March 19 its lowest year-to-date record since 11 October We have had serious exogenous shocks in the first quarter- the Taal volcano eruption, US-China trade tensions, African swine fever.", "But nothing comes close to the COVID-19 pandemic that has brought the global economy at a standstill.", "The confluence of these shocks resulted in the dismal contraction of the economy by 0.2% in the first quarter o 2020.", "This is the first negative real GDP growth since 1998 when the economy wrestled with El Nino and the Asian financial crisis.", "In its latest assessment, the Development Budget Coordination Committee forecasts a full-year contraction of - 2.0 to - 3.4 percent (NEDA, 13 May 2020).", "On a positive note, the peso appears to buck the trend as most regional currencies have depreciated significantly against the US dollar.", "The peso is the least depreciated currency among its peers.", "We have hefty gross international reserves estimated at US$89 billion.", "We forecast that the year-end GIR will reach US$93 billion.", "Despite the gloom, there is reason for optimism on the prospects of the Philippine economy.", "The long reform agenda that the government has consistently pursued across administrations has allowed the country to achieve a more broad-based growth.", "The volatility of real GDP and inflation considerably declined over time.", "Aggregate demand in the post GFC period expanded at an average rate of 6.4 percent annually, comparable to the growth rates of China and India.", "We have ample FX buffer, low public sector debt, manageable external payments position, and a solid credit profile.", "The country's external debt metrics have steadily improved.", "Philippine banks are well-capitalized, liquidity positions are strong, and non-performing loans are low - demonstrating the effectiveness of progressive banking regulatory reforms we have implemented over the years.", "In a recent survey released just this May by The Economist among 66 emerging economies, the Philippines is ranked the 6th most robust on the basis of four measures of financial strength, namely, public debt, foreign debt, cost of borrowing, and reserve cover.", "When the coronavirus crisis arrived, the government had and continue to have adequate fiscal and monetary policy space which it immediately deployed to calm down the market and ease liquidity pressures.", "On its part, the BSP promptly implemented measures to ease liquidity, and sustain flow of credit that have calmed down market jitters.", "Recognizing the importance of MSMEs in the economy, the BSP allowed banks to include new MSME loans as part of their compliance with the required reserve ratio.", "The credit risk weight of MSME loans that are current in status was temporarily reduced while MSME loans with government guarantee were assigned zero weight.", "These policy measures are aimed at encouraging more lending to MSMEs.", "However, our optimism is also tempered by a sense of realism that there are still much work to be done.", "We have a good head start with the economic and regulatory buffers we built over the years.", "But these can be easily eroded given the huge resource requirement of the crisis response measures.", "As we prepare for the reopening of the economy, we should remain vigilant because the risk of COVID-19 remains high.", "We should maintain disciplined approach to policy coordination and decision-making.", "The crisis has exposed the vulnerabilities and gaps in existing processes and systems that we need to swiftly deal with to cover lost momentum because of COVID-19.", "However, our optimism is also tempered by a sense of realism that there are still much work to be done.", "We have a good head start with the economic and regulatory buffers we built over the years.", "But these can be easily eroded given the huge resource requirement of the crisis response measures.", "As we prepare for the partial operations of some economic sectors, we cannot relax our vigilance because the risk of COVID-19 remains high.", "We should maintain disciplined approach to policy coordination and decision-making.", "The crisis has bared the vulnerabilities and gaps in existing processes and systems that we need to swiftly deal with to cover lost momentum because of COVID-19.", "Let me expound on four critical structural reform imperatives.", "First on the list is the modernization of the country's health system to ensure efficient public health infrastructure and resilient crisis preparedness framework.", "This would require giving incentives for the use of science and technology in health policy decision making.", "It would require overhauling of healthcare supply chain management.", "The government must also initiate the formulation of a national preparedness and response framework for disease outbreaks and pandemics, taking into account coordination gaps across different levels of government.", "Second is the need for massive upgrading of the ICT infrastructure system and processes as technology will play a pivotal role in reshaping the means of production and the delivery of goods and services in the post-Covid world.", "The demand for digital technology will increase, driven by companies, schools, and government agencies implementing work from home arrangements and virtual meetings.", "Digital technology will also be critical in enabling simpler and more efficient transactions with government agencies.", "Business transactions such as online retail, online banking, online medical consultations, and digital payments, will increasingly become a necessity.", "All these need to be supported by a safe and reliable digital infrastructure system with robust and dependable cybersecurity protection.", "Digital technology is also key to strengthening the government's monitoring and evaluation systems for policy responses and actions.", "Without these capacities, governments may not adequately assess how its policies affect the people and risk having the vulnerable bear a disproportionate burden of the consequences.", "Third is the modernization of Philippine agriculture and government's supply chain management system with the aid of digital technologies.", "This will help ensure that food and other essential goods and services are available, accessible, and affordable.", "For example, an efficient logistics system for agriculture facilitates the transport of agricultural inputs including farm equipment and machinery to farmers to keep food production uninterrupted.", "Consequently, it will ensure that farm produce reaches the markets and are made available to Filipino consumers and provide Filipino farmers their rightful share in the gains from production.", "Fourth is the development of highly skilled and resilient workforce by strengthening the educational system, sustained upskilling, and adequate health protection to future-proof our workforce.", "In this way, the country's productive capacity can benefit more strongly from its favorable demographics.", "According to the United Nations, the Philippines has one of the youngest labor force relative to other Southeast Asian countries and the rest of the world even until 2060.", "The median age of Filipinos is estimated to be 25.7 years old in 2020, younger than the expected median age of 30.9 years old globally.", "The structural reform imperatives I have outlined are outside the ambit of BSP.", "Yet they have profound impact on the realization of the BSP's policy thrusts.", "Against this backdrop, what else can the BSP do?", "The BSP's policy space remains sufficient.", "The BSP has yet to exhaust the conventional monetary instruments in its toolkit to support the liquidity requirements of the economy, should conditions warrant.", "The COVID-19 pandemic has affected various industry sectors where banks may have substantial exposures to.", "As the economy gradually moves beyond quarantine, the amplification of strains in the whole financial system have yet to be revealed.", "Adjustment in operations undertaken by businesses as a consequence of the community quarantine as well as changes in capacity to pay off creditors may have adverse balance sheet and employment effects.", "Given interlinkages across sectors, these may have significant financial stability implications.", "Given the possibility of higher defaults and non- performing loans, there may be scope to offer more debt restructuring measures.", "The BSP supports the Financial Institutions Strategic Transfer (FIST) bill that creates asset management corporations.", "The measure seeks to reinstate time-bound fiscal incentives for relieving the balance sheets of banking institutions of soured loans that may impair lending to the productive sectors of the economy.", "We agree in principle with the goals of the proposed Philippine Economic Stimulus Act of 2020.", "The stimulus act seeks to ease the plight of workers, families and businesses who were adversely affected by the Covid-19 pandemic and to facilitate recovery and preserve the country's economic growth.", "As in any measure providing support using public funds, prudence has to be observed to rein in excessive moral hazard that may arise.", "Human behaviour is expected to change with social distancing as the new norm.", "People are expected to prefer using electronic payment and financial services to face-to- face and over-thecounter transactions.", "To expand the reach of digital transactions, we need to increase contactless payment facilities, such as PayMaya and Gcash.", "Their use can be expanded to include wet markets, retail stores, and public utility vehicles (jeep, taxis, tricycle, bus).", "We need to quicken the adoption of the National QR code standard (\"QR Ph\") to enable interoperable payments for person-to-person (P2P) and person-to-merchant (P2M) transactions.", "The scale of the recently launched EGov Pay Facility can be expanded to enable ordinary citizens to digitally pay government taxes, fees, and charges.", "The expeditious implementation of the national ID system will enable inclusive and innovative digital finance and ensure reliable database for the design and impact assessment of policies, including those for taxation and social support purposes.", "With the increased usage of non-bank channels to send/receive money, the BSP has been improving channels of remittances with the approval of new technologies in remittance transfers (mobile phones, internet, cash cards).", "Admittedly, insufficient IT infrastructure leading to the slow internet connection, data privacy and cybersecurity risks, and lack of knowledge on new technologies may pose challenges in the implementation of financial digital services.", "Promoting financial literacy and ensuring good market conduct are likewise important to deepen the public's trust in digital financial services.", "Moving forward, more measures should be taken to reduce external vulnerabilities.", "Congress, meanwhile, must provide additional measures to reduce the costs of doing business in the Philippines; streamline the investment process; and increase business confidence by improving the business climate, fostering competition, and boosting productivity growth via the Corporate Income Tax and Incentives Rationalization Act (CITIRA) and amendments to the Public Services Act.", "Concluding thoughts The Covid-19 pandemic is unprecedented in scale.", "Nonetheless, as most of the global economic crises, it provides important lessons to governments in terms of preparing for crisis of the same scale in the future.", "The pandemic underscores the imperative of building sufficient buffers during good times and the need to speed up the modernization of the country's Information and Communication Technology (ICT) infrastructure and policies.", "The list of reform possibilities is longer than what I have offered.", "There are deep learnings that we should collectively heed if we are to rise above the crisis and forge ahead towards the goal of a stronger and more inclusive society.", "Thank you and good day."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic recovery", "Financial stability", "Monetary policy", "Fiscal policy", "Structural reforms", "Digital infrastructure", "Agriculture", "Workforce development", "Financial digital services"]}