{"sentences": ["Members of the House Committee on Economic Affairs, ladies and gentlemen, good afternoon.", "The current pandemic has adversely affected not only the Philippines, but the rest of the world as well.", "However, our economy was able to absorb the shock, owing to the strong macroeconomic fundamentals that have already been in place, even before the onset of the crisis.", "To sustain this strength, the Bangko Sentral ng Pilipinas has instituted several initiatives, which we strongly believe, will anchor the country's economy as it rides the waves of the pandemic.", "We can say that the Philippines entered the pandemic in a position of strength.", "The Philippines, with the collaboration of the legislative and executive branches of government, went through years of difficult but essential process of economic reform.", "Our country already had a manageable inflation environment, sound external payments position with low external debt burden, ample international exchange reserves, and manageable balance of payments.", "In addition, the Philippines' robust growth, good fiscal performance, and strong external and financial sector positions have helped us mitigate the impact of the crisis.", "We have a sound and stable banking sector.", "The banking sector's assets, the bulk of which are deposits, continue to expand, hitting a record high of PHP17.9 trillion as of May 2020.", "Non-performing loans ratio of universal and commercial banks was at a mere 2.0 percent as of May 2020.", "The capital adequacy ratio of universal and commercial banks stood at 15.4 percent on solo basis and 16.0 percent on consolidated basis as of end-2019.", "The BSP's regulatory threshold is 10; the Bank for International Settlements is 8.", "Moreover, BSP estimates show that banks will continue to post capital adequacy ratio at above the 10-percent regulatory requirement across plausible scenarios on write-off of loans and volatilities in interest and forex rates.", "All these have given the Philippines ample fiscal and monetary space to implement massive and extraordinary response measures without fear of a debt blowout.", "In 2019, inflation declined and settled at an average rate of 2.5 percent, down from 5.2 percent in In the first six months of 2020, inflation averaged at 2.5 percent, which is within the national government's target of 2.0 - 4.0 percent for this year.", "Latest BSP baseline forecasts indicate that inflation could settle at 2.3 percent which is at the lower end of the national government's target range of 2.0 to 4.0 percent for 2020 and 2021.", "Our robust external payments position, which provides adequate buffers against global risks and shocks, is another source of strength.", "The country's balance of payments (BOP) position recorded a surplus of US$7.8 billion in 2019, a turnaround from the US$2.3 billion deficit registered in 2018.", "From January to May 2020, the BOP position posted a surplus of US$4.0 billion.", "The peso has been broadly stable supported by the Philippines' strong external payments position.", "While most regional currencies have depreciated against the US dollar, the peso has appreciated.", "The peso, which closed at 49.56 on 16 July, appreciated by 2.17 percent on a year-to-date basis against the US Dollar.", "As a consequence of the Asian Financial Crisis in 1997, the Philippines gradually accumulated foreign reserves as a self-insurance against a currency crisis.", "As of end-June 2020, the country's gross international reserves (GIR) stood at an all-time high of US$93.3 billion, the highest ever in Philippine history.", "This is enough to cover 8.4 months' worth of imports of goods and payments for services and primary income.", "It is also equivalent to 7.3 times the country's short-term external debt based on original maturity.", "The country's favorable external debt profile likewise supports the external payments position.", "As of end-March 2020, the Philippines' external debt stock stood at US$81.4 billion, lower by US$2.2 billion compared to end-December 2019 level.", "Note that the Philippines' external debt-to-GDP ratio was 59.7 percent in 2005.", "It has progressively fallen to 21.4 percent as of end-March 2020.", "Our debt-to-GDP ratio remains as one of the lowest among ASEAN member countries.", "We are also fortunate that the BSP and the industry stakeholders have already laid the groundwork for a safe and efficient payments and settlements system in the country.", "The National Retail Payment System is a policy and regulatory framework for the carrying out of retail payment activities through the BSP-supervised financial institutions.", "Through the NRPS, the BSP endeavors to create a safe, reliable, affordable, interoperable, and efficient retail payments system, while encouraging the use of electronic payments to enhance the speed, convenience, and affordability of financial transactions.", "The increasing importance of digital transactions was highlighted during the lockdown period.", "The volume and value of the combined transactions of PESONet and InstaPay during the lockdown surged, while the volume and value of check payments and ATM withdrawals declined.", "The volume of InstaPay transactions from April to May grew by 57 percent while the volume of PESONet surged significantly by 325 percent.", "As of May 31 2020, PESONet has 58 participating institutions while InstaPay has 45.", "The number of participating institutions for both are expected to further increase in the coming years.", "We would like to take this opportunity to thank our partners in the Congress that crafted laws throughout the years that helped the BSP to better pursue its mandates and objectives.", "In 2019, several landmark legislations have been passed to strengthen the BSP's capacity to perform its mandates.", "11211, An Act Amending Republic Act No.", "7653, Otherwise Known as the 'New Central Bank Act', and for Other Purposes, was signed into law by President Rodrigo Duterte on 14 February 2020.", "This is the culmination of more than 20 years of legislative work to amend the BSP Charter.", "11256, An Act to Strengthen the Country's Gross International Reserves, was approved by Congress and signed by President Duterte on March 29, 2019.", "The new law exempts from excise and income tax the sale to the BSP of gold sourced from small-scale mining activities.", "11439, or An Act Providing for the Regulation and Organization of Islamic Banks was signed by the President on August 22, 2019.", "• The BSP plays a supportive role in the promotion of inclusive economic and social development objectives of the government through its advocacy programs aimed at promoting financial inclusion.", "The National Strategy for Financial Inclusion (NSFI) provides the national vision for financial inclusion and a platform for public and private sector coordination to ensure synergy of efforts in achieving shared objectives.", "Meanwhile, the range of microfinance loans offered by banks broadened from regular microloans to microcredit for agriculture, housing and business, as well as micro-insurance in line with the growing needs and strengthened capacities of banks' clients.", "The Credit Surety Fund program is a credit enhancement scheme that allows micro, small and medium enterprises, which are members of cooperatives, to borrow from banks using the CSF surety cover as security for the loan in lieu of conventional collateral.", "The Economic and Financial Learning Program of the BSP aims to help the public acquire the knowledge and develop the skills needed to make well-informed economic and financial choices and decisions.", "Since 2000, the BSP has conducted a total of 638 public information campaigns that were attended by a total of 43,943 participants from different sectors of society and from all the regions of the country.", "Amid the sustained uncertainties brought about by the COVID-19 pandemic, the BSP promptly implemented measures to complement the national government's broader health and fiscal programs in mitigating its impact.", "The list is already exhaustive but we intend to do more, if needed.", "In February, we cut policy rates by 25 basis points as a pre-emptive move to cushion the effects of COVID-19.", "This made us among the first central banks in the world to ease policy settings as the pandemic was gaining traction.", "Since then, we had continued to ease monetary policy.", "The latest move was the 50-basis-point reduction on June 25, which brought the policy rate to 2.25 percent, making the cumulative rate cuts this year to 175 basis points.", "Aside from cutting the policy rate, we also reduced the reserve requirement ratio, temporarily suspended term deposit facility auctions for certain tenors, and temporarily reduced the volume offering for the daily overnight reverse repurchase facility to encourage banks to lend more.", "The second category is the implementation of extraordinary liquidity measures that will complement government programs.", "These include, among others, the PHP300-billion (or approximately US$ 6 billion) repurchase agreement with the national government, opening of a window for purchases of government securities in the secondary market, and advance remittance of PHP20 billion in dividends to the national government.", "The estimated BSP liquidity injection to the financial system is about PHP1.3 trillion, equivalent to 6.7 percent of the country's GDP.", "The implementation of these measures has helped ensure ample liquidity as well as the proper functioning of the financial system during the lockdown.", "The BSP's policy responses complement the national government's own massive relief and mitigating measures- which amount to hundreds of billion pesos-to save lives and livelihood at this critical time.", "Additionally, the BSP approved a package of measures to further reduce the financial burden on loans to micro-, small-, and medium-scale enterprises.", "In particular, loans granted to MSMEs and large enterprises that are not part of conglomerate structure shall be counted as part of banks' compliance with reserve requirements.", "These measures likewise complement earlier monetary actions taken by the BSP to shore up market confidence and cushion domestic economic activity, along with various time-bound relaxation of various regulations (e.g.", "calculation of penalties on required reserves and single borrower limits, among others).", "There has been positive response on the part of banks with respect to this relief measure, especially on the use of loans to MSME as alternative compliance with the reserve requirements (RR).", "In fact, around 90 banks (mostly rural banks) have started using loans to MSMEs as an alternative mode of compliance with the RR.", "Latest data show that around PHP71.0 billion in MSME loans were used as compliance with the RR.", "Banks have also been active in extending financial relief to their customers through loan renewals and restructuring arrangements.", "I know there are concerns over the potential non payment/delinquent payment of loans coming from both business and household sectors.", "Thus, to ensure stability of the financial system, the BSP deployed a range of regulatory relief measures to encourage BSP-supervised financial institutions to grant a temporary grace period for loan payments or to restructure the loan accounts of their borrowers.", "To encourage BSFIs to offer safe, efficient, and reliable digital channels, the Monetary Board in April 2020 approved the waiving of fees related to the provision of electronic payment and financial services.", "As well as other initiatives to ensure continued access to financial services, including managing risks related to the increase of digital financial services.", "The BSP has implemented measures to ease operational requirements on banks to ensure continued delivery of financial services.", "With the combined extraordinary measures by the BSP and the national government, we are projecting a strong recovery in 2021 from the contraction this year.", "Let me cite some figures on our outlook.", "On GDP, latest government estimates show that the Philippine economy will likely shrink by anywhere between 2.0 and 3.4 percent this year as the pandemic disrupts a wide range of industries.", "But by next year, we expect a strong bounce-back with a growth of 8.0 to 9.0 percent.", "On inflation, BSP estimates for this year up to 2022 show that it will stay within the target range of 2.0 to 4.0 percent, thus providing an enabling environment for businesses to recover.", "On external accounts, latest BSP estimates show that our overall balance of payments position (BOP) will stay in surplus this year in the amount of US$0.6 billion, equivalent to 0.2 percent of GDP, and then increase to US$2.4 billion next year, equivalent to 0.6 percent of GDP.", "Our gross international reserves (GIR) are projected to settle at US$95 billion by the end of this year.", "This will be the highest year-end figure on record and will provide 8.5 months' worth of import cover.", "Foreign direct investments (FDIs) are expected to still post net inflows this year in the amount of US$4.1 billion, and then increase to US$6.5 billion next year.", "Foreign portfolio investments are also seen to continue posting net inflows in the amount of US$2.4 billion this year and US$3.4 billion next year.", "Remittances, which support consumption of many Filipino households, are expected to contract by 5.0 percent this year as the COVID-19 crisis forces layoffs in host economies.", "But by next year, we expect remittances to rebound to a growth of 4.0 percent as economic activities in various parts of the world gradually recover.", "The high quality of labor that Filipinos provide make them highly in-demand across the globe, and so the contraction in remittances forced by the pandemic is expected to be short-lived.", "On the banking sector, our banks remain strong and stable, and they continue to play a significant role in cushioning the impact of headwinds and fuelling economic growth for the Philippines.", "Banks are able to keep credit growing in support of consumption and production activities-all the while keeping their bad debts low and capitalization levels high.", "Our financial and economic resilience has been recognized and affirmed by several external organizations.", "The most recent was Moody's Investor Services affirming the Philippines' credit rating of \"Baa2\" with a \"stable\" outlook on July 16, 2020.", "In June, Japan Credit Rating Agency upgraded our credit rating to A- from BBB+.", "Earlier, S&P and Fitch have affirmed their rating of BBB+ and BBB, respectively.", "The prestigious publication, The Economist, also acknowledged the Philippines' relatively strong financial strength based on four metrics, namely public debt, foreign debt, cost of borrowing, and reserve cover.", "It assessed the Philippines as the 6th best among 66 emerging economies, and number one among its Southeast Asian peers.", "This slide shows the rating actions of the three global credit rating agencies - Fitch, Moody's, and S&P.", "As of 30 June 2020, 39 countries have been downgraded while there had been 101 negative outlook revisions.", "Viewed in this light, Moody's confirmation of the Philippines' credit rating of \"Baa2\" with a \"stable\" outlook should be seen as a resounding vote of confidence for the country.", "The BSP reiterates its commitment to use its entire arsenal of policy tools and instruments in a timely and prudent manner to help cushion the economy from the potential fallout.", "The relatively benign inflation outlook in the policy horizon provides space for monetary policy adjustments to complement the national government's efforts in mitigating the adverse impact of the public health crisis.", "The pandemic highlighted the need to expand the reach of digital payments.", "Efficiency in retail payments is really about speed, convenience and affordability, which can clearly be supported by a shift to electronic payments.", "Thus, a key outcome of the National Retail Payment System is to increase adoption of electronic retail payments to 50 percent by 2023, if not sooner.", "The BSP envisions an accelerated uptake of e-payment services, through digital platforms like the InstaPay and PESONet, in the next three years.", "We have gained significant strides in this direction through the adoption of the national QR code standard, as well as the use of online payment facilities for government transactions.", "We have gained significant strides in this direction through the adoption of the national QR code standard as well as the use of online payment facilities for government transactions.", "On the legislative front, the BSP will push for the passage of the following priority bills: • Amendment to Republic Act Nos.", "1405 and 6426, the laws pertaining to the secrecy of bank • Amendment to Republic Act No.", "9510 or the \"Credit Information System Act; • Amendment to Republic Act No.", "10000 or the \"Agri-Agra law\"; • Financial Consumer Protection Bill; • Financial Institutions Strategic Transfer (FIST); • Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery (GUIDE); and • Bayanihan II or to Recover as One Act The road to recovery from the pandemic may be marred by potential headwinds that may hamper faster growth of Asian economies, including the Philippines: 1.", "Slower growth in trade.", "Asia is heavily dependent on global supply chains and cannot grow while the whole world is suffering.", "Asia's trade is expected to contract significantly due to weaker external demand, with total trade (exports plus imports) projected to decline by about 20 percent in 2020 in Japan, India, and the Philippines.", "Longer than expected lockdowns.", "Even when lockdown measures are fully relaxed, economic activity is not likely to return to full capacity, due to changes in consumer behavior and measures put in place to maintain physical distancing and reduce contagion.", "Inequality had already been rising in Asia, and research shows how past pandemics led to higher income inequality and hurt employment prospects of those with limited education.", "Weak balance sheets and geopolitical tensions.", "Weakened household and corporate balance sheets in many Asian countries can weigh negatively on investor sentiment and amplify the effect of increasing uncertainties associated with geopolitical tensions.", "However, let me assure everyone that our decision to unwind COVID-19 responses will be gradual, prudent, and evidence-based.", "While the timing for the end of the pandemic remains uncertain, the BSP is committed to do whatever is necessary to help the Philippine economy recover from the COVID-19 crisis and to build its resilience against future crises.", "Thank you and a pleasant afternoon to all!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking sector", "Economic growth", "Inflation", "External payments", "Fiscal policy", "Monetary policy", "Financial inclusion", "Digital payments", "Credit rating", "Headwinds"]}