{"sentences": ["Speech 14 July 2020, 3.30 pm Small country - big challenges Switzerland's monetary policy response to the coronavirus 2020 IMF Michel Camdessus Central Banking Lecture Thomas J. Jordan* Chairman of the Governing Board Swiss National Bank Washington and Zurich, 14 July 2020 © Swiss National Bank, Zurich, 2020 Dear Madame Managing Director of the International Monetary Fund, Dear Kristalina, Ladies It gives me great pleasure to speak before you today - although for most of you only virtually, unfortunately, due to the coronavirus pandemic.", "Dear Kristalina, I'd like to thank you and the IMF very much for the invitation to give this year's Michel Camdessus Central Banking Lecture.", "This is a great honour for me and for the Swiss National Bank.", "I have had the privilege of meeting Michel Camdessus, and hold him in high esteem as an impressive personality and a far-sighted decision-maker.", "Allow me also to pay tribute to you, dear Kristalina, for your strong leadership of the IMF at this critical juncture.", "The work of your institution is crucial for overcoming the current global crisis.", "The coronavirus pandemic presents the world with enormous challenges.", "In my speech today, I will focus on some of these challenges as they pertain to monetary policy in Switzerland.", "In recent years, the Camdessus Lecture has been given by central bank governors of large economies.", "These central banks shape global monetary policy.", "I, on the other hand, speak as the central bank representative of a small open economy that conducts its monetary policy against this global backdrop.", "Pre-coronavirus: a difficult starting position for Swiss monetary policy Even before the outbreak of the coronavirus pandemic, the monetary policy situation in Switzerland was not easy.", "In January 2020 - in other words, even before the first coronavirus cases were recorded in our country - inflation was just 0.2%.", "At the same time, the SNB policy rate of -0.75% had already been at a historical low for five years.", "Not so long ago, we could hardly have imagined negative nominal interest rates.", "Let me briefly explain how this extraordinary situation came about.", "Monetary policy challenges due to spillovers from abroad As a small open economy, Switzerland is highly exposed to external disruptions.", "Exchange rate movements in particular exert a major influence on inflation and economic activity in our country.", "A further characteristic of Switzerland is that the Swiss franc, as a safe-haven currency, tends to appreciate when global risk sentiment deteriorates.", "In recent years, a number of crises - notably the global financial crisis and the European sovereign debt crisis - have led to appreciations of the franc.", "What does the strong influence of developments abroad on inflation in our country mean for our monetary policy?", "It means that inflation can be controlled with even less precision than in the large currency areas.", "It is not possible - or only with disproportionate use of monetary policy instruments and correspondingly marked sideeffects - to always fully offset spillovers from abroad.", "For this reason, a definition of price stability that allows a certain flexibility in the monetary policy response is essential for Switzerland.", "According to the SNB definition, price stability is considered to prevail when the inflation rate is less than 2% but still positive.", "This has yielded good results.", "In addition to the aforementioned crises, the international low interest rate environment has also exerted upward pressure on the franc.", "The global decline in the level of interest rates over recent decades is mainly due to structural factors - and thus to a decline in the equilibrium rate of interest.", "No country can detach itself from this global development, and certainly not Switzerland with its open capital market.", "The global fall in interest rates increased the upward pressure on the franc.", "Historically, nominal interest rates in Switzerland have been substantially below those abroad.", "Besides the usually lower inflation rate in Switzerland, this also reflects our country's political stability and the credibility of our institutions.", "In response to the global financial crisis, the central banks in the major currency areas lowered their policy rates close to zero.", "In Switzerland too, monetary policy easing was necessary.", "However, there was less scope for interest rate cuts here than abroad due to the already lower interest rate level.", "The global decline in interest rates therefore narrowed the interest rate differential with other countries, which led to additional upward pressure on the franc.", "Following a series of appreciations, the Swiss franc was at times significantly overvalued.", "This posed considerable challenges for companies in our country, and inflation declined repeatedly into negative territory.", "Given this situation, how was the SNB able to conduct the expansionary monetary policy required in this low-inflation environment?", "We carried out substantial interventions in the foreign exchange market, and temporarily introduced a minimum exchange rate against the euro.", "At the beginning of 2015, we then lowered our policy rate below zero.", "This was done in order to at least partially restore the usual interest rate differential with other countries and thus alleviate the upward pressure on the franc.", "Experience with the negative interest rate in Switzerland The SNB was one of the first central banks to lower its monetary policy rate significantly into negative territory.", "Let me therefore say a few words about our experience with the negative interest rate, which has now lasted a good five years.", "On the whole, negative interest has proved its worth for Switzerland.", "The transmission of negative interest to the economy in this country occurs primarily through its impact on the exchange rate.", "Negative interest has passed through to money and capital market rates, and thus eased upward pressure on the Swiss franc.", "This has helped to ensure more appropriate monetary conditions for the economy.", "It is less clear to what extent the negative interest rate also has an effect via the credit channel.", "However, we introduced negative interest not because of its effect on the demand for credit, but because of its influence on the exchange rate.", "In Switzerland, the negative interest rate has thus had the intended impact.", "But there have also been side-effects.", "Negative interest poses a challenge for banks, pension funds, insurance companies and savers.", "It may also have negative consequences for financial stability if the search for yield leads to excessive risk taking.", "The decision to impose negative interest therefore requires, like all monetary policy decisions, a cost-benefit analysis.", "While the benefits of negative interest in relation to the exchange rate occur immediately, possible sideeffects only become apparent over time.", "With regard to financial stability, our experience shows that macroprudential measures - in particular the countercyclical capital buffer - help to limit the undesirable impact of negative interest.", "In order to further reduce the side-effects on the banking system, we also grant the banks a considerable exemption threshold.", "Negative interest is thus charged on only a portion of their sight deposits at the SNB.", "Ladies and gentlemen, even though we still have scope for further interest rate cuts, the fact remains that one cannot lower interest rates indefinitely.", "For this reason, interventions in the foreign exchange market, in which we buy foreign currencies and sell Swiss francs, also play a central role in our policy mix.", "Foreign exchange market intervention as a monetary policy instrument Since the global financial crisis, the central banks of many large economies have implemented extensive securities purchase programmes (known as quantitative easing, or QE).", "By contrast, the SNB has intervened in the foreign exchange market.", "First, the capital market in Switzerland is relatively small, which naturally limits the size of a QE programme.", "Second, the capital market in Switzerland plays only a subordinate role in the transmission of monetary policy, as comparatively few, large companies use it to finance themselves.", "And third, in Switzerland the upward pressure on the franc was the main reason for the at times very low inflation.", "Against this backdrop, for us, foreign exchange market interventions were and still are the most direct and thus the most effective instrument besides the negative interest rate.", "When deciding on whether to intervene, it is vital - just as with negative interest rates - that a continuous cost-benefit analysis takes place.", "On the one hand, there is the benefit of preventing an excessive appreciation of the Swiss franc and thereby stabilising price and economic developments.", "On the other hand, foreign exchange market interventions expand the SNB's balance sheet and have caused our investments in foreign currencies to rise sharply.", "Therefore, they increase financial risks in the longer term.", "The responsibility to manage our assets in the best possible way, and so limit the risk of potential loss, has thus also increased.", "For this reason, we invest a significant proportion of our assets in stocks in order to improve the risk/return profile of our investments.", "Our experience shows that foreign exchange market interventions and the negative interest rate are essential for a small open economy with a safe-haven currency in a global low interest rate environment.", "The combination of these two monetary policy instruments is more effective and results in fewer undesirable side-effects overall than concentrating on just one of them.", "Challenges for monetary policy in times of the coronavirus pandemic Ladies and gentlemen, a strong franc, low inflation and negative interest rates - this was the monetary policy environment in Switzerland at the beginning of the year.", "The pandemic and the restrictions imposed in many countries to contain the virus brought parts of the economy to a temporary standstill.", "Not only coronavirus, but also the economic downturn spread unusually quickly across the entire world.", "In the first quarter of this year, the Swiss economy experienced the sharpest downturn since the oil crisis in the 1970s.", "Furthermore, the second quarter is likely to be considerably worse.", "Inflation has declined once again and has fallen clearly into negative territory.", "What is the task of monetary policy in Switzerland in this situation?", "As always, the aim is to ensure appropriate monetary conditions.", "In this specific case, it is also about providing banks with the necessary liquidity so that they can supply the economy with credit.", "Many companies have experienced severe sales losses due to the restrictions imposed on their business activities and the lack of demand for their products.", "While revenues have fallen away, a large part of the costs continue to be incurred.", "These companies therefore need swift access to financial resources, to bridge the loss of revenue.", "In the current situation, however, the line between liquidity and solvency problems is blurred for many companies.", "To ensure that banks do not hesitate in granting new loans, the Swiss government set up a programme through which it provides guarantees for corporate loans.", "With a minimum of red tape, companies are able to apply for such guaranteed loans from their account-holding bank.", "Following a brief check, the loans are approved and paid out.", "In this way, even small companies with no existing credit relations can obtain bridging loans quickly and at very favourable conditions - with an interest rate of 0% for amounts of up to half a million francs.", "Within the first week after the start of the programme, every tenth Swiss company had received such a loan.", "This figure has since risen to a good 20% of all companies in Switzerland.", "The SNB is offering the banks a new facility for refinancing the loans guaranteed by the government at our current policy rate of -0.75%.", "The SNB COVID-19 refinancing facility increases the banks' liquidity and their capacity to grant credit on favourable terms.", "Getting a loan programme aimed at mitigating the economic consequences of the coronavirus pandemic up and running so quickly depended on close cooperation between the government, central bank and private sector.", "Not only has the coronavirus pandemic presented Swiss monetary policy with new challenges, but it has also exacerbated the long-standing problem of upward pressure on the franc.", "Two drivers have been decisive here recently.", "First, the monetary policy easing by the major central banks through purchases of securities and interest rate cuts pushed down foreign yields.", "As a result, the interest rate differential with Switzerland narrowed once again.", "And second, the high level of uncertainty about the economic outlook led to a flight to safe-haven currencies such as the Swiss franc.", "Our combination of negative interest and foreign exchange market interventions thus remains more necessary than ever.", "In recent months, we have intervened more strongly on the foreign exchange market in order to alleviate the upward pressure on the franc.", "Conclusion and outlook Ladies and gentlemen, I hope that I have been able to give you an insight into the special situation in which Switzerland finds itself as a small open economy.", "Our experience underlines how exposed small countries are to international developments.", "Spillovers from abroad require continuous adjustments to our monetary policy, and sometimes difficult decisions taking into account comprehensive cost-benefit analyses.", "In an environment of low interest rates worldwide, we were forced to find new instruments to ensure appropriate monetary conditions.", "Negative interest and foreign exchange market interventions have served us well.", "However, the Swiss experience also shows that monetary policy in small open economies cannot always fully absorb disruptions from abroad.", "Our definition of price stability, which allows a certain flexibility in the monetary policy response, is therefore essential for our country.", "Monetary and fiscal policy in Switzerland have complemented each other well to cushion the economic consequences of the coronavirus pandemic.", "However, the experience with coronavirus in particular also illustrates the importance of a clear division of roles between monetary and fiscal policy.", "Monetary policy is not a panacea.", "It must not take fiscal and structural policy decisions.", "Responsibility for these policy areas must remain with the government, even in the event of a crisis such as the coronavirus pandemic.", "Finally, I would like to say a few words about the outlook.", "The economic recovery will take time.", "Expansionary monetary and fiscal policy is therefore still necessary.", "Meanwhile, even for countries like Switzerland - which entered the crisis with low levels of public debt - the sharp rise in new borrowing will be an issue for years to come.", "In the longer term, inflation could rise again due to the global increase in public debt.", "The challenge will then lie in identifying the right time and the right pace for monetary policy normalisation in order to ensure price stability.", "It is uncertain whether and to what extent coronavirus will lead to permanent structural changes in the economy.", "The creativity and adaptability of companies will be crucial for economic recovery.", "Structural policies can play an important role in fostering entrepreneurship through good framework conditions, thereby increasing potential growth.", "This is the best way back to sustainable growth and sustainable long-term public debt.", "Both are a prerequisite for broad-based prosperity and social stability.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Swiss franc", "Negative interest rate", "Monetary policy", "Foreign exchange market intervention", "Price stability", "Coronavirus pandemic", "Central bank", "Inflation", "Financial stability", "Economic growth"]}