{"sentences": ["BANK INDONESIA'S ANNUAL MEETING 2020 BANK INDONESIA'S ANNUAL MEETING 2020 BANK INDONESIA'S ANNUAL MEETING 2020 TABLE OF CONTENT Global Economic Performance and Prospects: Recovery Underway, Financial Market Uncertainty Eases 7 National Economic Performance and Prospects: Recovery Process Underway, Stability Maintained Bank Indonesia Policy Mix 2020: Strengthening Stability, Supporting National Economic Recovery 20 • Rupiah Exchange Rate Stabilization Policy 21 • Monetary Policy Stimulus 22 • Monetary Policy Mix and Macroprudential Policy • Implementation of Law No.", "2 of 2020: Supporting State Finances and Financial System Stability • Digitalization of Payment Systems: Accelerating National Digital Economic and Financial Integration • Money Market Deepening: Effectiveness of Policy Transmission and Financing • Empowerment of Sharia Economy and Finance, and MSMEs • Strengthening International Policy • Transformation of Bank Indonesia Synergize to Build Optimism for Economic Recovery: One Prerequisite, Five Principal Strategies Bank Indonesia Policy Mix for 2021: Supporting Optimism for National Economic Recovery • Monetary Policy Direction • Macroprudential Policy Direction • Payment System Policy Direction • Acceleration of Money Market Deepening • MSMEs Policy and Sharia Economy and Finance • International Policy Moving Forward with Optimism TO BUILD OPTIMISM FOR ECONOMIC RECOVERY Speech of the Governor of Bank Indonesia BANK INDONESIA'S ANNUAL MEETING Jakarta, 3 December 2020 • The President of the Republic of Indonesia, Joko Widodo.", "Honourable Guests, • Leaders and Members of the House of Representatives and House of Regional Representatives of the Republic of Indonesia; • Leaders of State Institutions; • Ministers of Indonesia Onward Cabinet (Kabinet Indonesia Maju), • Chairman and Members of the Board of the Financial Services Authority (OJK) and Deposit Insurance Corporations (LPS) • Former Governors and Board members of Bank Indonesia; • Provincial Governors from all across Indonesia; • Leaders of the Banking Industry, Corporate Sector and National Media; • Awardees of 2020 Bank Indonesia Award; • Distinguished Ladies and Gentlemen, Assalamualaikum Warahmatullahi Wabarakatuh, Greetings to everyone, Shalom, Om Swastyastu, Namo Buddhaya, Salam Kebajikan.", "First of all, let us express our gratitude to the Almighty God, because only with His grace and blessings today we could gather at this Bank Indonesia Annual Meeting of 2020.", "With all humility, we would like to extend our gratitude Mr. President who has been pleased to attend this convocation along with all the invited guests.", "We congratulate the banks, corporations, and individuals who received the Bank Indonesia Awards 2020.", "A total of 41 awards in 4 areas and 13 categories in the fields of monetary stability and financial system management, payment systems and Rupiah money management, MSMEs development and sharia economy and finance, as well as Bank Indonesia policies' supports.", "This award is held annually, together with the Annual Meeting of Bank Indonesia, as an appreciation and recognition to partners who have supported the implementation of Bank Indonesia's tasks.", "On this auspicious occasion, allow us to present an evaluation of economic performance in 2020 as well as the economic prospects and the policy direction of Bank Indonesia for 2021, which we summarize under the theme \"Synergize to Build Optimism for Economic Recovery\".", "In our opinion, this theme is appropriate to strengthen the momentum for the national economic recovery process.", "After struggling to cope with the impact of the COVID-19 pandemic, thanks be to God the Indonesian economy has shown strong resilience.", "Stability has been maintained and the process of economic recovery is ongoing.", "The synergy of national economic policies is very close, and it is this synergy that we need to continue to strengthen in the future to build optimism for the national economic recovery.", "Bank Indonesia has, and will always, synergize with the Central and Regional Government, the Financial System Stability Committee (Komite Stabilitas Sistem Keuangan - KSSK), the House of Representatives (Dewan Perwakilan Rakyat - DPR), the banking sector, the bussinesses, and all parties to jointly build this optimism.", "God willing, the national economy will get better and continue to improve towards an Advanced Indonesia in 2045.", "We present the presentation in 5 (five) sections, namely: (i) Global economic performance and prospects that indicate recovery, financial market uncertainty has eased; (ii) National economic performance and prospects that demonstrate resilience in the recovery process; (iii) Bank Indonesia policy mix for 2020; (iv) Synergy of national economic policies to build optimism for future economic recovery; and (v) The direction of the Bank Indonesia policy mix for 2021.", "Our presentation is at the same time a manifestation of Bank Indonesia's accountability and transparency as mandated in the Bank Indonesia Act.", "Global Economic Performance and The COVID-19 pandemic has an impact on health Prospects: Recovery Underway, Financial and humanitarian problems around the world.", "Market Uncertainty Eases COVID-19, which first appeared in Wuhan, China, has spread rapidly throughout the world (Graph 1).", "The COVID-19 pandemic had an extraordinary Until now, more than 60 million people have tested impact on humanity, economy and finance worldwide.", "positive for COVID-19, mostly in the United States The scale and speed of the spread of the pandemic (US), India, Brazil, and Russia.", "COVID-19 has also around the world to 138 countries has far exceeded claimed more than 1.4 million lives (Graph 2).", "After previous pandemics (SARS and MERS).", "This has had an reaching its peak in the second quarter of 2020, unprecedented impact on health and humanity with additional cases and mortality rates began to slightly more than 60 million people testing positive and 1.4 subside.", "However, the risk of a COVID-19 second or million died from COVID-19.", "The impact on human even third wave pandemic is the focus of attention in mobility and world economic and financial activities various countries.", "Meanwhile, vaccine development has been unparalleled.", "The COVID-19 pandemic has is continuing with a number of successful trials caused a worldwide economic recession and in many and ready to be administered in stages estarting in countries, financial market panic and uncertainty, as December 2020.", "It is likely that vaccinations can well as many people falling into poverty.", "Because be carried out more widely in 2021, including in of the complexity of the problems, it requires an Indonesia.", "extraordinary policy response in terms of health, fiscal stimulus, monetary stimulus, and also in the The speed and progress in handling the COVID-19 financial sector.", "The crisis conditions we face from the pandemic determines the process of economic COVID-19 pandemic are very different from previous recovery.", "To mitigate the health impact of the crises, whether the depression in the 1930s, the debt COVID-19 pandemic, governments in many countries crisis in Latin America in the 1980s, the Asian crisis in have implemented the 3 Ts, namely: Trace, Testing 1997/98, or the global financial crisis in 2008/2009.", "and Treatment; while the community carries out the The epicenter of the crisis this time is the COVID-19 3 Ms: Memakai Masker (Wearing a Mask), Menjaga pandemic, attacking human mobility, and therefore Jarak (Keeping a Distance), and Mencuci Tangan (Hand economic mobility, resulting in an economic recession Washing).", "Application varies from country to country, affecting the monetary and financial sectors.", "for example, there are very stringent restrictions Graph 1.", "Additional Global COVID-19 Cases Graph 2.", "Limited Mobility of Developed Countries Graph 4a.", "Retail Sales AE Index 100 = 7 Days Moving Average 86.96 12 1 2 3 4 5 6 7 8 9 1 2 3 4 5 6 7 8 9 10 11 US Germany France Italy UK Australia Canada Japan US Germany France Italy Singapore New Zealand Average AE Data as of 20 November 2020 Source: Goldman Sachs Research, GS Effective Lockdown Index, compiled Source: CEIC, compiled on mobility (lockdown) in China, strict in Europe and Global economic performance has begun to show relatively more relaxed in the US (Graphs 3a and improvement, and will increase even further in 2021. b).", "These policies have limited economic activity, After the contraction in the second quarter of 2020, particularly in the second quarter of 2020.", "Retail sales world economic activity began to increase, although have decreased, impacting declining consumption, it is still overshadowed by the risk of a COVID-19 production and investment (Graph 4a and 4b).", "Economic improvements differ from volume of international trade has also decreased due country to country, depending on the size of fiscal and to the disruption of global supply chains that have been monetary stimuli, as well as the successful handling dominated by China.", "Economic activity has gradually of COVID-19 and increased human mobility.", "The improved from the third quarter of 2020, along with Chinese economy began to record positive growth the increase in human mobility, although it still needs in the third quarter of 2020 and is estimated to be time to recover to the conditions before COVID-19.", "the first country to begin to recover in the fourth Graph 3b.", "Mobility Restrictions on EMEs Graph 4b.", "Economic improvements occurred in large numbers and within a very short were also recorded in the United States (US), time period, resulting in the scarcity of the US dollar although accompanied by the highest cases of that put major depreciation pressures on the EME's COVID-19.", "Meanwhile, economic recovery was currency exchange rate (Graph 6).", "With the handling more limited in Europe, India and Latin America.", "of COVID-19 and the response with fiscal and The global economic recovery could be seen in the monetary stimulus policies in many countries, global improvement of several early indicators in October financial market uncertainty has begun to subside 2020, such as global community mobility, the and the flow of portfolio investment has begun to Manufacturing and Services Purchasing Managers' return to EMEs.", "Since early November 2020, global Index (PMI) in several countries, and consumer uncertainty has been decreasing after the results confidence in the US and Europe.", "World trade of the US Presidential election, although volatility volume and commodity prices have also increased.", "Going forward, the global economic recovery is Graph 5.", "Risk Indicators for Global and Indonesian predicted to continue with a growth of 5.0% in 2021, Financial Markets after contracting by 3.8% in 2020.", "On global financial markets, uncertainty has eased, although caution is warranted.", "The rapid spread of the COVID-19 pandemic around the world caused a global financial market panic in March 2020, resulting in the Volatility Index (VIX) and Credit Default Swap (CDS) risk indexes for Indonesia soaring to 83 and 272 from previously 19 and 66 respectively (Graph 5).", "The wave of 2 3 4 5 6 7 8 9 10 11 portfolio investment withdrawals from developing 2020 countries (Emerging Market Economies - EMEs) Graph 6.", "USD vs World Exchange Rates Graph 7.", "The VIX economies in many countries recover (Graph 8).", "indicator decreased to 24 while the CDS also fell to 78 which then encouraged the strengthening The process of economic recovery from the of many Asian currencies against the US dollar.", "COVID-19 pandemic was also supported by monetary The reduction in global uncertainty is expected stimulus from central banks in many countries.", "In to stimulate foreign capital inflows and further developed countries, with monetary policy interest appreciation of the exchange rates in developing rates approaching zero percent, central banks countries, including Indonesia.", "have taken monetary stimulus by injecting liquidity (Quantitative Easing - QE) into the financial sector, A large fiscal stimulus was provided by many particularly banking.", "This has been done by, among countries for economic recovery from the impact others, through an asset purchase program from the of the COVID-19 pandemic.", "Fiscal stimulus were market, including government bonds, private bonds, generally allocated for health budgets, social and credit securities.", "As a percentage of GDP, the assistance programs for the community, incentives largest amount of QE was carried out by the European for the business world, especially for Micro, Small Central Bank (ECB) then by the Bank of Japan (BoJ), and Medium Enterprises (MSMEs), and tax relief for corporations.", "Meanwhile, tax revenues dropped Graph 8.", "Forecast for Output Gap, 2020-2023 dramatically due to the economic recession.", "The sheer amount of additional spending amid falling tax revenues has led to a widening of the fiscal deficit in many countries, with a large increase in deficit exceeding 8% of GDP in developed countries compared to deficits in EMEs, which are generally lower due to the limited financing required (Graph 7).", "The size of the fiscal stimulus has had a positive impact on encouraging economic recovery since the third quarter of 2020 and is expected to accelerate ESP ITA FRA GBR AUS DEU JPN CAN USA IND ZAF MEX BRA IDN TUR CHN POL POL future economic recovery from the COVID-19 Ave, 2020-2021 Ave, 2022-2023 pandemic.", "The widening output gap in the 2020- Bank of England (BoE) and The US Federal Reserve Graph 10.", "Quantitative Easing of EMEs (Graph 9).", "In EMEs, monetary stimulus is implemented 4.4 4.5 through a combination of lowering policy interest 4.0 rates and injecting liquidity into banking and financial 3.3 3.5 markets.", "The magnitude of the reduction in interest 2.8 3.0 rates is in line with lower inflation and the need to maintain exchange rate stability.", "Meanwhile, liquidity 2.5 injection (QE) is generally carried out through 2.0 1.6 monetary operations, given the limited financial 1.5 assets on the secondary market.", "In percentage of 1.0 0.6 GDP, the largest amount of QE was carried out by 0.5 0.2 Bank Indonesia followed by Mexico, Chile, and the 0.0 Indonesia Mexico Chile Philippines Thailand Philippines (Graph 10).", "Source: Haver, Central Bank, Tellimer Research, Bank Indonesia A number of international policy coordination steps were taken to support the global economic recovery.", "from the impact of declining corporate performance, A number of important agendas surfaced in the including how to overcome very low credit growth G20, IMF, FSB and BIS forums.", "One of them was (credit crunch), the risk of increasing non-performing the need to continue fiscal and monetary stimulus loans (loan at risk), a large excess of liquidity in in accordance with economic conditions and the financial markets (liquidity trap), and to anticipate the handling of the COVID-19 pandemic in each country.", "risk of excessive price bubbles for financial assets.", "This is because the COVID-19 pandemic will continue Meanwhile, for developing countries, the main in 2021, even though vaccinations have been carried issues discussed were the impact of the COVID-19 out.", "Other agendas relate to anticipatory measures pandemic on increasing poverty and unemployment, for the impact of the decline in economic activity on declining ability to pay and the need for restructuring corporate conditions, including credit and business of foreign debt as well as mobilization of social restructuring programs, fiscal incentives, and the assistance from donor countries.", "Discussion of policies included efforts to maintain financial system stability The COVID-19 pandemic has also exposed a number of weaknesses in the world's trade, Graph 9.", "Quantitative Easing of Developed Countries monetary and financial system arrangement.", "In the field of international trade, in the short term the COVID-19 pandemic encouraged countries to prioritize domestic interests (inward looking policy), both by increasing domestic sources of growth and limiting trade relations with other countries.", "The weakness of the international trade system, which has so far relied on China in the global supply chains, creates vulnerabilities (Scheme 1).", "This needs to be addressed by building domestic supply chains and establishing trade relations bilaterally and with a number of regions (bilateral and regional free-trade Fed ECB BoJ BoE RBNZ Riksbank RBA agreements) so as to form multiple links in world trade (multi-polar supply chains).", "In the monetary Note: Including Note: including APP (include loan purchases loan purchases) & term funing and schemes; term funding schemes; sector, the dependence of world financial markets excluding short-term liquidity facilities not included short-term liquidity facilities Source: Central Bank, RBA, compiled on the domination of the US dollar went close to Scheme 1.", "A systemic risk arises when all global Prospects: Recovery Process Underway, investors simultaneously withdraw, in large numbers, Stability Maintained their portfolio investment assets and exchange them for US dollars as a safe heaven currency.", "To overcome The COVID-19 pandemic also had a tremendous this, it is increasingly important to encourage impact on Indonesia's health, economy and finances, bilateral and regional cooperation to use more local especially in the second quarter of 2020.", "As of 25 currencies in the settlement of trade and investment November, there were more than 500,000 positive transactions (local currency settlement), as are steps COVID-19 cases in Indonesia, with around 425,000 to internationalize the Chinese Renminbi currency.", "In the financial sector, the growing number of hedge The social restriction policies that need to be taken funds using algorithmic trading (AI machine trading) to prevent the spread of COVID-19 have had an proves the vulnerability of the global financial system impact on decreasing human mobility in almost all to pressure conditions such as at the peak of the major cities in the period from April to June, and COVID-19 pandemic at the end of March 2020.", "A also have an impact on decreasing economic activity number of initiatives were undertaken to regulate and in the second quarter of 2020 (Graph 12).", "Human supervise Non-Bank Financial Institutions (NBFIs), mobility has gradually improved since July 2020, in including these hedge funds in strengthening the line with the easing of social restrictions in various resilience of the global financial system.", "regions, which has also stimulated improvement in Graph 11.", "COVID-19 cases in Indonesia Graph 12.", "National economic growth has improved since the In the monetary sector, the global financial market third quarter of 2020 and will increase substantially panic at the end of March and April 2020 resulted in 2021.", "Economic improvement is in line with the in a large outflow of foreign portfolio investment realization of the fiscal stimulus, increased mobility with a very high depreciation pressure on the of people and improving global demand.", "With a strong commitment to stability Indonesian economy in the third quarter of 2020 policies from Bank Indonesia, the Rupiah exchange grew by 5.05% (qtq) from a contraction of 4.19% rate has strengthened significantly since the end of (qtq), or the contraction of growth decreased to March 2020, thus supporting the national economic 3.49% (yoy) from 5.32% (yoy) in the previous quarter recovery.", "Thanks be to God, the hardest times have (Table 2).", "There was an increased realization of passed.", "Stability is maintained and the process of Government stimulus, especially in the form of social economic recovery is ongoing.", "assistance, spending on other goods and services, as Table 2.", "Export performance reach 4.8% -5.8% in 2021. has also improved, driven by global demand, especially from the US and China, that is recorded Spatially, economic recovery is faster in a number in a number of commodities such as iron and steel, of areas outside Java.", "Economic improvement in pulp and waste paper, as well as textiles and textile the third quarter of 2020 was recorded in almost all products (tekstil dan produk tekstil - TPT).", "A number regions in Indonesia, although 7 (seven) provinces, of indicators show improvement, such as community including Bali, are still under pressure (Graph 13).", "In mobility, non-food and online retail sales, PMI fact, 2 (two) provinces had positive growth which Manufacturing, and public income.", "Looking ahead, were Central Sulawesi with 2.82% (yoy) growth economic growth is predicted to pick up on the back and North Maluku which grew at a high rate of of the improving global economy and accelerated 6.66%, supported by the positive performance of budget realization for the Central and Local export-oriented industries.", "The easing of social Governments, progress on the credit restructuring activities by more than 31 Regional Governments program, and the continuation of Bank Indonesia (4 Provinces and 27 Regencies/Cities) encouraged monetary and macroprudential stimulus.", "Overall, economic improvement in the third quarter of 2020.", "Meanwhile, the trade sector has improved Daerah dan Dana Desa - TKDD) by easing transfer in all regions in line with improving consumption requirements supported the realization of regional and export-import activities.", "The improvement in expenditures so as to increase regional economic regional economic growth is expected to continue improvement, especially in Java.", "From the external in 2021, in which the regions of Java, Sumatra, side, the recovery of the Chinese and US economies Kalimantan, Bali and Nusa Tenggara (Balinusra), has been the driving force for improvements in and Sulampua will grow respectively by 5.2%-5.6%; the export performances of a number of industrial 4.0%-4.4%; 2.4%-2.8%; 5.2%-5.6%; and 7.8%-8.2%.", "products in Java, Sulawesi-Maluku-Papua (Sulampua) and Sumatra.", "In terms of business sector, economic The resilience and stability of Indonesia's external recovery in the Sulampua region has been driven sector is well maintained.", "Current account by continued investment and increasing demand transactions in the third quarter of 2020 recorded in the steel and mining industries from abroad.", "In a surplus due to improvements in exports and Java, the economic recovery was mainly supported import adjustments in line with the weak domestic by improved consumption due to accelerated demand.", "This is reflected in the trade balance budget realization and increased mobility, thus during the third quarter of 2020 which recorded a supporting improvements in the industry business surplus of US $ 9.8 billion, much higher than the Table 3.", "The capital and financial account larger capital account surplus.", "The current account balance also remains strong, mainly supported by deficit is projected to be below 1.5% of GDP in 2020 inflows of foreign portfolio capital in line with large and around 1.0%-2.0% of GDP in 2021, supporting global liquidity, the attractiveness of domestic the resilience of Indonesia's external economic financial assets, and continued investor confidence sector.", "in the prospect for the domestic economy.", "Foreign exchange reserves in October 2020 were recorded at With the stabilization policy of Bank Indonesia, the 133.7 billion US dollars, far above the international Rupiah exchange rate is stable and has the potential adequacy standard.", "Going forward, it is estimated to strengthen.", "As stated above, the COVID-19 that Indonesia's external stability will be maintained.", "pandemic caused panic among investors and global The balance of payments is expected to experience market players, especially at the end of March and April 2020 which prompted large capital flight Graph 15.", "Rupiah Exchange Rate Againts US Dollar flows and weakened exchange rates for various vs Several Countries: world currencies, including Indonesia.", "The Rupiah 23 March - 20 November, 2020 was under pressure and it reached Rp.", "With the BRL -4.05 stabilization steps taken by Bank Indonesia and INR 2.87 intensive communication to investors and domestic CNY 4.39 6.41 and foreign market players, the Rupiah exchange JPY 7.10 rate has strengthened significantly again, reaching 8.66 Rp.", "This is in line with its fundamentally undervalued level, supported by Source: Reuters and Bloomberg, compiled low and controlled inflation, low current account deficit, high attractiveness of domestic financial administered prices (AP).", "Core inflation remains low assets and a declining risk premium for Indonesia.", "due to weak domestic demand, consistency of Bank Bank Indonesia continues to strengthen its Rupiah Indonesia policies to anchor inflation expectations, exchange rate stabilization policy in accordance with and maintained exchange rate stability.", "Volatile food its fundamentals and market mechanisms.", "inflation remains low in line with weak domestic demand, adequate supply, managed distribution, Inflation remains low in line with weak demand and and a more effective coordination between National adequate supply.", "In October 2020, the Consumer Inflation Task Force (TPI) and Regional Inflation Price Index (CPI) inflation was recorded at a low of Task Force (TPID).", "Low inflation was recorded administered prices category was not only due to in all regions of the Republic of Indonesia and for all limited human mobility, but also due to lower air components of core inflation, volatile food (VF), and transport fares.", "Bank Indonesia predicts that inflation Graph 14.", "Rupiah Exchange Rate Againts US Dollar Graph 16.", "Realization and National Inflation Targets Graph 19.", "Bank Indonesia consistently maintains intermediation function of the financial sector is price stability and strengthens policy coordination still weak due to limited credit growth in line with with the Government, both at the central and weak domestic demand as a result of depressed regional levels through the Inflation Task Force (TPI business performance and banking prudence due and TPID), in order to keep inflation within its target to the continuing COVID-19 pandemic.", "in October 2020 contracted by -0.47% (yoy), meanwhile, growth in Third Party Funds (TPF) was Financial system stability was maintained amidst recorded at a higher rate of 12.12% (yoy) (Graph 19).", "The capital adequacy ratio The weak credit growth in October 2020 occurred (CAR) of banks in September 2020 was recorded in almost all regions of Indonesia, except in West at 23.41%, and the ratio of non-performing loans Nusa Tenggara and Papua.", "Going forward, banking intermediation is predicted to improve.", "Bank Capital and Non Performing Loans credit and Third Party Fundsin 2021 is estimated to increase each by 7.0% -9.0% respectively.", "This prediction is consistent with the prospect of 5.0 25 economic recovery as well as continued fiscal and 4.5 monetary as well as macroprudential policy stimulus.", ".41 Corporate performance has also gradually improved 4.0 and reflected in increased sales, ability to pay, and 3.5 23 tax revenues, particularly in the Industry and Trade sectors.", "NPL (Gross) CAR (rhs) The growth of currency in circulation (Uang Kartal Source: Bank Indonesia, OJK, compiled Yang Diedarkan - UYD) in October 2020 was recorded at 14.61% (yoy) amounting to Rp.", "Growth in Digital Banking trillion.", "Payment transactions using ATMs, Debit IDR Million Cards, and Credit Cards showed a lower growth 10.50 contraction to 3.97% (yoy) in October 2020 (Graph 20).", "On the other hand, digital economic and financial transactions continue to grow positively in 20 line with the use of digital platforms and instruments during the pandemic, as well as the strong public 40 preferences and acceptance of digital transactions.", "The value of EU transactions in October 2020 continued to grow positively by 14.80% (yoy).", "SMS/Mobile Banking Internet Banking Growth (rhs) (Graph 21).", "Likewise, e-commerce transactions and Source: Bank Indonesia the use of the Indonesian Standard Quick Response Code (QRIS) in various transactions have increased rapidly.", "Going forward, Bank Indonesia believes that the improving national economic conditions and the development of the digital financial economy in increasing public preference and acceptance of Indonesia will be more rapid, especially e-commerce digital transactions.", "transactions, electronic money, and digital banking, thus supporting the national economic The prospects for Indonesia's economic recovery in recovery from the retail and MSME sectors.", "Bank 2021 will improve in the following years and return Indonesia continues to accelerate the digitalization to a trajectory towards an advanced Indonesia in the of payments through the implementation of the medium term.", "The acceleration of economic growth 2025 Indonesian Payment System Blueprint with a better economic structure is supported by the (Blueprint Sistem Pembayaran Indonesia - BSPI), in acceleration of economic transformation through a collaboration with the Government, banking, fintech, series of structural reform policies directed at 5 (five) and e-commerce.", "In addition, the rapid growth of main strategies.", "First, development of reliable human the digital financial economy is also in line with resources with mastery of technology.", "Second, infrastructure development that supports industrial Graph 20.", "Growth in use of ATM Cards, Credit Cards, connectivity, including MSMEs and tourism.", "Third, and Electronic Money improving the investment and business climate that is better supported by the streamlining of regulations through the implementation of the Job Creation Law and the development and deepening of the -2.2 350 financial market which encourages the strengthening of sources of development financing.", "Fourth, strengthening priority sectors that are competitive -3.5 200 and with high added value; and fifth, optimizing -30 -41.3 the use of technology to support digital-based economic transformation.", "We predict that of credit toavoid increasing non-performing loans in the medium term, Indonesia's economic growth and worsening capital.", "Likewise, the theLPS also will continue to pick up to be in the range of 5.5% ensures that public savings in the banking sector are - 6.1% with inflation maintained at a low level of guaranteed to support the stability of the financial 1.5% - 3.5% and a current account deficit in the system.", "Overall, with this projected trajectory, Indonesia is predicted to Bank Indonesia is fully committed to directing become a high-income developed country by 2045. all policy instruments for the national economic recovery.", "Since the outbreak of of COVID-19, Bank Indonesia's policy mix has been strengthened Bank Indonesia Policy Mix 2020: and closely coordinated with the Government and Strengthening Stability, Supporting the KSSK for national economic recovery, while National Economic Recovery maintaining macroeconomic and financial system stability.", "Bank Indonesia is committed to provide The improvement in the performance of the financing to the 2020 State Budget through the national economy is supported by synergy and purchase of Government Securities (SBN) from the close policy coordination among Government, Bank primary market or directly, so that the Government Indonesia, Financial Services Authority(Otoritas Jasa can focus on accelerating budget realization.", "Keuangan - OJK), the Deposit Insurance Agency Provision of liquidity is also continuously provided (Lembaga Penjamin Simpanan - LPS) and other for banks to support the credit restructuring program related parties.", "In 2020, the government provided and the business sector.", "The strengthening of the a relatively large fiscal stimulus with a deficit of Rp.", "Bank Indonesia policy mix covers the following 6 (six) 1,039.2 trillion or 6.3% of GDP.", "This included the aspects: budget for handling COVID-19 and the national i.", "A decrease in the BI 7-Day Reverse Repo Rate economic recovery program of Rp.", "This decision is in line with and public services) amounting to Rp.", "397.6 trillion, the need to boost economic growth, amidst low as well as non-public goods (namely incentives to inflation and relatively stable Rupiah exchange MSMEs, business, and corporations) amounting to rate.", "This Bank Indonesia policy interest rate is Rp.", "Bank Indonesia, in addition to the lowest level in history.", "stabilizing the Rupiah exchange rate, also provided ii.", "Rupiah exchange rate stabilization policy through a large monetary stimulus in the form of lowering intervention on the spot market, Domestic interest rates and quantitive easing, as well as NonDeliverable Forward (DNDF), and purchases easing macroprudential policies and digitalizing of SBN from the secondary market, amid the payment system.", "Through the \"burden sharing\" continuing uncertainty global financial market.", "mechanism with the Government, Bank Indonesia iii.", "Quantitative Easing by injecting large amounts provides financing and and bears the burden of the of liquidity into banks to support the national entire public goods budget of Rp.", "397.6 trillion in economic recovery program.", "Quantitative the 2020 State Budget through direct purchase of easing is carried out by, among others, monetary Government Securities (Surat Berhaga Negara - SBN), expansion and a reduction in the reserve and also bears the burden of around 60% of the SBN requirement (Giro Wajib Minimum - GWM).", "interest for the non-public goods budget for MSMEs iv.", "Relaxation of macroprudential policies to boost and corporations in the amount of Rp.", "117.0 trillion credit and financing for the economy, such as in the 2020 State Budget.", "Meanwhile, OJK provides the Macroprudential Intermediation Ratio (MIR), relaxation for banks in restructuring their credit Loan to Value (LTV) ratio, or lending by delaying installments of principal and interest downpayment for green motor vehicle loans.", "v. Provision of funding and burden sharing for Graph 23.", "Yield Spread on Government Bond the 2020 State Budget to support the national against UST economic recovery program through the purchase of SBN from the primary market (based 1.204 on the Joint Decree by the Minister of Finance and Governor of Bank Indonesia dated 16 April 2020) and direct purchase (based on the Joint Decree by the Minister of Finance and Governor 724 of Bank Indonesia 7 July 2020).", "Also, providing funding for LPS to anticipate and handle problem banks through the repo mechanism and / or purchase of SBN (PP No.", "Accelerate digitalization of payment systems TR ZA BR ID MX RU IND CN SK PL TH based on the Payment System Blueprint (BSPI) 2025 to expand the digital economy and Source: Bloomberg, compiled finance as part of economic recovery efforts, through electronification of the distribution policy was supported by intensive communication of Government social assistance, expansion of with investors as well as domestic and foreign QRIS, and collaboration between banks and market players.", "As we have previously stated, the fintech for easy access for MSMEs and the public Rupiah, which touched Rp.", "16,575per US dollars on to financial services.", "Investor's confidence have improved as can be seen in renewed Rupiah Exchange Rate Stabilization Policy foreign portfolio flows into Indonesia.", "From 14 April to 20 November 2020, foreign portfolio inflows to With the stabilization policy adopted by Bank the SBN market were recorded at Rp.", "48.6 trillion Indonesia, the Rupiah exchange rate strengthened (Graph 22).", "Foreign reserves pick up and reach significantly, which was conducive to the national 133.7 billion US dollars at the end of October 2020, economic recovery.", "Bank Indonesia's stabilization higher than the level before COVID-19.", "We are of the view that the current Rupiah exchange rate is Graph 22.", "Foreign Investment Flows to SBN still fundamentally undervalued, and, God willing, the Rupiah still has the potential to strengthen.", "The stability and strengthening of the Rupiah exchange rate is supported by a number of factors, namely: (a) low and controlled inflation, (b) low current account deficit, which is below 1.5% of GDP for the whole of 2020, (c) high interest rate differential between domestic interest and overseas market (Graph 23), (d) increased foreign exchange reserves, and (e) reduced risk premiums in line with less uncertainty -40 on global and domestic financial markets.", "Monetary Policy Stimulus Graph 25.", "Banking Interest Rates Lower interest rates and relaxation of Bank Indonesia's monetary policy has led to lower bank interest rates and financial market stability, although the decline in lending rates is still modest.", "This Bank Indonesia policy interest rate is a record-low in the history of Indonesian economy.", "Likewise, the yield thereby supporting credit growth and financing for on 10-year SBNs also fell by 75 bps from a high the national economic recovery.", "Banking interest rates also To encourage financing for business and the national went down, particularly deposit rates by 138 bps economic recovery, Bank Indonesia also extended to 4.93%, despite the 70 bps drop in lending rates the monetary stimulus in the form of a quantitative to 9.84% at the end of October 2020 (Graph 25).", "easing (QE) policy to a large number of banks.", "As With the large decline in policy interest rates and of 20 November 2020, Bank Indonesia has injected the easing of Bank Indonesia's monetary policy, the Rupiah liquidity of around Rp.", "682.0 trillion or slow decline in bank credit interest rates is due to nearly 4% of GDP, mainly from a reduction in the increased credit risk that requires banks to increase statutory reserve requirement (Giro Wajib Minimum their reserves.", "We hope that banks will be able - GWM) of around Rp.", "155 trillion and a monetary to accelerate the reduction in loan interest rates, expansion of around Rp.", "As shown in Graph 10, the amount of QE by Bank Indonesia is Graph 24.", "JIBOR Interest Rate the largest among EMEs countries.", "In more detail, (O/N, 1 month, 12 months) the expansion of monetary operations was carried 10.00 out through provision of term-repos to banks with underlying SBN and FX swaps totaling Rp.", "Monetary expansion was also carried out 8.00 through the purchase of SBN from the secondary 7.00 market amounting to Rp.", "166.2 trillion, as part of the 6.00 Rupiah exchange rate stabilization policy pursued by Bank Indonesia.", "In addition, Bank Indonesia JIBOR O/N (IndONIA) JIBOR 1 month JIBOR 12 months cut the Rupiah reserve requirement 3 (three) times by 300 bps, thereby increasing liquidity to around Rp.", "Bank Indonesia also did not impose additional demand deposits penalty if banks Graph 27.", "Average LTV/FTV Down Payment for Property do not comply with Macroprudential Intermediation and Environmentally Friendly Motor Vehicles Ratio, thereby increasing liquidity by around 15.8 14 13.3 13.3 trillion.", ".7 Monetary Policy Mix and 7.5 Macroprudential Policy Bank Indonesia has relaxed its macroprudential policy to encourage bank lending and financing .", "During 2020, Bank Indonesia relaxed the regulation on Macroprudential Intermediation Ratio (RIM / Properties Motor Vehicles RIM Sharia), which is the ratio between financing and bank funding, without imposing penalties on Source: Bank Indonesia banks that have RIM or RIM Sharia outside the target range, that has been set at 84% - 94%, for compliance of or RIM sharia can be repoed to Bank the next year starting from 1 May 2020 (Graph 26).", "Indonesia to meet liquidity needs.", "We view that the The provisions for the Loan to Value (LTV) ratio, easing of the macroprudential policy can provide namely the down payment policy in bank credit flexibility for banks in channeling credit to promote distribution, for environmentally sound motor national economic recovery while maintaining vehicle loans were also relaxed to 0% (Graph 27).", "In priority on sustaining financial system stability.", "addition, regulation on Macroprudential Liquidity Support (Penyangga Likuiditas Makroprudensial - PLM The reduction in interest rates and relaxation of / PLM Sharia), namely the ratio of liquid assets in monetary and macroprudential policies by Bank the form of ownership of SBN and SBI as liquidity Indonesia have provided support maintain financial buffer, was strengthened from 4% to 6% Deposits system stability.", "Ample liquidity conditions in the for conventional banks and to 4.5% against Rupiah banking sector were reflected in the high ratio of Deposits for Islamic banks.", "All securities used for Liquid Assets to Third Party Funds (LA / TPF), namely 30.65% in October 2020.", "Per the BUKU (Bank Graph 26.", "RIM's Disincentive Parameters Umum Kegiatan Usaha / Commercial Bank Business Activities) bank group, LA / TPF ratio reached around 0.2 0.2 28.91% to 34.19% for BUKU bank 2 to BUKU bank 4, while the LA / TPF ratio for BUKU bank 1 was also relatively high, namely at 17.83% (Graph 28).", "Deposit growth in the banking sector was also high, 0.1 namely 12.12% (yoy) in October 2020, while credit growth contracted 0.47% (yoy).", "The extraordinary liquidity easing by Bank NPL/NPF (Bruto) <5% & NPL/NPF (Bruto) <5% & CAR ≥ CAR CAR < CAR Incentive Incentive Indonesia in remains circulated in the banking and Incentive<CAR<19% money market, and is not yet channeled to the real Lower Disincentive Parameters Upper Disincentive Parameters sector in the form of credit.", "However, on the other hand, lowering interest rates and loosening liquidity Source: Bank Indonesia played an important role in maintaining financial Graph 28.", "LA / TPF Ratio per BUKU Bank Graph 30.", "This was primarily due to maintained 2020 contracted by 0.47% (yoy) despite high risk in interest rate and liquidity aspect.", "Moreover, growth in banks deposits of 12.12% (yoy).", "On the the liquidity loosening has also played a favourable supply side, banking capacity to provide lending role in bank profitability by improving revenue from was more than adequate in line with the easing of investing its liquidity in SPN and SBN instruments, Bank Indonesia's monetary policy in the form of in addition to interbank lending (Pinjaman Antar Bank lowering interest rates and large liquidity injections, - PUAB).", "Overall, ownership of securities in banks as well as a relaxation of macroprudential policies.", "1,443 trillion at the end of October The banking survey by Bank Indonesia in the third 2020, most of which were owned by BUKU bank 3 quarter of 2020 also showed that the standard and 4 (Graph 29).", "of lending was improving (Graph 31).", "Therefore, we view that this low credit growth condition is Weak demand is the dominant factor in explaining caused mainly by weak demand.", "This is closely a contraction of credit (Graph 30).", "Credit in October related to weak domestic demand and unfavorable Graph 29.", "SBN Ownership per BUKU Bank Graph 31.", "First, the purchase slowdown caused by COVID-19 pandemic as of SUN / SBSN from the primary market by described above.", "As domestic economy recovers Bank Indonesia through a market mechanism in the aftermath of COVID-19 pandemic, the to provide financing for 2020 State Budget in gradual easing of restrictions on human mobility, accordance with the Joint Decree by the Minister acceleration of the realization of the APBN and of Finance and the Governor of Bank Indonesia APBD by the Government, a loose mix of monetary dated 16 April 2020.", "Second, direct purchase of and macroprudential policies including more than SUN / SBSN by Bank Indonesia for financing as adequate banking liquidity by Bank Indonesia, as well as burden sharing of the 2020 State Budget well as progress on credit restructuring by banks, we in a Joint Decree by the Minister of Finance and estimate that bank lending and financing from the the Governor of Bank Indonesia dated 7 July capital market will gradually pick up going forward.", "The provision of PLJP / PLJPS to solvent and healthy banks (Article 16 (1) (a) and 17) has Implementation of Law No.", "2 of 2020: been followed up with changes to the two Bank Supporting State Finances and Financial Indonesia Regulations (PBI) No.", "/ 6 / PBI / 2020 dated 30 April 2020 which was later revised with the third Bank Indonesia has followed up through all the amendment in PBI No.", "Provision of Special Liquidity Loans (Pinjaman extreme urgency due to the COVID-19 pandemic.", "Likuiditas Khusus - PLK) to Systemic Banks As it is known, the national policy response in Law experiencing liquidity difficulties that do no.", "2 of 2020 includes state budget policies and not meet the requirements of PLJP / PLJPS financial system stability policies.", "In this regard, guaranteed by the Government based on the authority of Bank Indonesia related to state the KSSK Decree (Article 16 (1) (b) & 18).", "budget policies in Law no.", "2/2020 includes the We discussed this at the Board of Governors purchase of SBN in the primary market from the Meeting on 27 May 2020 and currently it is still Government, while related to financial system in discussion at KSSK.", "stability policies include improvements to the iv.", "Purchases and / or repurchase agreement (repo) ShortTerm Liquidity Loan / Sharia Short-Term Liquidity transactions of SBN with the Deposit Insurance Financing (Pinjaman Likuiditas Jangka Pendek/ Corporation to recover the cost incurred for Pembiayaan Likuditas Jangka Pendek Syariah - PLJP handling solvency problems of Systemic Banks / PLJPS), purchase / repo of SBN with LPS, foreign and Banks Other Than Systemic Banks (Article exchange activities regulation, and access funding 16 (1) (d) & 20).", "The mechanism has been to corporations/private sector by means of repo of followed up as set forth in the amendment to Government Securities/State Sharia Securities (Surat the Memorandum of Understanding between Utang Negara/Surat Berharga Syariah Negara - SUN / Bank Indonesia and IDIC dated 23 July 2020.", "Bank Indonesia's follow-up on v. Regulations on the obligation to receive and the authority of Law no.", "2 of 2020 is as follows: use foreign exchange for residents, including i.", "Long-term SUN / SBSN purchases on the provisions regarding the transfer, repatriation primary market for APBN state budget financing and conversion of foreign exchange to maintain in the context of the COVID-19 pandemic macroeconomic and financial system stability and national economic recovery (Article 16 (Article 16 (1) (e)), have been followed up with (1) (c) & 19) have been implemented based on a plan to issue a Bank Indonesia Regulation 2 (two) agreements between the Ministry of (PBI) concerning the obligation to repatriate foreign exchange proceeds from the export The large amount of funding and burden sharing by of natural resources.", "Consultation on the PBI Bank Indonesia for the 2020 State Budget allows the implementation plan for the banking and the Government to focus on accelerating budget realization business community has been carried out.", "Since the signing of the However, until now we have no plans to enforce Joint Agreement between the Minister of Finance and it.", "the Governor of Bank Indonesia regarding the \"Burden vi.", "Funding to corporations / private companies Sharing\" scheme I, up until 20 November 2020 Bank by means of repo SUN / SBSN owned by Indonesia has purchased SBN from the primary market corporations / private through banking amounting to Rp.", "72.5 trillion in 31 (thirty one) auctions (Article 16 (1) (f)) can be implemented with conducted by the Government during 2020.", "Meanwhile, existing regulation(PBI and PDG of Monetary the realization of funding and burden sharing for public Operations.", "goods funding in the 2020 State Budget by Bank Indonesia through the direct purchase of SBN is in Bank Indonesia is fully committed to realizing accordance with the Joint Decree by the Minister of the purchase of SBN from the primary market for Finance and the Governor of Bank Indonesia dated 7 funding and burden sharing for the 2020 State July 2020 (\"Burden Sharing\" II Scheme) to 20 November Budget to support national economic recovery 2020, amounted to Rp.", "Thus, the overall in accordance with Law no.", "As stated purchase of SBN by Bank Indonesia along with the above, the purchase of SUN / SBSN on the primary distribution of the burden for funding the 2020 State market by Bank Indonesia for financing the 2020 Budget has reached Rp.", "In addition, State Budget is carried out through 2 (two) \"Burden Bank Indonesia will also realize the burden sharing with Sharing\" mechanisms.", "First, the Joint Agreement the Government for funding the 2020 State Budget for by the Minister of Finance and the Governor of Non Public Goods-MSMEs amounting to Rp.", "114.81 Bank Indonesia dated 16 April 2020 regarding the trillion in accordance with the Joint Decree by the Purchase of SUN / SBSN from the primary market Minister of Finance and the Governor of Bank Indonesia by Bank Indonesia through a market mechanism.", "With In this case, the purchase of SUN / SBSN can be the commitment of Bank Indonesia in purchasing SBN made through a non-competitive bidder in the main from the primary market, the Government can focus on auction, a green shoe option in an additional auction, efforts to accelerate the realization of the State Budget or a private placement.", "Second, the Joint Agreement to encourage national economic recovery.", "by the Minister of Finance and the Governor of Bank Indonesia dated 7 July 2020 regarding the purchase Bank Indonesia refined the PLJP / PLJPS provisions of SUN / SBSN directly for the financing of the to provide liquidity for solvent and healthy banks 2020 State Budget, as a follow-up to the decision by to strengthen financial system stability.", "As stated, Commission XI-DPR RI at the Working Meeting on 6 two improvements were made so that the PLJP / July 2020.", "Direct purchase of SUN / SBSN for public PLPS provision could be implemented and that it goods financing in the 2020 State Budget is Rp.", "conformed to international standards in supporting 397.56 trillion, namely for health, social assistance, financial system stability.", "The third improvement and public services, all of which are borne by Bank has been published in PBI No.", "In addition, Bank Indonesia also bears No.", "22/16/2020 on 29 September 2020 regarding the burden of financing non-public goods in the the third change of PLJP to conventional banks and 2020 State Budget related to MSME and corporate PLJPS to Islamic banks respectively.", "Improvements in incentives totaling Rp.", "particular related to interest rate settings, simplification of credit collateral requirements, as well as the Application Programming Interface (API), (ii) digitizing verification and valuation process for credit collateral retail payment systems through expanding QRIS by KAP / KJPP in the banking application process and developing BI-FAST Payment, (iii) development for PLJP / PLJPS.", "We have also established the of large value payment system infrastructure and Macroprudential-Microprudential Supervision modern and international standard financial markets, Coordination Forum (Forum Koordinasi Pengawasan (iv) development of public infrastructure for data Makroprudensial-Mikroprudensial - FKMM) between through Data Hub and Payment ID, and (v) progressive Bank Indonesia and OJK for this purpose, according regulatory reform and development friendly industry.", "to the Joint Agreement between the Governor of A number of rapid advances have been made in the Bank Indonesia and the Chairman of the OJK Board of implementation of the 2025 BSPI, in close synergy Commissioners, dated 19 October 2020.", "In this case, with banks and the Indonesian Payment System the granting of PLJP / PLJPS was agreed to be part Association (Asosiasi Sistem Pembayaran Indonesia of the supervisory action by OJK so that banks that - ASPI), OJK, and the Government (Central and need and fulfill the requirements of PLJP / PLJPS are Regional).", "required to prepare verification and valuation of credit collateral by KAP / KJPP so that Bank Indonesia will Digitalization of the payment system has driven be able to accelerate the provision of PLJP / PLJPS in digital economy transactions through e-commerce the event that it is needed.", "amid the COVID-19 pandemic.", "While economic transactions and physical payments have decreased, in 2020 the nominal value of e-commerce transactions Digitalization of Payment Systems: is estimated to reach Rp.", "253 trillion, up 23% from Accelerating National Digital Economic 2019, and expected to again increase by 33.2% and Financial Integration to Rp.", "In addition to increasing public preferences amidst limited To encourage the digital economy and finance as mobility due to the COVID-19 pandemic, the rapid sources of economic growth, Bank Indonesia is increase in e-commerce transactions is also driven accelerating the digitalization of the payment system by a number of marketplace strategies, such as with the implementation of the 2025 Indonesian promotional events with free shipping and cashback, Payment System Blueprint (Blueprint Sistem safe shopping on official e-commerce platforms, Pembayaran Indonesia - BSPI).", "This is in line with the 5 convenience for consumers to choose goods through (five) directives of the President on 3 August 2020 to accelerate digital transformation towards an advanced Graph 32.", "Nominal of E-Commerce Transactions Indonesia.", "The acceleration of digitalization of the IDR Trillion payment system is an implementation of the 5 (five) visions in BSPI 2025 which we launched in May 2019, that are directed at encouraging: (i) integration of the national digital financial economy, particularly the 205.5 retail and MSME sectors, (ii) banking digitization (open 200 banking) ), (iii) digital banking interlink with fintech, (iv) start-up innovation while still considering the 105.6 principle of prudence, and (v) basing national interests in payment system cooperation between countries.", "E-Commerce Payment Methods Graph 34.", "This and algorithms that enable a personal shopping can be seen from the rapidly increasing development experience.", "In line with the fast pace of e-commerce of QRIS, both in terms of volume and the nominal transactions, digital payment transactions also value of transactions as well as the number of increased rapidly, as reflected in the use of Electronic merchants (Graph 34).", "Currently, the use of QRIS has Money (EU) which reached 42.8% in e-commerce connected approximately 5.3 million retail merchants transactions in the third quarter of 2020,increased nationally (Table 4).", "Meanwhile, MSMEs, with more than 3.4 million Micro Business payment methods via bank transfer and cash (Usaha Mikro - UMI) merchants and around 1 million accounted for 24.8% and 14.7% of e-commerce Small Business (Usaha Kecil - UKE) merchants.", "Through QRIS, the digitalization of MSMEs can be The national and regional QRIS expansion campaign Table 4.", "QRIS Registered Merchants is able to accelerate the digital financial economy, particularly MSMEs and retail trade.", "Since its launch 22 13 Merchants' Growth in August 2019, Bank Indonesia has carried out a 2020 2020 massive campaign using QRIS as the only standard used in Indonesia, both nationally and in various 129,834 284,309 119% regions, especially for MSMEs, traditional markets, 265,077 489,770 85% and the academic world.", "The campaign was carried out through all 46 (forty six) Bank Indonesia offices 304,420 1,069,490 251% in synergy with banks, payment system associations, institutional ministries, local governments, and 2,378,026 3,426,123 44% strategic partners.", "QRIS provides various advantages, namely it is fast with recorded transactions, efficient 3,996 12,763 219% and free of charge, \"cool\" and up-to-date because it is supervised by Bank Indonesia, and more TOTAL 3,081,353 5,282,455 71% hygienic because there is no physical contact.", "The use of QRIS in payment transactions is increasingly accelerated so that it supports national economic expanded, both for air, land and sea transportation.", "and financial inclusion, including the availability of Moreover, the electronification of regional MSME data, which has been one of the obstacles in government financial transactions has progressed its development.", "Moreover, the expansion of the use rapidly.", "To date, 542 Regional Governments have of QRIS nationally and in the regions has overcome electronified their financial transactions, namely many of the previous problems associated with using 34 provinces, 93 cities and 415 districts.", "The level QR from other countries in Indonesia.", "of payment electronification varies from Cash Management System (CMS), online SP2D, to the Electronification payments for distribution of social use of QRIS, Electronic Money, and online banking.", "assistance programs, modes of transportation, as The electronification of local government financial well as electronification of local government finances transactions is not only for collecting taxes and also accelerates the digital economy and finance.", "levies, but also for spending and expenses.", "Payment Payment electronification supports the distribution electronification has been proven to increase tax of Government social assistance in a more targeted, revenue, expenditure efficiency and optimization, and correct amount, on time, and with better governance.", "strengthen local government financial governance.", "29.1 trillion in non-cash social assistance has been distributed to the Family Digitization of the payment system has also Hope Program (Program Keluarga Harapan - PKH) accelerated the development of fintech and and Rp.", "30.0 trillion for the Basic Food Program digitalized banking.", "Payment transactions using (Scheme 2).", "Likewise, the electronification of Electronic Money in 2020 are estimated to have various modes of transportation continues to be increased from 2019 by 38.4% to Rp.", "Development of Electronic Money Graph 36.", "The transformation is carried out through in 2021 (Graph 35).", "Meanwhile, digital banking three pillars.", "The first pillar, Availability of Quality and payment transactions via SMS / mobile banking Reliable Rupiah Currency, is through strengthening and online banking in 2020 are estimated to reach planning for meeting the needs of the Rupiah currency; Rp.", "27,036 trillion, slightly higher than in 2019, and strengthening of materials, safety elements and designs are expected to increase significantly by 19.1% to of Rupiah currency; preparing the implementation of Rp.", "About 15 redenomination, as well as strengthening integrity banks have carried out a digital transformation and a culture program to care for the Rupiah.", "The so as to improve digital financial services, such as second pillar, Efficient Money Distribution System opening savings accounts, transfers and payments and Prime Cash Services is through efficient money online, to live-chat services with customers.", "This distribution networks, strengthening cash services, development shows that digital banking in Indonesia and strengthening institutional architecture.", "The third has developed rapidly, and is able to catch up and pillar, Development of Adequate and even compete with payment transactions through TechnologyBased Rupiah Currency Management Infrastructure, is fintech.", "Bank Indonesia continues to accelerate through digitizing processing of the Rupiah currency, digital payment transactions through digital banking infrastructure optimization, as well as integrated and and fintech as well as interlinking both through Open compatible cash equipment.", "The transformation of API (Application Programming Interface) standards Rupiah currency management through these three so that the public and the business world can choose pillars is a manifestation of Bank Indonesia's strong which one is the cheapest, fastest, and safest.", "commitment to maintaining the integrity and credibility of the Rupiah as legal tender, as well as a unifier and In Rupiah currency management, Bank Indonesia pride for the Republic of Indonesia and the Indonesian has also carried out a transformation in the printing nation.", "and circulation of money through centralization, automation and efficiency, throughout the Republic of Indonesia.", "This transformation is directed at Money Market Deepening: Effectiveness of providing currency fit for circulation, appropriate Policy Transmission and Financing denomination, \"just in time\", is \"central bank driven\", aligning the direction of non-cash policies Bank Indonesia has accelerated money market and taking into account efficiency and national reforms to strengthen monetary policy transmission and to support financing for the economy.", "To that in close coordination with the OJK that focuses on end, Bank Indonesia has formulated the Money the stock market, bond market and structured product Market Deepening Blueprint (Blueprint Pendalaman markets.", "The goal is to create fluid and efficient financial market conditions to support BPPU 2025 is implemented through 3 (three) main monetary stability, financial system stability and to initiatives to develop a modern and international create a conducive climate for financing national standard money market.", "The Strategic Business Plan development (Scheme 3).", "The focus is on developing (SBP) for the three main initiatives will be implemented a market ecosystem that is modern with international from 2020 to 2025 (Scheme 4).", "The first initiative end-to-end standards covering the 3Ps + I aspects, is to encourage digitization and strengthening of namely Products (instruments), Providers (and users money market infrastructure including trading venues of funds, intermediaries), and Pricing (benchmark such as the electronic trading platform (ETP), central rates and standardization), with Infrastructure counter party (CCP), BI-SSS, BI-RTGS, and trade (market infrastructure, regulatory framework, as repositories (TR).", "The second initiative is to increase well as coordination and education).", "This target is the effectiveness of monetary policy transmission achieved through 3 (three) main strategies, namely: through the expansion of the instruments of the (i) Encouraging Digitalization and Strengthening Repurchase Agreement (Repo), IndONIA and JIBOR, of the Financial Market Infrastructure (FMI), (ii) Overnight Index Swap (OIS), DNDF, and Local Strengthening the Effectiveness of Monetary Policy Currency Settlement (LCS) with a number of countries.", "Transmission, and (iii) Developing Sources of Economic Meanwhile, the third initiative is to develop sources Financing and Risk Management.", "Bank Indonesia of economic financing and risk management, such as focuses on the development of the money market, long-term hedging instruments, asset securitization, foreign exchange market and Islamic money market, Scheme 3.", "Money Market Deepening Blueprint (Blueprint Pendalaman Pasar Uang - BPPU) 2025 Creating a liquid and efficient financial market condition to support monetary stability, the stability of financial system, and a conducive climate for financing national development Implementing the development of the Money Market and Forex Market and Other Financial Markets through Strengthening the Elements of the Financial Market Ecosystem to increase Market Credibility The creation of a deep, liquid, efficient, inclusive and safe The availability of sources to finance the national economy financial market Money Market Forex Market 6 MARKETi Bond Market Stock Market Encouraging Strengthening Digitalization & Sources of the Effectiveness Strengthening the of Monetary Economic Financing & Risk Financial Market Policy Infrastructure Transmission Financial Market Ecosystem Scheme 4.", "The Three Main Initiatives of Money Market Deepening Blueprint 2025 of Money Market Deepening Blueprint Encouraging Digitization and Increasing The Developing Sources of Strengthening of The Financial Effectiveness of Monetary Economic Financing and Market Infrastructure Policy Transmission Managing Risk Long Term Hedging Trading Venue/BI-ETP Repo Central Counterparty IndONIA dan JIBOR Sustainability and Green BI-SSSS Overnight Index Swap BI-RTGS DNDF Asset Securitization Trade Repository LCS Source: Bank Indonesia sustainable and green finance, and expansion communities, to large scale at the industrial level.", "This of the retail investor base.", "For the successful is applied in the leading sectors of agriculture, fashion, implementation of BPPU 2025, especially with the Muslim friendly tourism, and renewable energy.", "The third initiative, Bank Indonesia is coordinating closely second pillar, Islamic finance, expands financial products with the Government and OJK in the Financial and access both commercial - namely banking, financial Market Deepening Coordination Forum (Forum markets and other financial institutions; and social Koordinasi Pendalaman Pasar Keuangan -FK-PPK) as finance - namely zakat, infaq / shodaqoh, and waqf.", "well as with the financial industry and with strategic The third pillar, education and outreach, is implemented partners.", "through the development of a curriculum for Islamic economy and finance, entrepreneurship, as well as the establishment of three Sharia Financial Economics Empowerment of Sharia Economy and Festivals (Fesyar) at the regional level, and ISEF at the Finance, and MSMEs national and international.", "Bank Indonesia continues to accelerate the Sharia financing for economic recovery has also been development of Islamic economy and finance as a strengthened through improved liquidity management new source of growth for the Indonesian economy.", "In 2020, Bank Indonesia issued The goal is to build a halal value chain ecosystem provisions for a new Sharia Interbank Money Market through three main pillars.", "The first pillar, the sharia (Pasar Uang Antar bank Syariah - PUAS) in the form economic empowerment, is directed at building of an Interbank Sharia Fund Management Certificate halal supply chains, from small and medium scale (Sertifikat Pengelolaan Dana Berdasarkan Prinsip Syariah in Islamic boarding schools (pesantren) and Muslim Antar bank - SiPA), with a wakalah bi al-istitsmar BANK INDONESIA'S ANNUAL MEETING 2020 Scheme 5a.", "PaSBI Mechanism TRANSACTION MECHANISM \"PaSBI\" 3.", "Delivery of Funds (without ujrah) *) 3.", "SBS collateral pledge *) 1st leg Value = 4.", "Statement letter and sales pledged x (SBS a minimum return Price - haircut) 2.", "Wakalah bi al-istitsmar contract, among others: a.", "Period of Time Overall sharia banks c. The expected rate return of BI-SSSS /sharia business units the OMS d. Nominal value and type of SBS collateral (SBSN/SukBI/SBIS) **) 2nd leg Value = management 5.", "Returns of funds and investment 5.", "Released pledge of result (istitsmar) returns**) SBS collateral 6.", "Execution of SBS collateral Source: Bank Indonesia Scheme 5b.", "FLiSBI Mechanism TRANSACTION MECHANISM \"FLiSBI\" 3.", "Delivery of funds*) 3.", "SBS collateral pledge 1.", "Power of sale agreement letter (once at the beginning) 2.", "Qardh and rahn contracts, a.", "Period of Time c. FF Rate, or the level of cost of storage and maintenance of collateral (mu'nah) d. Nominal value and type of SBS collateral (SBSN/SukBI/SBIS) 4.", "Released pledge agunan SBS 4.", "Refunds and cost of storage and maintenance collateral (mu'nah) **) 5.", "Execution of SBS collateral *) Value at disbursement(1st leg) = SBS nominal pledged x (SBS Price - haircut) **) Value at due time (2nd leg) = Value at disbursement (1st leg) + collateral storage and maintenance costs (mu'nah) contract.", "SiPA can be traded at PUAS in three types, The series of Fesyar and ISEF events in 2020 will namely with the project being financed of securities further strengthen the synergy and the progress as the underlying, or securities, or a combination of achieved in the development of Sharia economy both.", "In addition to multiplying PUAS instruments and finance in Indonesia.", "The series of Fesyar and as liquidity management for sharia banking, SiPA ISEF activities include national and international is also in line with Bank Indonesia Sukuk (Sukuk webinars, business coaching and matching, Bank Indonesia - SukBI) which has been issued as a workshops, international showcases, with more monetary operation instrument with SBSN as the than 700 exhibition participants (Scheme 6).", "In addition, Bank Indonesia of the activities were aimed at accelerating sharia also strengthened the sharia monetary operations economy, including through the development of by issuing new liquidity injection instruments in the Islamic boarding school businesses, halal economic form of Bank Indonesia Sharia Principles Liquidity associations and industries, halal certification, Management (Pengelolaan Likuiditas Berdasarkan international tourism forums, and digitalization Prinsip Syariah Bank Indonesia - PaSBI) with a and economic inclusion conferences.", "In the field of wakalah bi al-istitsmar contract and Bank Indonesia Islamic finance, activities include Islamic financial Sharia Based Liquidity Facility (Fasilitas Likuiditas investment forums, waqf development, and a Berdasarkan Prinsip Syariah Bank Indonesia - FLiSBI) number of international conferences.", "These include with a qard contract and rahn (Schemes 5a and 5b).", "the organization of \"Financial Intermediary Day - All of these are expected to further enhance the Business Deals (Banks, Fintech, and Businesses)\", role of Islamic banking in financing the economy.", "as well as \"Indonesia Modest Fashion Show\" by Scheme 6.", "2020 Fesyar and ISEF: Indonesia, the Center of the World Sharia Economy and Finance SYNERGY OF ECONOMIC DEVELOPMENT AND SHARIA FINANCE AS A SOURCE OF INDONESIA'S NEW ECONOMY ISEF FESYAR 7 August - 31 October 2020 REGION ACTIVITIES EXHIBITOR REGION INTERNATIONAL BUSINESS WEBINAR COACHING-MATCHING TRANSACTIONS INTERNATIONAL SHOWCASE WITH 100 10 CONTRIBUTORS 17 VIRTUAL COUNTRIES VISITOR SHARIA FORUM WAQAF COMMITMENT BUSINESS COACHING POTENTIAL BUYER BUSINESS MATCHING 164 FASHION 87 30.3 185 designers from all over Indonesia.", "The ISEF including coffee, as well as agriculture and other local series was attended by more than 430 thousand potential sectors.", "Integration of digital economy and participants and resulted in a total transaction of finance is accelerated through a payment system around Rp.", "30.3 billion in waqf infrastructure that is fast, easy, cheap, safe and commitments.", "It is a great pride that an increasing reliable through MSMEs onboarding program.", "In number of institutions, associations, and various addition, business cooperation between MSMEs and parties, national and international, has joined and between MSMEs and large businesses and financial congregated in ISEF for the acceleration of the institutions are also initiated.", "Bank Indonesia economy and Islamic finance.", "also builds synergies with ministries, institutions, associations and communities to encourage MSMEs We continue to enhanceour MSMEs development to graduate (Scheme 7b).", "This synergy is in the form program through 3 (three) policy pillars, namely of capacity building, MSME onboarding, talk shows, Corporatization, Capacity, and Financing (Scheme business matching, business coaching, and joint 7a).", "The MSMEs institutional aspects continue to be expos in the regions and abroad.", "Likewise, synergy strengthened through corporatization, supported is also build to support the National \"Proudly Made by strong social capital.", "Groups are built on the in Indonesia Movement\" (Gerakan Nasional Bangga basis of mutually beneficial cooperation, directed at Buatan Indonesia -Gernas BBI).", "increasingly formal and modern institutional forms, including cooperatives, limited liability companies, The above synergy for the development of MSMEs and other institutional forms.", "MSMEs engaged in is the spirit of the series of Indonesia Creative export potential businesses are supported, such as Work (Karya Kreatif Indonesia - KKI) events held handicrafts, fabrics and fashion, food and beverages, by Bank Indonesia in 2020.", "Indonesian MSME Development Framework Encouraging Competitive MSME's for Accelerated Inclusive Economic Growth Subsistence Group Micro Group Small Group Medium Group Corporatization Capacity Financing 1.", "Synergy Between Central And Regional National Policies 2.", "Integrated Business Model Cluster Formation, End to End Ease of Business Agriculture Fisheries Halal Value Chain Ecosystem Technical Assitant Facilities / Infrastructure Capacity Building and Financing, Manufacturing Tourism Marketing Access Access to Finance Ministries / Agencies / Financial Services Association / Community / Legislative / Regional Industry / Investor University Islamic Boarding (Supply Chain) Platform Chool Business Community Governments / Philanthropy Scheme 7b.", "The 2020 KKI series 1 on 28-30 August was various Bank Indonesia Representative Offices were as a synergy between Bank Indonesia, the Ministry held.", "Workshop activities, business matching and of Foreign Affairs, the Ministry of Cooperatives and coaching, and international showcases were also MSMEs, the Ministry of Industry, and the Ministry of held to strengthen the existence of MSMEs as a new Trade to focus on encouraging exports by MSMEs.", "force for the national economy (Scheme 8).", "The 2020 KKI Series 2 dated 7-9 October 2020 promoted a synergy between Bank Indonesia, the Ministry of Manpower, the National Craft Council Strengthening International Policy (Dewan Kerajinan Nasional - Dekranas), the Ministry of Tourism and Creative Industries, the Ministry Bank Indonesia continues to strengthen of Communication and Information to focus on international cooperation in coordination with encouraging Digital MSMEs.", "Lastly, the 2020 KKI the Government to support economic recovery 2020 on 20-22 November, that was opened by the and maintain macroeconomic and financial First Lady, was focused on encouraging synergy system stability, both globally and domestically.", "for MSMEs as Friends of Millennials.", "The three International policy diplomacy strategies are 2020 KKI series events featured superior products continuously being developed, both in terms of of MSMEs that are under the guidance program stance as well as diplomacy strategies, enhancing of by Bank Indonesia which were displayed with cooperation, managing partner countries' leading Indonesian designers.", "Likewise, virtual perceptions, and strengthening global surveillance, Scheme 8.", "International and on the Indonesian economy.", "This is done through Asia regional cooperation is increasingly expanded, intensive communication and engagement with including in the form of International Financial Safety rating agencies and foreign investors on a regular Net (Jaring Pengaman Keuangan Internasional -JPKI) basis, especially the Investor Conference Call (ICC) and Local Currency Settlement (LCS).", "Currently, a each monthly Board of Governors Meeting and Bank Indonesia has collaborated in the Bilateral any strategic policies that need to be communicated.", "Currency Swap Arrangement (BCSA) with China, Investment and trade promotions are also carried Japan, South Korea, Australia and Singapore, as out through the Investor Relations Unit (IRU) both well as a Repo Agreement with the New York Fed nationally, regionally and globally, through Bank and the BIS.", "Meanwhile, LCS cooperation has been Indonesia representative offices in various regions, established with Japan, China, Malaysia and Thailand.", "in collaboration with the Government (Central Institutional cooperation has also been expanded and Regional), as well as Indonesian Embassies under the framework of Structured Bilateral abroad.", "For example, during 2020 Bank Indonesia Cooperation (SBC) with a number of central banks cooperated and actively participated in the Indonesia such as the New York fed, Japan and Central Bank of Investment Forum (IIF) in Singapore, the Central Java The Republic of Turkey, as well as with international Investment Business Forum (CIJBF), and the West institutions such as the BIS.", "Java Investment Summit (WJIS), all of which were held virtually.", "Bank Indonesia also continues to gain international Governor of the Year, Asia Pacific 2019, from Global recognition as the best central bank among Capital and the 2019 Contact Center Award from emerging market countries.", "This is supported Contact Center World.", "by increased representation of Bank Indonesia in international cooperation fora, both through membership and chairmanship, in international Transformation of Bank Indonesia cooperation forums.", "The reputation of Bank Indonesia is also enhanced by gaining international Internally, we continue to improve through the awards from reputable international institutions, transformation of policies, organization and application of a number of international standards, work processes, human resources (HR) and work publishing internationally acclaimed research culture, as well as digitization.", "This institutional publications and journals, as well as being transformation of Bank Indonesia was realized reference and resource persons in various strategic by strengthening the Vision, Mission, and the international events.", "In 2020, Bank Indonesia was formulation of the 2020-2025 Strategic Business awarded as The Best Macroeconomic Regulator Plan (SBP), namely to realize \"Bank Indonesia as in the Asia Pacific Region 2020 from the Asian the leading digital central bank in contributing Banker; QRIS-the Best Payments Innovation Award significantly to the national economy and the best from Central Banking Publication; and Asia Pacific among Emerging Markets for Advanced Indonesia.\"", "Stevie Awards - Award for Innovation in Technology We will not only strengthen the response to the Management, Planning, and Implementation Bank Indonesia policy mix for economic recovery 2020 from The Stevie Awards.", "This international as described above, but also to support economic recognition was received after in 2019, Bank transformation towards an advanced Indonesia.", "The Indonesia was also awarded the Central Bank transformation of Bank Indonesia since May 2018 Scheme 9.", "Organizational Transformation Building Superior Performance ORGANIZATIONAL TRANSFORMATION Implementing an Excellent Optimizing the integrated role of Performance Organizational the 4 governance functions in Framework and ensuring a overseeing the formulation and more effective and efficient implementation of policies and work process institutions Excellent Ensuring BI's medium-term Digitization of policy and financial sustainability and institutional business Digital-Based credibility through WTP audit processes to support BI digital Organization Ensuring the availability of Maintain the legal mandate of Creating a Prime resources (HR, assets and IT) to BI in various laws and support policy transformation regulations.", "and institutional management Prepare the organization, Strengthening stakeholder business processes, and engagement through synergy infrastructure in the context of and communication moving to a new IKN has been strengthened and expanded into 4 (four) governance functions (strategic management, main agendas, namely: (i) policy transformation, (ii) strategic finance, strategic risk management, and organizational transformation, (iii) human resources strategic risk based internal audit) in overseeing the transformation, and (iv) digital transformation.", "The formulation and implementation of policies in core entire SBP 2020-2025 has been translated into 12 and institutional management areas.", "To support Strategic Programs, with targets to be achieved and the policy and institutional transformation, the main strategies to be implemented in the next 5 years.", "availability of resources (human resources, assets and More than that, the 2020-2025 SBP has also been information technology) has also been formulated, equipped with resource planning, including financial including more optimal logistics management and planning, human resources, information systems, as preparation for the organization, business processes well as logistic assets and work facilities.", "Organizational strengthening in the area of institutional governance is also pursued We are strengthening our organizational through more accountable financial management transformation to create a digital-based superior to ensure the medium-term financial sustainability performance organization and create prime and of Bank Indonesia and the achievement of an audit credible governance that is in line with the strategic opinion (Wajar Tanpa Pengecualian - WTP).", "The refinement of the new Bank Indonesia organization was supported We continue to improve HR transformation to by the digitization of business processes to strengthen competent, professional, and principled support various business procedures, from policy leadership and employees of Bank Indonesia.", "Since formulation to institutional management (Scheme 9).", "May 2018, HR policies have been implemented in Organizations with prime and credible governance a programmed, scheduled, and transparent manner are strengthened by the integration of 4 (four) covering 4 areas, namely Planning, Fulfillment, Scheme 10.", "Transformation of Professional, Competent, and Principled Human Resources TRANSFORMATION OF HUMAN RESOURCES PLANNING COMPLIANCE 1.", "Strengthening and perfecting 1.", "Improvement of compliance strategies in terms of manpower planning that is in quality & quantity that support digitalization; line with the needs of the 2.", "Optimization of HR analytics for employee fulfillment.", "digital era and in the context of moving to a new IKN; 2.", "Mapping of new capabilities & suitability of human resources to carry out policy and institutional work processes in 1.", "Strengthening strategy & the digital era.", "development of competencies regarding central bank in the digital 2.", "Embody BI as a leading think tank in economic policy analysis 1.", "Strengthening the mindset and behavior of human 3.", "Optimization of technology based resources that support the digital era 4.0 through work learning, supporting the culture programs; implementation of the Kampus Merdeka 4.0 2.", "Change program platform integration with other HR & the initiation of central banking 5.0 3 Strengthening the Employee Value Proposition (EVP) PRESERVATION DEVELOPMENT Development and Maintenance of HR (Scheme 10).", "The work culture program that is Human resource transformation is emphasized on packaged into BI-Prestasi, BI-Inovasi, BI-Religion, and quality over the quantity.", "HR planning has been BI-Digital is implemented in an integrated manner prepared for the next 5 (five) years as the basis into business processes so that it truly integrates for HR development, both per work unit, level of with the implementation of Bank Indonesia's duties.", "position, task group (job family), and competence.", "Fulfillment strategies in terms of quality and quantity Digital transformation at Bank Indonesia is that support digitalization are enhanced, including thoroughly implemented in both policy and specific human resources competency such as institutional areas so as to become the leading data scientists, data engineers, cyber security digital central bank.", "The digital transformation specialists, and project management.", "In the area of aims to turn Bank Indonesia into a data driven human resource development, the transformation institution with high analytics capability, is carried out by intensively strengthening central digitalization of business processes, international banking competencies in the digital era through the standard information system service quality, as BI Institute, and in efforts to make Bank Indonesia well as high data and digital literacy (Scheme 11).", "a leading think tank in economic policy analysis, In order to maintain good governance, all of these and optimization of technology based learning.", "digital transformations are included in the 2025 The leadership regeneration program has been Bank Indonesia Information System Master Plan organized and programmed through a strict selection (Rencana Induk Sistem Informasi Bank Indonesia of Potential Employee Groups (Kelompok Pegawai - RISIBI).", "Digital transformation is focused on (i) Potensial - KPP) and 4 (four) levels of Leadership building an omni experience technology platform Schools and will continue to be implemented and technology support including cyber security and Scheme 11.", "Digital Transformation: Towards the Leading Digital Central Bank DIGITAL TRANSFORMATION Digital Transformation is implemented through the IS Transformation Architecture which includes; 1 Information Architecture 2 Application Architecture 3 Technology and Security Architecture DEVELOPMENT IN INFORMATION 1.", "Development of payment system business platforms and SYSTEM IMPLEMENTATION financial market infrastructure FRAMEWORK POLICIES AND 2.", "Development of a business platform to support the digitization of policy and institutional business processes 1.", "Building a data center and policy information service (INDRA) and institutional (INTUERI) 2.", "Building data analysis tools and digital citizens (such as monthly RDG usecase, integration of 4 functions, etc.)", "Leveraging data analytics to support key policy business processes 1.", "Revitalizing DC-1 and builing DC-2 2.", "Adopting cloud technology INFORMATION SYSTEM (IS) 3.", "Developing data and identity-based information system security 4.", "Modernization of End User Devices 1.", "Maintain service quality according to international standards and A ROBUST INFORMATION SYSTEM (IS) OPERATIONAL 2.", "Continuously increase the capacity of the information system 3.", "Strenghten cyber resilience networks, (ii) building an omni channel repository a current account deficit in the range of 1.5-2.5% of (data center) that includes metadata preparation and GDP in 2025.", "Overall, with this projected trajectory, data capturing mechanisms, and (iii) encouraging Indonesia is predicted to become a high-income policy and institutional digitization initiatives.", "Digitalization is done top-down, maximizing the existing information and reporting system platform, We need to encourage the momentum for compiling massive metadata as needed, and national economic recovery by strengthening the changing the mindset to improve experience.", "Digital synergy to build optimism.", "Synergy by all parties: transformation is expected to provide an omni The Government (Central and Regional), Bank experience that further strengthens engagement Indonesia, Financial Services Authority (Otoritas Jasa internally between Bank Indonesia leaders and Keuangan - OJK), Deposit Insurance Corporation employees, as well as externally with partners in a (Lembaga Penjamin Simpanan - LPS), the banking seamless, fast and interactive manner.", "and financial sector, business, academia, media, and the society.", "United, synergized, and working together to build optimism for economic recovery.", "Synergize to Build Optimism for In this regard, we are of the view that there is Economic Recovery: One Prerequisite, theneed for vaccination and discipline in applying Five Principal Strategies the COVID-19 protocols as a necessary condition, as well as 5 (five) policies as sufficient conditions, National economic recovery is underway and namely: (i) opening of the productive and safe from will continue to increase in 2021 as well asin the COVID-19 sectors, (ii) acceleration of fiscal stimulus, medium term.", "As stated above, Bank Indonesia (iii) boosting credit both from demand and supply estimates that Indonesia's economic growth in sides, (iv) continuing monetary and macroprudential 2021 will reach 4.8-5.8%, supported by an increase stimuli, and (vi) economic and financial digitization, in export performance, private and government particularly MSMEs (Scheme 12).", "In the synergy consumption, as well as investment from both to build optimism for national economic recovery, Government capital expenditures and foreign capital Bank Indonesia is committed to strengthening inflows as a positive response of the implementation the fourth policy, namely continuing monetary of the Job Creation Act.", "Spatially, growth will and macroprudential stimulus, as well as the fifth increase in all regions, especially Java and the policy, namely accelerating the implementation of Sulawesi-Maluku-Papua region.", "Macroeconomic BSPI 2025 to encourage economic and financial and financial system stability will be maintained.", "digitization, especially MSMEs.", "God willing, we are Inflation will be controlled within the target of optimistic that with the synergy of these policy 3±1% in 2021, while the Rupiah exchange rate will steps, we can realize national economic recovery in be stable and still have the potential to strengthen.", "External stability will be maintained, with a balance of payments surplus supported by a low current Vaccination and the discipline of COVID-19 account deficit of around 1.0-2.0% of GDP and protocols are prerequisite conditions for national foreign capital inflows, both FDI and portfolio economic recovery.", "It needs to be emphasized again investment.", "Financial system stability is also getting that the epicenter of the problems we are facing better, with a high capital adequacy ratio, low non is the COVID-19 pandemic.", "Therefore, speed and performing loan, and growth in deposits and credit success in dealing with the COVID-19 pandemic is that will increase to around 7.0-9.0% in 2021.", "In the a prerequisite so that the impact on health can be medium term, we predict that Indonesia's economic minimized, human mobility can gradually return to growth will continue to increase in the range of normal, economic activity and business conditions 5.56.1% with low inflation in the range of 1.5-3.5% and improve, while the impact of the spread to the Scheme 12.", "Building Optimism: One Prerequisite, Five Strategies Synergizing to Build Optimism for Economic Recovery PREREQUISITE CONDITIONS STABILITY Vaccinations and Covid-19 Protocol Discipline GROWTH CREDIT INTEREST RATE I O 10.36 O NFC EXTERNAL DEBT CONSTANT G B 2.98 I 7.07 T 9.99 8.14 9.84 1.44 2.19 9.24 5 POLICY RESPONSE 14.885 1.", "Monetary Stimulus and Macroprudential Policy Pre-COVID (Feb'20) 5.", "Economic and Financial Peak COVID (May'20) Digitalization, especially MSME Source: Bank Indonesia financial and monetary sectors can be overcome.", "This is to ensure that economic This optimism for economic recovery is what we recovery will continue through vaccinations and need to create.", "In this regard, we fully support COVID-19 precautions.", "the Government's efforts to order vaccines from a number of countries, including Sinovac from China, Opening economic sectors gradually that give AstraZeneca from the UK, and possibly from other large added value to growth and are relatively safe sources.", "Bank Indonesia has also committed to from the COVID-19 pandemic.", "Prioritization can finance part of the cost of ordering the vaccine start with a risk map for COVID-19 transmission by purchasing and bearing the entire burden of in 52 (fifty-two) economic sectors compiled by the Indonesia Government Bond (SBN) as part of the National Disaster Management Agency (Badan Joint Decree between the Minister of Finance and Nasional Penanggulangan Bencana - BNPB), with the Bank Indonesia on \"Burden Sharing\" for Public Goods highest priority given to sectors with the lowest risk dated 7 July 2020.", "In this regard, it is important to of transmission, followed by sectors with medium remember that the vaccination process for most or high risk where it will be necessary to implement of the population will need time and, unlike any COVID-19 protocols according to the risk level previous virus pandemic, strengthening antibodies (Scheme 13).", "Meanwhile, prioritization based on to COVID-19 requires two vaccinations within a economic impact can be prioritized on sectors period of 6 (six) months.", "This means that even if that have the highest contribution to GDP and/or vaccinations are carried out, the implementation of exports.", "Scheme 13 shows the results of mapping the COVID-19 protocols must still be carried out 52 (fifty-two) sectors according to their productivity to prevent the second and even third waves of the and level of safety.", "The first priority, namely 6 (six) Scheme 13.", "With a total to both GDP and exports include the manufacture of state expenditure of IDR2.750.0 trillion, Central food products and beverage industry; manufacture Government expenditure is allocated at IDR1,954.5 of chemical, pharmaceuticals, and botanical products; trillion.", "Of this amount a large portion, amounting to forestry and logging; horticultural crops; plantation; IDR1,686.2 trillion (86.3%), is allocated for strategic and iron ore mining.", "The second priority, namely 15 policies in the 2021 State Budget to support the (fifteen) economic sectors that are safe and make a acceleration of economic recovery and economic large contribution to GDP or exports, as shown in transformation towards an Advanced Indonesia Scheme 13.", "Overall these two priorities contribute (Scheme 14).", "We believe that the relatively large around 38% of national GDP.", "Thus, the opening fiscal stimulus in the 2021 APBN will be able to of productive and safe sectors can be focused on encourage national economic recovery, both in companies that are included in these two priorities, terms of consumption and investment.", "The budget both to ensure the COVID-19 protocols and with a allocation for continued social protection of number of incentive policies from related ministries IDR408.7 trillion will be able to support consumption and fiscal incentives for business.", "growth in GDP, as in 2020, through various programs including PKH, Cash Transfer, Basic Food Cards A relatively large amount of fiscal stimulus is (Kartu Sembako), and Health Insurance Contribution still needed to support the national economic Beneficiaries (Penerima Bantuan Iuran Jaminan recovery.", "In the 2021 State Budget, the Government Kesehatan - PBI-JKN).", "On the investment side, a large has budgeted for a fiscal deficit of IDR1,006.4 increase in the allocation of capital expenditures for trillion (5.7% of GDP) after a deficit of IDR1,039.2 infrastructure development to IDR417.8 trillion, after BANK INDONESIA'S ANNUAL MEETING 2020 Scheme 14.", "tourism sector with a focus on support and improve the quality of irrigation network) Revitalizing the national food 5 super priority areas public services (efficiency, convenience Improved connectivity system (Lake Toba, Borobudur, Mandalika, and acceleration) (roads, bridges, airports, railroads) Food estate development Labuan Bajo, Likupang) Priority: Provision of BTS 5.053 in Support for economic recovery (Central Kalimantan, PPP scheme development village locations, providing internet and continue delayed priority programs South Sumatra,Papua) access in 12,377 public service locations, national data centers, etc.", "Source: Ministry of Finance being lowered to IDR281.1 trillion in 2020will raise and the extension of the credit restructuring investment growth in GDP in 2021.", "In addition, the program by OJK.", "The problem, however, is that increase in investment in 2021 is also supported by there is still high risk perception from the banking the continuation of a number of National Strategic side and from the corporate side to start expanding, Projects (Proyek Strategis Nasional - PSN) and the due to the high level of uncertainty due both to the realization of foreign investment in utilizing various COVID-19 pandemic and the process of economic facilities and incentives in the Job Creation Law.", "Synergy in overcoming the asymmetric information in the credit crunch needs to be done Synergy in boosting bank credit from the demand by bringing together corporations, particularly in and supply side is necessary, particularly in sectors that contribute to high growth and exports, productive and safe sectors.", "As stated above, the with the readiness of banks to extend credit.", "The growth of bank credit in this year is estimated to fourth quadrant (colored green) in Scheme 15 reach the range of 7% - 9%.", "Demand for credit will shows the industries that need to be continuously increase in line with improving corporate conditions, encouraged for growth and exports because of the particularly large ones, with increased sales, the highest banking readiness with increasing credit ability to pay (interest coverage ratio, ICR), as well growth and large remaining credit limit (undisbursed as surveys showing increased financing needs and loan).", "Meanwhile, the first quadrant (colored red) plans for credit applications, issuance of bonds and requires credit guarantees and interest subsidies stocks, as well as for domestic debt in the next 3 to from the Government to overcome the perception of 6 months.", "Credit supply will also remain conducive high credit risk in banks.", "This kind of synergy will be supported by low interest rates, abundant liquidity, even stronger when combined with vaccinations and improved credit requirements (lending standards), Scheme 15.", "Source: Bank Indonesia provision of fiscal simulus such as tax incentives and economic demand and growth.", "Payment system ease of doing business from the Government.", "digitalization and money market deepening efforts will be accelerated to further encourage the digital Bank Indonesia is committed to continuing to economy and finance, including MSMEs and the work together to build optimism for national Islamic finance economy, in a close synergy with the economic recovery through the fourth policy, Government, KSSK, banking, fintech, the business namely monetary and macroprudential stimulus, world and the wider community.", "We believe that the and the fifth policy, namely economic and financial digital economy and finance will increasingly play digitization.", "Bank Indonesia will continue to direct all an important role in the recovery of the national policy instruments to support the national economic economy.", "The following section describes in detail recovery, while keeping inflation under control, the Bank Indonesia policy mix for 2021. maintaining stability of the Rupiah exchange rate, and supporting financial system stability.", "We will also continue to coordinate closely with the Government Bank Indonesia Policy Mix for 2021: and the Financial System Stability Committee Supporting Optimism for National (KSSK) to strengthen the national economic Economic Recovery recovery, while maintaining macroeconomic and financial system stability.", "The monetary stimulus The policy mix of Bank Indonesia for 2021 is and accommodative macroprudential policies will directed towards strengthening optimism for the be continued and closely coordinated with the national economic recovery while maintaining Government's fiscal stimulus and OJK's policies to macroeconomic and financial system stability.", "support credit/financing, thereby further stimulating The policy mix will be implemented through both Scheme 16.", "Bank Indonesia Policy Mix for 2021 BANK INDONESIA 2021 POLICY MIX: REINFORCING ECONOMIC RECOVERY OPTIMISM Exchange Low Interest Rate Stability Rate Policy Liquidity Accommodative Macroprudential Macroprudential System Financial Digitalisation of Market Deepening Cash Distribution Sharia economics Digital MSMEs & Exports Supporting Source: Bank Indonesia monetary, macroprudential, and payment system Monetary Policy Direction policies as well as supporting policies in MSMEs, shariaeconomy and finance, international area Monetary policy stimulus will continue in 2021.", "Monetary policy stimulus will continue stability of the Rupiah exchange rate in accordance up until there are signs of increasing inflationary with the fundamentals and market mechanisms pressure, while stability of the Rupiah exchange continues to be a major concern to ensure that it rate remains our priorities.", "The accommodative remains conducive to national economic recovery.", "macroprudential policies will be continued to boost Low interest rates and loose liquidity will be credit and financing for national economic recovery, maintained until there are signs of increasing while maintaining financial system stability.", "As noted, the current Bank digitalization of the payment system according Indonesia policy rate of 3.75% is the lowest in to BSPI 2025 and the management of Rupiah history.", "Liquidity will also remain loose to support currency according to BPUR 2025 continues to be bank lending and financial system stability.", "As accelerated to support the digital financial economy previously stated, Bank Indonesia has implemented as a source of economic recovery, especially MSMEs Quantative Easing of IDR682.0 trillion, or around and the retail sector.", "Bank Indonesia will continue 4.4% of GDP, the largest monetary stimulus among to strengthen synergies with the Government, the EMEs central banks.", "The monetary operation KSSK, banks and the business world to strengthen strategy will be pursued to support this monetary optimism for national economic recovery.", "With Bank Indonesia's low policy interest rates and large liquidity easing, it is time Indonesia's large balance deficit starting in 2021 and for banks to immediately lower interest rates and the following years.", "increase credit for the business world.", "This step is a joint commitment to strengthen optimism for national economic recovery.", "Macroprudential Policy Direction The close coordination between the Bank Indonesia Bank Indonesia continues to strengthen synergy monetary stimulus and the Government's fiscal with the KSSK to bring together banks and business stimulus continues to strengthen the national to encourage credit and financing for the national economic recovery.", "In this regard, Bank Indonesia will economic recovery.", "As stated above, the problem continue to purchase SBN from the primary market of low credit growth needs to be addressed jointly to finance the 2021 State Budget through regular by the Government, Bank Indonesia, KSSK, banks auction as a non-competitive bidder, greenshoe and business.", "Initial priorities need to focus on option, or private placement in accordance with the priority sectors that are capable of providing a boost Joint Decree between the Minister of Finance and the to high growth and exports, as mentioned in the Governor of Bank Indonesia on 16 April 2020.", "The first and third policies in the above national policy amount will be determined based on prudent fiscal synergy.", "For these priority sectors, the Government and monetary policies, among others by prioritizing can provide fiscal incentives as well as ease in the Government's plan to fulfill the 2021 State Budget overcoming problems in the business world such financing from its own funds, foreign debt, issuance as electricity, logistics, and licensing.", "OJK can give of global and domestic bonds; market capacity to its own consideration to banks that extend credit absorb primary market SBN auctions; and the impact to priority sectors, either through microprudential of monetary expansion from the purchase of SBN by policies or from the supervisory side.", "Bank Indonesia Bank Indonesia on inflation.", "Meanwhile, the direct has taken and will pursue options for easing purchase of SBN by Bank Indonesia in accordance macroprudential policies that can further boost with the Joint Decree on 7 July 2020 only applies to credit and financing for business.", "the 2020 State Budget and will not be continued for the 2021 State Budget.", "The purchase of SBN by Bank Macroprudential policy will remain accommodative Indonesia through the primary market mechanism to continue to encourage credit expansion and allows the Government to focus on accelerating financing for the national economic recovery.", "the realization of the APBN 2021 to accelerate As stated above, Bank Indonesia maintains national economic recovery.", "The impact of monetary a Countercyclical Buffer (CCB) ratio of 0%, a expansion from the purchase of SBN on the primary Macroprudential Intermediation Ratio (Rasio market in 2020 and 2021 on inflation will still be Intermediasi Makroprudensial - RIM) in the range considered.", "With the improving global financial market of 84-94% with a disincentive parameter of 0%, conditions and the high attractiveness of investment and a Macroprudential Liquidity Buffer (Penyangga in Indonesia, it is expected that most of the issuance Likuiditas Makroprudensial - PLM) ratio of 6% - which of SBN for financing the 2021 State Budget will be can be used as collateral for repo transaction with absorbed by the market and therefore will reduce the Bank Indonesia in the event that the bank requires size of the purchase of SBN from the primary market additional liquidity.", "Bank Indonesia will continue to by Bank Indonesia.", "The close synergy between fiscal assess the possibility of further easing a number of stimulus and monetary stimulus is a manifestation of existing and new macroprudential policy instruments Bank Indonesia's strong commitment to work with to boost credit and financing for the business sector.", "the Government to strengthen the national economic The transparency policy on bank interest rates will recovery, even though it has an impact on Bank be strengthened to encourage a faster reduction in loan interest rates.", "To encourage MSMEs-based be expanded with Customer Presented Mode growth, Bank Indonesia will issue a Macroprudential (CPM) so that it will further expand digital payment Inclusive Financing Ratio (Rasio Pembiayaan Inklusif transactions according to consumer's preferences Makroprudensial - RPIM) policy by expanding the with low costs, fast, and safe.", "Digital banking target and coverage of inclusive financing, incentives continues to be encouraged to expand and simplify for banks that encourage the corporatization of retail financial services, both stand-alone and in MSMEs and priority sectors, as well as encouraging collaboration with FinTechs.", "Innovation in digital the securitization of MSMEs loans.", "payment transactions continues to be encouraged through Sandbox 2.0., so that it is expected to spur Bank Indonesia macroprudential supervision and more start-ups, especially for the retail and MSME coordination with microprudential supervision by sectors.", "The electronification of social assistance, the OJK will be strengthened to ensure financial transportation sector, local governments, and system stability is maintained.", "The integrated municipalities financial transactions continues banking supervision forum between Bank Indonesia to be improved.", "The digitalization, centralized and OJK has been running well, and has even been distribution, and efficiency of the management expanded with the LPS.", "Regular meetings at the of Rupiah currency throughout the Republic of Deputy level are held once a month, and at the Head Indonesia jurisdiction continues to be accelerated, of Department level every two weeks.", "The forum including in the frontier, outer, and most remote discusses the latest individual banking conditions, (terdepan, terluar, dan terpencil - 3T) areas.", "assessment of liquidity conditions, credit quality, capital and other aspects, including its resilience Payment system regulatory reform is underway from developments in financial market, monetary to further encourage industrial development, spur sector, corporation and macroeconomy.", "Thus, innovation, and integrate the ecosystem of digital the forum can take the necessary steps according economy and finance nationally.", "Regulatory reform to the authority of each institution to jointly in accordance with BSPI 2025 is directed at the maintain financial system stability.", "This includes establishment of an end-to-end digital economy an assessment of the possibility of a solvent bank and finance ecosystem between digital banking, requiring PLJP / PLJPS from Bank Indonesia as well as bank restructuring efforts that OJK needs to take Scheme 17.", "Digital Ecosystem: Open Banking, in coordination with the LPS.", "FinTech, E-Commerce, Merchants, and FINTECH Payment System Policy Direction Bank Indonesia continues to accelerate the digitalization of payment systems as part of the CONSUMER E-COMMERCE MERCHANT implementation of the 2025 BSPI in enhancing the role of the digital economy and finance as a source of economic recovery.", "As stated, since launched in May 2019, various implementation programs of BSPI 2025 have recorded rapid progress and will be improved in 2021 and in the coming years.", "National and regional QRIS campaigns continue to OPEN API IMPLEMENTATION be intensified to reach 12 (twelve) million MSME OF BANK CHEAPER PRICING SYSTEM THROUGH BI-FAST EXPANDING THE USE OF QRIS merchants digitally registered nationally.", "The current QRIS with Merchant Presented Mode (MPM) will Scheme 18.", "Standard Open API: Interlink between The development of retail and large value payment Open Banking and FinTech system infrastructures plays an important role in accelerating the digitalization of the national CONSULTATIVE PAPER MARCH 30th, 2020 economy and finance.", "To reform the retail payment OPEN API STANDARD AND INTERLINK system infrastructures, Bank Indonesia is building BETWEEN BANK AND FINTECH FOR PAYMENT SYSTEM SERVICES BI-FAST to replace the Bank Indonesia National Clearing System (Sistem Kliring Nasional Bank Indonesia - SKNBI).", "BI-FAST will become a payment system infrastructure that can facilitate retail payment transactions using a variety of instruments and channels in real time and 24/7 operation, strengthened by robust security features and the use of digital identities (Scheme 19).", "Thus, every retail transaction can be digitally and immediately settled end-to-end, starting from QRIS at the merchant level, continue to FinTech and/or digital banking, and then promptly cleared and settled through BI-FAST Source: Bank Indonesia system quickly, easily, cheaply, and safe.", "BI-FAST will FinTech, e-commerce, merchants, and consumers.", "begin to be implemented in 2021 for credit transfer Through the restructuring of the payment system transactions, and will then be followed by debit service industry within the integrated ecosystem of transfers and other transactions.", "Bank Indonesia is national digital economy and finance, the regulatory also planning to upgrade the infrastructure ofa large reform will also provide a clear direction and be more value payment system, Real Time Gross Settlement industry-friendly and flexible, inline with the rapid (RTGS), with a newer generation equipped with development of technological cycle (Scheme 17).", "settlement features for multi-currency transactions As part of the formation of the above ecosystem, and enhanced security including to counter cyber in addition to expanding the use of QRIS starting attacks.", "In addition, Bank Indonesia will also build in 2021, important initiatives that will also be a Payment Data Hub, which is a public payment implemented are the Open API and the development portal/data hub that integrates the acquisition of the retail payment system infrastructures.", "of granular data as public goods.", "The availability The implementation of the Open API is aimed at of granular data for public payment systems can strengthening the interlink between open banking be processed and analyzed, including with AI and and FinTech so as to prevent shadow banking.", "Bank machine learning, for policy formulation and new Indonesia published a consultative paper on the products and business innovations to further Open API in March 2020 of which is currently being accelerate the digital financial economy.", "developed together with the Indonesian Payment System Association (Asosiasi Sistem Pembayaran Indonesia - ASPI) representing from both banking Acceleration of Money Market Deepening and FinTech (Scheme 18).", "Through the Open API standardization, various payment transaction Bank Indonesia is accelerating money market services can be provided by digital banking and deepening in accordance with the 2025 Money FinTech by means of interlink and interconnection Market Deepening Blueprint (Blueprint Pendalaman so that they can further expand and increase the Pasar Uang - BPPU) to strengthen the effectiveness volume and value of transactions as well as services of monetary policy transmission and support the to consumers more broadly, quickly, safely, and at a financing of the national economy.", "the development of an efficient, safe, reliable, and Scheme 19.", "BI-FAST: Real Rime and 24/7 Retail Payment Infrastructure I m p l e m e n t a ti o n Payment System Infrastructures that facilitate retail payment using various real time and 24/7 instruments and canals Operational Hours Credit transfer Bulk, debit transfer Banks and Customers Implementation Implementation Various Payment Instrument 2020 2021 2022 2023 Fraud detection, AML/CFT Conceptual design Phase 2 Digital ID usage Development Development Source: Bank Indonesia international standard money market infrastructure integrated and interconnected with the payment is the focus of Bank Indonesia's reform policy in system infrastructures, both BI-RTGS and BI-FAST, 2021.", "The development of money markets is carried as well as the BI-SSSS infrastructure which will also out end-to-end, from trading platforms, clearing and be modernized and complied with international settlement, to the trade repository (Scheme 20a).", "We believe that such financial market For the trading venue, Bank Indonesia will follow infrastructure (FMI) will increase the transaction up on the PBI Market Operator that was enacted volume, lower interest rates, and lower transaction in 2019 with the development of an electronic costs so that it is more liquid, efficient, developed, trading platform (ETP) both in the market, with the and supporting the effectiveness of monetary policy availability of a multimatching trading system on the transmission and the provision of financing to the money market in 2021, and modernization of BI-ETP economy.", "for monetary operations in 2022.", "Likewise, following up on the PBI that we have enacted, the Central The development of money market instruments Counterparty (CCP) infrastructure development will be further expanded to increase the is targeted to be operational starting in 2021 volume, liquidity, and efficiency of transactions, (Scheme 20b).", "We believe that the development of including instruments for hedging.", "In the money ETP and CCP will increase interest rate derivative market, instrument development is focused on transactions, particularly interest rate swaps (IRS) the repurchase agreement (repo) transaction and SBN repos, as well as exchange rate derivatives, instruments, interest rate derivatives such as particularly DNDF and foreign currency swaps.", "The Overnight Index Swaps (OIS) and Interest Rate money market infrastructure development is also Swaps (IRS), as well as financing instruments such as BANK INDONESIA'S ANNUAL MEETING 2020 Scheme 20a.", "The Development of Financial Market Infrastructure Ecosystem Supporting the National Economy towards Indonesia as an Advanced Country in 2045 Financial Market Development that The Development of Economic Supports Monetary Policy Transmission Financing Resources Instruments MONEY MARKET TRADING FOREX MARKET CSD/SSS environment VENUE SHARIA FINANCIAL MARKET efficient, STRUCTURED reliable and PRODUCT MARKET COUNTERPARTY SYSTEM BOND MARKET international STOCK MARKET Financial Market Infrastructure Source: Bank Indonesia Scheme 20b.", "Roadmap for Money Market Infrastructure Development 2020 2021 2022 2023 2024 2025 CURRENT STATE END STATE ETP & IS Provider The availability of Market Operator 1.", "PBI & PADG MO Application Multimatching (Multimatching) has been published Processing System Live 2021 2.", "Multiple MO Permit BI-ETP BI-ETP System 1.", "Implementation of Requirement Design Conceptual BI-ETP alternate System Testing system BI-ETP Functional and Design Specification 2.", "Conceptual Design BI-ETP CCP Mandatory 1.", "PBI & PADG CCP Clearing Main Points CCP has been published PADG CCP Live 2021 2.", "There are several SBNT CCP was \"Development is carried out based on PFMI, established best practices, and domestic market conditions\" BI-SSSS Interconnection BI-SSSS Functional BI-SSSS 1.", "SBN clearing agreement between BI-SSSS BI-SSSS Business Requirement Design and Design testing is with PT KPEI and KPEI Specification completed 2.", "System interconnection BI-SSSS vendor BI-SSSS construction BI-SSSS Gen III between KPEI and BI-SSSS Conceptual Design procurement is completed Live BI-RTGS Business Requirement Design 1.", "Full implementation BI-RTGS Gen III BI-RTGS Functional Konstruksi BI-RTGS Gen III BI-RTGS of CeBM Conceptual Design and Design Live 2024 2.", "BI-RTGS Conceptual BI-RTGS Vendor Specification Design 1.", "TR study for the Developing and TR Academic Establishment of direction of Regulating TR Documents Repository Manuscripts & TR institution TR development in Recommendations Regulations Source: Bank Indonesia Scheme 21.", "Synergy in the Development of Economic Financing Instruments ECONOMIC GROWTH THE FINANCING OF INFRASTRUCTURE Supporting the National Indonesia as an Advanced Country FINANCIAL SYSTEM STABILITY RETAIL & INSTITUTIONAL FINANCE SOURCES SHARIA INSTRUMENTS GREEN & FINANCING INTEREST RATE HEDGING EXCHANGE RATE HEDGING Source: Bank Indonesia Negotiable Certificate Deposits (NCD), Commercial First, encouraging the development of alternative Securities (Surat Berharga Komersial - SBK), sources of financing through innovative instruments Asset Backed Securities (ABS), and retail money such as asset securitization, ABS, green and market instruments.", "In the FXmarket, instrument sustainable financing, and hedging instruments development is focused on exchange rate derivative for risk mitigation.", "Second, encouraging the use instruments such as Domestic Non-Deliverable of digital technology in developing financing Forward (DNDF), Cross Currency Swap (CCS), and through digital platforms in issuance, offerings to Local Currency Settlement (LCS).", "The development of investors, and capacity building for both wholesale the LCS is integrated with cooperation agreements instruments, such as DINFRA and DIRE, as well with a number of countries, including China, Japan, as for retail investors.", "Third, supporting financial Malaysia and Thailand, so that it will not only deepen literacy education and development of the investor the domestic money market but also increase the use base through the development, socialization of local currencies for trade and investment among and education of retail financial instruments in countries in Asia.", "This step is also a joint effort in the collaboration with the financial industry (FinTech, Asian region to reduce dependence on the US dollar digital banking, and other digital platforms) as well currency and support the stability of the Rupiah as with educational institutions, financial market exchange rate.", "associations, and digital media.", "Fourth, strengthen the coordination of financial market development The development of money market instruments between Bank Indonesia, OJK, and the Ministry and infrastructure is also directed at supporting of Finance through synergy and coordination financing for the economy.", "In this regard, policies in the Forum on Development Financing by are directed at 4 (four) main areas (Scheme 21).", "means of Financial Market (Forum Koordinasi Pembiayaan Pembangunan melalui Pasar Keuangan The important role of Bank Indonesia in the - FK-PPPK), including harmonizing regulations on development of the sharia economy and finance macroprudential, microprudential and taxation will continue to be enhanced as a new source of policies.", "growth for the Indonesian economy as well as to become a reliable global player.", "To that end, Bank Indonesia continues to strengthen synergies with MSMEs Policy and Sharia Economy and relevant parties, both within the Sharia Financial Finance Economy National Committee (Komite Nasional Ekonomi Keuangan Syariah - KNEKS) as well as Islamic Bank Indonesia continues to expand its MSME boarding schools, business associations, banks, as development program, both under its own guidance well as sharia scholars, academics and the wider and in collaboration with the Government and community.", "The acceleration of the implementation other partners at central and regional levels.", "The of the halal value chain ecosystem (local and global development of MSMEs is carried out through halal value chain) continues to be improved, including corporatization, capacity building, and financing to with the aspects of actors and economic sectors, increase the economic scale of MSMEs, especially institutions, and supporting infrastructure.", "Sharia in priority sectors so that they can increase the economic empowerment is focused on priority contribution of MSMEs to GDP and encourage sectors, namely agriculture for halal food, fashion, MSMEs to \"Go Export\" and \"Go Digital\".", "The Muslim friendly tourism, and renewable energy.", "corporatization program is aimed at encouraging Islamic finance is expanded both in the financial MSMEs to enter the digital ecosystem by facilitating sector and the mobilization of productive ZISWAF.", "easy licensing, forming productive clusters, and This includes the development of Islamic financial digital infrastructure for MSMEs.", "The capacity instruments, such as foreign exchange instruments building program is aimed at improving the capacity and long-term financing instruments, as well as of MSMEs end to end; starting from product the development of Islamic social finance and its development, management and financial training integration with commercial finance as an alternative programs, to preparing market access, through to financing.", "The campaign for Islamic economic and the UMKM on Boarding Program (e-payment, financial literacy continues to be expanded through e-commerce, and e-financing).", "Meanwhile, the the holding of three Sharia Financial Economic financing program was pursued through the Festivals (Festival Ekonomi Keuangan Syariah - Fesyar) implementation of provisions regarding the at the regional level, and the ISEF on a national and achievement of MSME credit fulfillment for banks international scale.", "and non-banks, as well as expanding MSME access in empowering subsidized credit / KUR to accelerate the integration of economic inclusion and digital International Policy finance nationally.", "The implementation of Indonesian Creative Works (Karya Kreatif Indonesia - KKI) which On international policy, we will continue to be is increasingly successful in elevating UMKM \"Go active in various international forums to further Export\" and \"Go Digital\" will be further enhanced increase investment and trade in support of the in 2021, as well as strengthening synergies with national economic recovery.", "In synergy with the the Government in the success of the Proudly of Government and various parties, Bank Indonesia Indonesian Product National Movement (Gerakan continues to increase positive perceptions of Nasional Bangga Buatan Indonesia - GerNas BBI).", "investors and rating agencies through more proactive engagement activities.", "We also continue to play an activities are expected to increase with vaccination important role in facilitating trade and investment and discipline in implementing COVID-19 protocols.", "promotion in priority sectors through the support Bank Indonesia will strengthen synergies with the of the Investor Relations Unit (IRU) at the regional, Government (Central and Regional), KSSK, banks, national, and international levels.", "In this regard, a and the business sector in building optimism for number of policies were strengthened, including the national economic recovery.", "Policy synergies mapping project availability according to investor are also relentlessly build to support the opening of preferences and organizing joint promotional productive and safe sectors, relatively large fiscal activities both abroad and domestically for products stimulus, increased credit and financing, continued / projects in priority sectors.", "In particular, we need monetary and macro prudential stimuli, and rapidly to strengthen collaborated actions in the use of developing digital economy and finance.", "We will also the FTA / CEPA and Local Currency Settlement continue to work together with the DPR, especially (LCS) agreements to optimize the foreign trade and Commission XI, the banking and financial sectors, the investment.", "Foreign cooperation is also continuously businesses sector, scholars, the media, and relevant strengthened with a number of central banks and parties.", "With this synergy, Indonesia has shown demonstrated and momentum for economic recovery Moving Forward with Optimism from the COVID-19 pandemic.", "Also with synergy, Indonesia's economic prospects will be better in Indonesia's economic prospects in 2021 will the future, supported by a national economic policy improve, and Bank Indonesia will continue to mix that is closely coordinated, with economic strengthen synergies to build optimism for transformation and the development of digital economic recovery.", "Growth is projected to be economy and finance innovation.", "This is toward an higher and macroeconomic and financial system increasingly prosperous Advanced Indonesia.", "stability to be maintained.", "Mobility and economic That is all, and thank you Wassalamualaikum Warahmatullahi Wabarakatuh, Jakarta, 3 December 2020 Governor of Bank Indonesia BANK INDONESIA'S ANNUAL MEETING 2020 BANK INDONESIA'S ANNUAL MEETING 2020"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "financial dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Recovery", "COVID-19 Pandemic", "Financial System Stability", "Rupiah Exchange Rate", "Quantitative Easing", "Inflation", "Fiscal Stimulus", "Payment Systems Digitalization", "International Policy Coordination"]}