{"sentences": ["To the officers of the FINEX, led by FINEX President Jose Jerome Pascual III, Executive Vice President Michael Guarin and Gaudencio ​Hernandez, Jr. of the FINEX Technical Sub-Committee, other esteemed guests in today's webinar, ladies and gentlemen-good morning.", "This forum is quite timely.", "The worst of the pandemic is behind us.", "Industries and households are slowly adjusting to new ways of doing things.", "As a community, we share a common resolve to regain our economic momentum in the aftermath of this health crisis.", "My presentation this morning is organized in three parts.", "First, I will briefly discuss where the Philippine economy and our financial system currently stand, and then expound on the course that we will chart.", "Second, I will share the BSP's initiatives which helped strengthen the economy.", "Lastly, I will leave you with concluding thoughts to frame your discussions as you go through the rest of the conference.", "To begin, our current situation is best explained by saying that we are at a turning point from the deep zone brought about by the COVID-19 crisis.", "The turning of the wheel, of course, is a gradual process as we are not out of the woods yet.", "The pandemic has hit us hard.", "Our economy contracted in the first half of this year, following 21 years of uninterrupted growth.", "This is mainly due to the strict lockdown implemented in March to June purposely to save lives and to boost the country's healthcare capacity.", "The sharp contraction in the first half of this year is not in any way a reflection of our fundamentals, which remain strong.", "But now, we are seeing early signs of recovery.", "For instance, the manufacturing purchasing managers index has improved from 27.5 in April to 47.3 in July and to 50.2 in September.", "The value and volume of production for the manufacturing sector also improved from March to July.", "Overseas Filipino remittances have rebounded with a year-on-year growth of 7.7 percent in June and 7.8 percent in July, after the declines in the March, April and May.", "Similarly encouraging is the swing of foreign direct investments (FDIs) to a growth of 39.1 percent in May and 7.1 percent in June.", "Imports made some headway, with the year-on-year contraction slowing down from 65.3 percent in April to 24.4 percent in July.", "Lastly, recording a similar trend, the year-on-year decline in exports eased to 9.6 percent in July from 49.9 percent in April.", "We expect our recovery process to continue as more industries re-open following the relaxation of the quarantine measures.", "Six months into the pandemic, we are learning how to live with the virus.", "That is, we are learning how to strike the delicate balance between saving lives and protecting livelihoods and businesses.", "Let us now turn to the path that we will chart in terms of the following key areas: On growth, we expect the gross domestic product (GDP) to swing from a range of negative 7.0 to negative 9.0 percent this year, to a range of positive 6.5 to 7.5 percent next year and in 2022.", "On prices, we expect inflation to remain manageable and settle within the government's 2.0-4.0 percent target range by next year and in 2022.", "BSP has injected hefty liquidity into the financial system to soften the impact of the COVID-19 crisis on the economy.", "This liquidity injection will be aided in part by the BSP's newest liquidity management tool of the BSP-securities issuance.", "With it, we will be able to further improve our ability to manage liquidity in the system, consistent with our price stability mandate.", "On FDIs, we expect net inflows to improve from US$4.1 billion this year to US$6.5 billion next year as more industries will have reopened and as business confidence globally will have started to bounce back.", "On overseas Filipino remittances, we forecast a turnaround to 4 percent growth next year from a decline of 5 percent this year.", "Year-to-date, overseas Filipino remittances contracted by 2.4 percent.", "On external accounts, we expect these to remain robust.", "As of end-August, the gross international reserves (GIR) stood at a historic high of $99.0 billion, equivalent to 10 months of imports cover.", "Meanwhile, the Philippine banking system entered the crisis with sound fundamentals and strong risk governance.", "This is evidenced by the sustained growth in assets, loans, deposits, capital and profit across banking groups.", "In fact, the banking system grew alongside our expanding economy with bank assets to GDP ratio of 101.3 percent as of end-June 2020.", "The sustained increase in bank assets was on the back of the 10.5 percent growth in deposits as of end-July 2020.", "Meanwhile, the capital market reforms are bearing fruit.", "Bonds have emerged as a major source of funding for banks registering year-on-year growth of 58.3 percent.", "The total loan portfolio of banks expanded by 5.1 percent year on year in July 2020.", "The quality of the loan portfolio remained satisfactory as of end-July 2020 with NPL ratio of 2.7 percent.", "Bank buffers are more than adequate.", "Banks' liquidity coverage ratio (LCR) of 171.4 percent remained relatively stable and above the regulatory minimum of 100 percent as of end-March Further, the U/KBs net stable funding ratio (NSFR) of 129.1 percent as of end-March 2020 indicate availability of stable funding to serve their customers in the short- to medium term.", "The minimum liquidity ratios of stand-alone thrift banks (TBs), rural banks (RB), and cooperative banks (CBs) exceeded the 20 percent minimum.", "Moreover, banks remained well-capitalized with capital adequacy ratio of 15.9 percent, well above the BSP's regulatory threshold of 10.0 percent and the international standard of 8.0 percent.", "In any case, the BSP's policy toolkit is comprehensive and forward-looking.", "At the height of the pandemic, the BSP acted swiftly to ensure domestic liquidity.", "On top of the 1.75 percent cut in the policy rate and the 2.0 percent reserve requirement, we have been buying government securities in the secondary market.", "We extended a P300-billion loan to the government under a repurchase agreement.", "And we advanced remittance of P20 billion worth of dividends to national treasury.", "In all, we have so far injected P1.5 trillion in liquidity into the financial system, equivalent to 7.6 percent of GDP.", "The BSP's crisis response toolkit also includes a long list of time-bound regulatory relief measures meant to help banks withstand the crisis.", "We did all these so that they, in turn, can help vulnerable sectors cope with the crisis as well.", "As the economy recovers, we intend to further strengthen our existing surveillance systems to gain a sharper and more nuanced view of developments in the economy.", "In the pursuit of the BSP's objective of promoting financial stability, the BSP utilizes economic and financial surveillance dashboards and models to inform policy-making.", "As a complement to these tools, the BSP recently launched two important projects which will enable us to gain more access to high-quality and granular information.", "These are the (1) FI portal which is an online secure web-based facility that will replace email submission of reports, and (2) BOB or the BSP Online Buddy which is a chatbot designed to respond to consumer concerns.", "Apart from this, the BSP also regularly conducts ad hoc surveys and actively participates in industry forums to ensure that we are informed of important developments in a timely manner.", "The BSP's toolkit goes beyond short-term fire-fighting measures.", "To ensure that the green shoots materialize into balanced and sustainable economic growth, the BSP has actively advocated for and worked on the implementation of structural reforms.", "We see three key reform areas which are crucial to reinforcing the country's strong macroeconomic fundamentals.", "These have the capacity to revolutionize the ways by which consumers, enterprises and financial markets operate in a manner that promotes the principles of responsible leadership and environmental stewardship.", "These are the enactment of enabling legislation and infrastructure, the promotion of digitalization and sustainability initiatives.", "The BSP is working with both houses of Congress on the enactment of the following key The Financial Institutions Strategic Transfer (FIST) Act will assist the financial system in performing its role of efficiently mobilizing savings and investments toward productive sectors of the economy.", "The Government Financial Institutions (GFIs) Unified Initiatives to Distressed Enterprises for Economic Recovery (GUIDE) Bill seeks to strengthen the capacity of Government Financial Institutions, including: the Land Bank and the DBP in providing the needed assistance to MSMEs, and other strategically important companies.", "The Agri-Agra Bill aims to strengthen rural development by providing for a holistic approach in addressing the financing needs of the broader agricultural financing ecosystem.", "It also provides opportunities for private sector financing to be directed to activities that will promote capacity-building and improve welfare and well-being of agricultural households in rural communities as well as green finance projects.", "The BSP is also working with the Japanese Government on the development a Credit Risk Database for MSMEs.", "This is expected to be an important market infrastructure which will lessen the dependence of banks on collateral and increase MSME access to financing.", "The increased use of digital financial services during the pandemic provides an opportunity for the BSP to advance initiatives aimed at accelerating digitalization in the financial industry.", "During the community quarantine period, there was sustained momentum in the volume and value of electronic fund transfers via PESONet and Instapay.", "A total of 13.7 million transfers worth Php 325 billion of combined PESONet and InstaPay transactions were recorded for the first 45 days under ECQ.", "These numbers represent a substantial upswing by 18 percent in volume and by 25 percent in value compared with the same time span before the ECQ.", "We also saw a remarkable rise in the volume and value of payments made from August 2019 to August 2020.", "Over this twelve-month period, InstaPay registered a growth rate of 820 percent in volume, from 3.2 million to 29.0 million transactions, and 499 percent in value, from Php 24 billion to Php 141 billion.", "PESONet transactions more than doubled with the volume surging from 1.1 million to about 2.7 million, i.e., by 143 percent year-on-year.", "Total value rose from Php 118 billion to Php 253 billion, or by 114 percent over the same period.", "Aside from aiding businesses in mobilizing funds during the pandemic, the PESONet was also used to distribute welfare benefits from the Social Security System's Small Business Wage Subsidy (SBWS) Program.", "It is because of these developments that we are pursuing the BSP's three-year digital payments transformation roadmap.", "These are: (1) Digital banking, (2) Open banking, (3) Data Governance and Ethical Use of Data for Banks, and (4) Open Architecture/Cross-selling.", "We are in the process of laying the enabling framework that will encourage the establishment of digital banks that will largely offer financial products and services through digital platform or electronic channels with minimal reliance on physical touchpoints.", "The BSP is looking into the adoption of an Open Banking ecosystem which espouses consentdriven data portability, interoperability and collaborative partnerships among incumbent financial instiutions and new third party players.", "Through open banking, third parties such as fintechs will be allowed to access financial information needed to develop innovative applications and services and provide account holders with greater financial options.", "Since a digital ecosystem is heavily dependent on the transferability and use of electronic data, the BSP's third priority is the setting of policies on data governance and the ethical use of data.", "Finally, an open architecture on the sale and provision of financial services is being designed to allow financial institutions to market and offer financial products of other financial institutions in their own app or website.", "This will support the propagation of digital financial products and broaden the range of institutions that can serve as touch points for offerings of different providers.", "Lastly, the BSP is embracing the principles of sustainable development.", "The BSP launched the Sustainable Central Banking program as part of our strategic objectives.", "This program aims to integrate environmentally responsible and sustainable policies and work practices within the BSP.", "The BSP will also be issuing enabling regulations on sustainability or Environmental, Social and Governance (ESG) -related guidelines in phases to encourage the financial industry to invest in activities that will promote climate-resilient, green, and sustainable growth.", "The BSP has initially issued the Sustainable Finance Framework which sets forth high level principles on the integration of sustainability principles in the corporate and risk governance frameworks as well as in the business strategies and operations of banks.", "That said, BSP will continue to remain vigilant and monitor impact of relief measures on banking system as well as market conditions for any emerging risks to our outlook for both inflation and economic activity.", "We are committed to using our entire arsenal of instruments, in line with the provisions of our Charter, in a timely manner to address the macroeconomic impact of the COVID-19 pandemic.", "We are actively working on laying the enabling framework that will encourage private sector participation in the attainment of a balanced and sustainable growth of the Philippine economy.", "Theodore Roosevelt, who is regarded as one of the greatest US Presidents, a prolific creative writer and a man of action, once said that \"Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind\".", "This pandemic is going to test our humanity.", "The actions that we will take today will define the future of this country.", "As leaders in your respective fields, you have the ability and the means to take swift and purposeful action; thus, we should take advantage of this window of opportunity to transform the green shoots of today into a greener, better and sustainable future.", "Thank you and I wish everyone a productive and successful conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "economic recovery", "liquidity injection", "digitalization", "sustainable development", "inflation", "banking system", "overseas Filipino remittances", "gross domestic product", "foreign direct investments"]}