{"sentences": ["Excellencies, Ladies and Gentlemen: Good Morning, Good Afternoon!", "I am pleased to join you at the Agile Regulation for Digital Transformation (A. Reg4DT) Webinar.", "Let me at the outset, express my gratitude to the World Bank and its partners in this initiative for the invite.", "While on the one hand, the coronavirus (COVID-19) pandemic has upended lives and livelihoods, on the other hand, it has fostered digital transformation at an unprecedented scale.", "As digitalization has transformed delivery of services for businesses, governments and changed our way of life, regulators have been assessing the resultant opportunities and risks.", "The A.Reg4DT initiative is opportune to develop the capacity of regulators in Africa as digitalization transforms every facet of our lives.", "Indeed the world has changed dramatically from 2007, when mobile phone money transfer services were introduced in Kenya to meet basic financial needs of transferring money from urban workers to their rural families.", "Subsequently, mobile phones laid the digital rails, that have seen the transformation of financial inclusion not just in Kenya but across Africa.", "Shortly thereafter, was the global financial crisis from 2007, in the advanced economies, predicated on excessive risk taking and the trend at that time of deregulation.", "Africa was largely spared the direct effects of this crisis given its relatively limited linkages to global financial markets at that time.", "The focus immediately after the crisis was the strengthening of the global banking sector through enhancing capital and liquidity buffers, risk management and an overhaul of corporate governance practices.", "One of the spillover effects of the global financial crisis was the emergence of decentralized finance (De-Fi).", "The promoters of De-Fi sought to leverage on the loss of trust in governments and financial institutions particularly in advanced economies.", "This saw the emergence of cryptocurrencies, headlined by Bitcoin, positioned as alternative payment instruments.", "This later morphed to stablecoins and more recently, there has been the growing discussion on Central Bank Digital Currencies (CBDCs).", "Recently, cryptocurrencies have morphed into more of wealth management instruments and less of payment instruments.", "Amidst these developments in the global financial arena, came the COVID-19 pandemic that has dominated global discourse over the last eighteen months.", "Unlike the global financial crisis that was largely an advanced economy phenomena, COVID-19 has extended its damage across the world.", "It has upended global lives and livelihoods and literally left no one unscathed.", "But amidst the gloom and doom, human resilience powered by digital platforms has shone through.", "In Africa, the digital rails built on mobile phones have served us well, enabling official and personal transfers to the most vulnerable segments of our population including women, youth and Micro, Small and Medium Enterprises (MSMEs).", "Our financial institutions, governments and businesses have pivoted to digital platforms to adapt to the new normal occasioned by the pandemic.", "In the Kenyan banking sector for instance, transactions outside bank branches have increased from 91 percent before the pandemic to over 96 percent currently.", "Significantly, the number of bank transactions on mobile phones has increased from 56 percent to 85 percent of all transactions.", "As digitalization democratizes and transforms financial services to anytime anywhere access by customers and new business models emerge, regulators must adapt to the new terrain.", "At the Central Bank of Kenya (CBK), our regulatory philosophy has evolved to maximizing the opportunities presented by technology and innovation while minimizing the risks.", "This requires an agile approach on our part which is the focus of our deliberations today.", "This leads me to the question of what does agile regulation mean?", "Allow me to highlight three broad directions to set the stage.", "First, regulators need to walk with the innovators.", "Reflecting back on the introduction of mobile phone financial services, we at CBK adopted a test and learn approach that sought to understand the business models, risks and their mitigants.", "This approach later developed across the world through the sandbox approach.", "Financial services are moving from an institution-based approach to an ecosystem approach with incumbent regulated institutions at the centre.", "Agile fintechs are key partners in the ecosystems to provide cutting-edge innovations such as credit scoring and customer relationship management solutions based on artificial intelligence.", "Regulators must seek innovative approaches to understand these fintechs, mentor them and grow their risk management capabilities.", "In this regard, CBK partnered with the Monetary Authority of Singapore (MAS) in 2019 to launch the Afro-Asia Fintech Festival to create a collaborative platform for African and Asian fintechs and regulators.", "On the back of this collaboration, two regional hackathons (competitions) drawing fintechs from across Africa were conducted in 2019 and 2020.", "These initiatives have offered us valuable insights into the workings of the budding fintech scene in Africa and continue to be a useful insight in our regulation and supervision of the emerging fintech ecosystems.", "Second, regulators need to be alert to changing perimeters.", "Digitization is breeding a new generation of services that mimic financial services.", "While these services may lead to enhanced access for unserved and underserved segments of our populace, they pose considerable consumer protection concerns.", "A case in point is the growing proliferation of unregulated digital lending applications (apps).", "These apps have been flying below the regulatory radar, as they are not deposit-taking, the traditional threshold for regulators to take note.", "However, they are posing enormous consumer protection concerns due to among others high interest rates, over indebtedness, unethical collection practices and personal data abuse.", "Most importantly, these concerns are spilling over to a loss of trust in the financial system.", "This is an area of concern in Kenya with Parliament at the tail end of considering a bill that will empower CBK to oversight unregulated digital lenders.", "Our approach in regulating these entities will focus more on the market conduct concerns as opposed to the traditional prudential concerns of capital and liquidity.", "Third, is national, regional and international co-operation.", "With the shift from institutionbased financial services to ecosystems, opportunities and risks will traverse national and indeed regional boundaries.", "Regulators will need to co-ordinate, co-operate and share information.", "A case in point is cybersecurity that is increasingly transnational in nature and requires a global circle of trust as a key countermeasure.", "On the other hand, the Big-Techs are increasingly extending their reach to financial services with a global footprint.", "African regulators will need to be at the global table as the governance architecture for the increasingly pervasive Big-Techs is drawn up given the significant spill over risks.", "As I draw to a close, the upskilling of regulators-their people, processes and systems-will be imperative in the new age of agile regulation.", "I therefore look forward to the rolling out of the A.Reg4DT programme across the continent to support regulators as digitalization transforms the financial services map."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Agile regulation", "Digital transformation", "Financial inclusion", "Cryptocurrencies", "Central Bank Digital Currencies (CBDCs)", "Decentralized finance (De-Fi)", "Fintechs", "Regulators", "Cybersecurity", "Big-Techs"]}