{"sentences": ["Officers and members of AmCham Philippines and the Joint Foreign Chambers of the Philippines, my fellow speakers, everyone who are with us virtually, good morning.", "Thank you for inviting me to deliver a keynote address in your Tenth Anniversary Forum entitled \"Arangkada Philippines: Pathways to a Better Future.\"", "Arangkada comes from the Spanish word arrancada which means accelerate.", "My talk will focus on economic and financial developments and BSP policy responses to ensure that the Philippine economy will continue to accelerate towards a better future.", "After five quarters of economic contractions, the country's real GDP grew by 12 percent in the second quarter of 2021 followed by a 7.1 percent growth in the third quarter.", "For the first three quarters of 2021, the Philippines' economic growth averaged at 4.9 percent, within the government's target of 4 to 5 percent for the year.", "In September 2021, however, the country's unemployment rate increased further to 8.9 percent from 8.1 percent in the previous month.", "This result is not surprising, given the extension of strict lockdown measures during the month.", "What is notable here, however, is that some of the jobs lost at the start of the pandemic have been gradually recovered, with the number of workers employed in September exceeding that of pre-pandemic level.", "The re-imposition of stricter lockdown measures, particularly in the National Capital Region, contributed to lower business confidence in the third quarter survey, although businesses are more optimistic for the last quarter of the year and in the next 12 months.", "On the other hand, consumer sentiment continues to improve due to expectations of availability of more jobs, additional or higher income, and effective government policies and programs, particularly in addressing COVID-19-related concerns.", "The country's year-on-year headline inflation decreased further to 4.6 percent in October 2021 from 4.8 percent in September, bringing the year-to-date average inflation to 4.5 percent.", "This is above the Government's inflation target of 3.0 percent ± 1.0 percentage point for 2021.", "Based on latest data, we expect point inflation for November to range from 3.3 to 4.1 percent.", "The latest CPI outturn is consistent with the BSP projections that while inflation could remain elevated in the near term, it would start to fall within the target range by the end of the year.", "Meanwhile, inflation expectations remain firmly aligned with the baseline projection path for 20222023.", "Results of the BSP's survey of private sector economists for November 2021 showed an elevated mean inflation forecast of 4.4 percent for 2021, 3.5 percent for 2022 and 3.2 percent for Liquidity in the financial system remains ample, expanding by 8.2 percent year-on-year in September 2021.", "This was faster than the 6.9-percent growth recorded in August on a monthon-month seasonally adjusted basis, M3 rose by 1.3 percent.", "Credit activity increased 2.7 percent in September 2021, faster than the 1.3-percent expansion in August.", "The continued growth for the second month in outstanding loans of universal and commercial banks reflects the modest recovery in banks' overall lending attitudes along with improved economic prospects.", "As of end-September 2021, gross non-performing loan ratio of the Philippine banking system (PBS) stood at 4.4 percent, higher compared to 3.5 percent a year ago.", "The uptick, however, was accompanied by loan-loss provisioning with a non-performing loans coverage ratio of 84.4 percent.", "The Philippine banking system remains well-capitalized.", "As of the second quarter of 2021, its capital adequacy ratio is at 17.2 percent, well above the 10 percent minimum threshold set by the BSP and the 8 percent set by the Bank for International Settlements.", "The sustained rebound in key economies has spurred external demand.", "The country's exports and imports of goods increased by 21.3 percent and 31.6 percent, respectively.", "Cash remittances from overseas Filipinos grew by 5.6 percent in January to September 2021, from a 1.4 percent contraction in the same period in 2020.", "Meanwhile, business process outsourcing services in the first half of 2021 remained strong despite the disruption in business activities around the world.", "Net foreign direct investments for the first eight months of 2021 increased due to positive foreign investor sentiment on the country's macroeconomic fundamentals and strong growth prospects.", "The country's outstanding external debt also remains at a prudent level as its ratio to GDP slightly eased to 26.5 percent in end-June 2021.", "Notably, a large portion of the country's external debt has medium- and long-term maturity profile and carry fixed interest rates.", "These two factors make the servicing of foreign debt less susceptible to volatilities in global interest rates or foreign exchange fluctuations.", "The gross international reserves stood at US$108 billion as of October.", "This is equivalent to almost 11 months' worth of imports of goods and payments of services and primary income.", "The conventional wisdom is that 3 months' worth of imports is sufficient.", "The GIR level is also about 7.8 times the country's short-term external debt based on original maturity, and 5.4 times based on residual maturity.", "The gross international reserves continue to be augmented by improving inflows of cash remittances from overseas workers and receipts from business process outsourcing.", "The BSP recognizes the crucial role of micro, small, and medium enterprises in the Philippine economy.", "Let me discuss the wide range of policies and regulatory and relief measures that the BSP has deployed to support MSMEs.", "- One is allowing the new peso-denominated loans to MSMEs and critically impacted large enterprises that do not belong to a conglomerate as eligible instruments for compliance with the BSP's reserve requirement.", "The use of MSME loans as allowable alternative compliance with the reserve requirement shall be available to banks and non-bank financial institutions with quasibanking functions from 24 April 2020 to 29 December 2022, subject to early closure of the eligibility window by the Monetary Board, if warranted and with prior notice.", "- For the week ending 31 October 2021, the banking system allocated an average of P202.2 billion loans for MSMEs as alternative compliance with the reserve requirements.", "This level marks a substantial increase from the P8.7 billion average MSME loans that were reported for the week ending 30 April 2020.", "The latest level is equivalent to 13.6 percent of the total required reserves, from 0.6 percent on 30 April 2020.", "- The Monetary Board also approved prudential measures to assist MSMEs.", "The regulatory capital treatment of MSME exposures was amended to temporarily reduce the risk weights of loans granted to MSMEs.", "The implementation of the revised risk-based capital framework for banks was also deferred from end-2021 to end-2022 - The period of relief on the reporting of past due and non-performing loans of borrowers affected by the pandemic was also extended to 31 December 2021 from the original timeline of 8 March 2021 subject to reporting to the BSP.", "- These policy issuances reinforce earlier pronouncements of the BSP that relax the Know-YourCustomer requirements for retail clients to facilitate their access to formal financing channels.", "Given a manageable inflation path, the BSP has kept the key policy interest rate at 2.0 percent in its latest Monetary Board meeting.", "The BSP's policy and liquidity-easing measures have injected into the financial system a total liquidity equivalent to around 13 percent of the country's full year nominal gross domestic product for 2020 as of November 11, 2021.", "Moving forward, the BSP's actions and policy thrusts will continue to be anchored on its core mandates of promoting price and financial stability.", "Towards this end, the BSP will continue to pursue appropriate policy actions responsive to the needs of the time.", "On monetary policy: the BSP will remain vigilant over the current inflation dynamics to ensure that the monetary policy stance continues to support economic recovery to the extent that the inflation outlook would allow.", "It will carefully scan the operating environment with a forwardlooking perspective to move in a pre-emptive fashion to address any risks to our price stability mandate.", "On the financial sector: the BSP will intensify its monitoring and surveillance over its supervised institutions to ensure that they remain resilient to emerging risks and continue to be sound, stable, and inclusive, particularly through the pursuit of enhanced digitization.", "Finally, on the external sector: the BSP will remain supportive of policies that will help strengthen the economy's resilience to external shocks, including that of maintaining a market-determined exchange rate, keeping a comfortable level of reserves, and keeping the country's external debt manageable.", "More recently, the country has managed to successfully reduce the number of COVID-19 cases.", "As of the other day, the Philippines logged 425 new COVID-19 cases.", "This is the lowest since July 2020.", "Considering the recent economic developments and significant improvement in vaccine rollout, we are optimistic that there is sufficient support for the country's recovery this year and in the near term.", "The management of risks through the calibrated reimposition of lockdown restrictions, the expected revitalization of key industries due to government policy support and structural reforms, and an improving global economy should help the Philippine economy to recover in 2021 and accelerate in 2022.", "Finally, allow me to end my presentation with these key points: • The country's macroeconomic fundamentals remain sound.", "• The latest GDP growth suggests that economic rebound is underway.", "Strong growth is expected in 2022. o The currently elevated inflation is due to transitory factors.", "Inflation remains well-anchored.", "o Banks remain sound and while non-performing loans has increased, banks remain highly capitalized.", "o External position is strong, supported by more than adequate external liquidity buffer and improving inflows from overseas Filipinos' remittances and receipts from business process outsourcing.", "o Economic activity is vastly improving.", "Yet, the overall momentum of the economic recovery remains foggy as long as a big part of the population remains unvaccinated and there is still a possible emergence of more virulent variants.", "Nevertheless, the sustained implementation of targeted fiscal initiatives, as well as the acceleration of the vaccination program, should help boost market confidence and economic recovery.", "The BSP is committed to an accommodative monetary policy stance supportive of infusing liquidity in the financial system and recovery of the economy.", "The BSP's actions and policy thrusts will continue to be anchored on its core mandates of promoting price and financial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance"], "topics": ["Economic recovery", "Inflation", "Monetary policy", "MSMEs", "Financial stability", "External sector", "GDP growth", "COVID-19", "Banks", "Vaccination"]}