{"sentences": ["President Lagarde President of the Supreme Administrative Court Minister of State for Finance Ladies and gentlemen It is with great pleasure that I welcome you to this ceremony marking the 175 anniversary of the Banco de Portugal.", "As Governor, it is an honour to celebrate this milestone in the Bank's life.", "The celebrations that we are now launching, will go on for several months due to health restrictions.", "Our Bank should be an inclusive institution and, as such, the key moment that marks these 175 years will be shared with the entire population in May next year.", "I have spent a large part of my career in this institution, bearing witness to its importance and influence in national and European economic policy.", "The Banco de Portugal is one of Europe's oldest central banks.", "But for us, it is not just any central bank, it is our Bank.", "Its creation dates back to the first half of the 19 century, to 1846, when the key pillars of the Portuguese financial system were established and the Bank took part in it from the outset.", "The Bank's history is inextricably linked to the economic and financial history of the country.", "It is the history of an institution that has grown and adapted over the course of 175 years, driven at all times by the purpose of serving the Portuguese well.", "We understand how institutions' quality is crucial for the prosperity of nations and we want to be an active part of our country's success.", "In the many difficult situations that the country has faced, the Banco de Portugal has always been a pillar of resilience for Portuguese society, contributing to the nation's economic and financial stability.", "This has been due to action guided by its public service mission and supported by principles of rigour when analysing and outlining policies under its responsibility.", "During times of crisis, it is our duty to explain, inform and contribute to solutions.", "When everything seems to be going well, we must identify challenges and give any necessary warnings to ensure financial stability.", "If anything, the history of the Banco de Portugal has taught us that economic and financial stability is the result of the complex functioning of our economic, social and even political and cultural systems.", "Whilst being a collective goal, it is an increased responsibility for the Banco de Portugal.", "On this long journey, the Bank has taken on a number of missions and functions, as you will be able to see in the video that will be shown shortly.", "However, I want to focus on the historic period of European integration and stress the central role of the Banco de Portugal's actions in that process.", "Alongside the other euro area central banks and the ECB, we participated in setting up the Monetary Union from the very first moment.", "We have been and continue to be important actors in the European integration process.", "As I have already said in other fora, this process is the most successful political, economic and social construction in modern history worldwide.", "When Portugal joined the European Community, its inflation rate was among the highest of the EEC countries.", "At that time, the Banco de Portugal played a crucial role in bringing inflation under control, essential for the nominal convergence of the Portuguese economy.", "Portugal entered a new era of stability: characterised by low and stable inflation.", "In June 1998, the Banco de Portugal became one of the founders of the European System of Central Banks with the mandate to safeguard price stability in the euro area as well as the credibility of the single currency, which would be created six months later.", "Our currency - the euro - is the most tangible representation for European citizens of the success of European integration.", "Proving that even institutions, such as the euro, need to mature and evolve is possible by looking at two simple findings.", "The first is the continuous improvement of the euro's institutional framework, which reached utmost importance just before the health crisis, with the creation of the first fiscal instrument for the euro area.", "These improvements led to significant progress towards sharing and reducing risk in the euro area.", "The second is the growing importance that euro area citizens attach to the euro and the Economic and Monetary Union.", "Making citizens identify more with their own institutions is key for the latter to perform their tasks.", "According to the latest Eurobarometer in May, 80% of Europeans living in the euro area were in favour of the euro, an increase of 4 percentage points compared with one year ago and 13 percentage points compared with just five years ago.", "In Portugal, this percentage is higher, standing at 82%.", "At the turn of the century, these figures had been 20 percentage points lower in both the euro area and Portugal.", "The global financial crisis and the sovereign debt crisis have shown the need for further steps in European integration to ensure the stability of the financial system and strengthen the Economic and Monetary Union.", "The Banco de Portugal has been involved in building up the Banking Union from the outset and is now an integral part of the Single Supervisory Mechanism and the Single Resolution Mechanism.", "Supervision is now more proactive, more comprehensive, more harmonised, more conclusive and more forward-looking.", "By working towards safeguarding financial stability, we focus on the safety and soundness of the banking system.", "Stability is an asset for both banking product consumers and entities operating in the market, including, of course, the payment system.", "Over the last decade, legislators, regulators and supervisors have taken steps to increase the system's resilience.", "The importance of this framework was patent in the reaction to the pandemic outbreak.", "However, as in all areas of human activity, much remains to be done.", "I refer here to the completeness of the 3 Pillar of the Banking Union, the European Deposit Insurance Scheme, as well as to the implementation of the Banking Package, which was recently published by the European Commission.", "These steps will increase confidence in the system and favour all jurisdictions, allowing European banks to become more resilient.", "We should not hesitate to go along this path.", "But back to the euro.", "Our countries' prosperity hinges on a stable single currency that deserves citizens' trust, which our central banks must safeguard and promote every day.", "It is with this conviction that the Banco de Portugal, in its Strategic Plan for 2021-25, has prioritised strengthening confidence in the euro.", "This can only happen if central banks are aware of the importance of cultivating a close relationship with citizens, by showing the public why the objectives they pursue (price stability and financial stability) are key to the daily lives of society as a whole.", "As such, \"promoting proximity and strengthening trust\" is the motto behind the Banco de Portugal's new Strategic Plan.", "The Eurosystem central banks are aligned and committed to this purpose, as was evident from the ECB's monetary policy strategy review, the results of which were released last July.", "We now have a monetary policy strategy anchored on today and the future.", "Notable in this regard is the active involvement of the Banco de Portugal in the discussions that contributed to this review.", "In our reflection, we listened to and took into account the views of citizens, academics and civil society organisations.", "Behind the new strategy is a key pairing for decision-making: sound data; sound analysis.", "This is also a tradition within the Bank, one we wish to strengthen over coming years.", "By 2025, the Banco de Portugal's objective is to contribute to a recovered and resilient over the medium and long term.", "Portuguese economy, converging towards Europe We will do so through timely and quality economic analysis and informed advice on public policy design.", "And we will do so by also listening to people as well as our national and international partners, using communication channels that foster public understanding of what we do and why.", "That is why today, symbolically, we celebrate the Banco de Portugal's anniversary in the presence of national and European institutions, at a ceremony that is also being broadcast live to all those who want to join us and to all our staff members.", "Let me seize this opportunity to extend a special greeting to them, as they fulfil the mandate assigned to the Banco de Portugal every day.", "In recent months we have used this same atrium, the Money Museum, to showcase the Banco de Portugal's work in economic, statistical, financial and monetary analysis.", "The Bank is now an institution fully open to the community, sharing challenges and collective successes alike.", "In front of this audience, which goes far beyond Rua do Comércio to the entire country, I can assure you that you can count on us to build a strategy for development and prosperity for Portugal and Europe, renewing the commitment made 175 years ago each year."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European integration", "Eurozone", "Financial stability", "Central banks", "Monetary policy", "Economic analysis", "Inflation", "Banco de Portugal", "Banking Union", "Fiscal policy"]}