{"sentences": ["Speech Amsterdam, 20 June 2022 Making macroprudential policy fit for the next Keynote speech by Pablo Hernández de Cos, Governor of the Banco de España and Chair of the Advisory Technical Committee of the European Systemic Risk Board, at the 6th DNB-RiksbankBundesbank Macroprudential Conference Thank you very much to the organisers for inviting me to this conference, Today, I will be addressing you in my capacity as Chair of the Advisory Technical Committee of the European Systemic Risk Board (ESRB).", "The ESRB brings together all the institutions which contribute to financial stability in the EU1 And crucially for today's event ESRB's Advisory Scientific Committee the also brings an academic perspective to the table.", "This broad membership is an important point of strength for the ESRB as it combines several dimensions: national and European, sectoral and It reflects the ESRB's broad, system-wide, supervisory and academic.", "It allows us to base both the assessment of systemic risks and the development of policy proposals on a uniquely wide range of views and a broad set of information across all parts of the EU financial system.", "The ESRB has been very active in recent years, by issuing country- and sector-specific warnings and recommendations, which are followed up and translated into action.", "Today I would like to focus on what needs to be done to ensure that the EU macroprudential in view of the European Commission's ongoing revision framework is fit for the next decade of the Capital Requirements Directive and Regulation.", "Reflecting the ESRB's broad mandate, I will start with the banking sector, then I will move beyond banks to the wider financial sector.", "Finally, I will touch on the overarching need to address the hybrid risks to financial stability stemming from cyber threats and climate change.", "The ESRB concept note on the EU macroprudential framework By \"resilient\" I mean that One of our main objectives is to have a resilient banking sector.", "banks must have enough capital and liquidity to weather a crisis.", "Specifically with regard to capital, they must be able to absorb unexpected losses if, for example, a borrower defaults.", "In the aftermath of the global financial crisis, regulators around the world got to work on the improvement of banks' capital large-scale requirements.", "And that increase in the level and quality of capital was crucial to cope with the pandemic shock.", "One of the biggest innovations of this \"new and improved\" framework - to which the Basel Committee has greatly contributed has been the introduction of macroprudential buffers.", "to a bank's minimum capital These buffers are an add-on requirements and are designed to allow banks to weather systemic risks in the financial system.", "A key feature is that a portion of these macroprudential buffers2 can be varied along the financial cycle by the macroprudential authority.", "The idea behind this is to increase the buffer in good times when credit is usually expanding, and to release it during a crisis.", "This countercyclical mechanism gives banks more breathing space in terms of capital when they most need it.", "Banks can then use the capital released to absorb losses from unexpected shocks without deleveraging and without putting their solvency at stake.", "The experience gained so far arguably shows that macroprudential policy for the banking  act in a forward-looking manner, which means fostering resilience before systemic risks materialise; have the flexibility to respond to structural changes in the financial system this also relates to cyber risks and risks related to climate change; form part of a broader and holistic framework, taking into consideration all activities in the financial system.", "To this end, in March the ESRB published a concept note to coincide with the European Commission's review of the macroprudential framework in EU legislation.", "The note offers a medium-term vision for improving the macroprudential policy framework and its contribution to financial stability.", "Let me elaborate a bit on these proposals.", "First, buffers should be built up when there are early signs of rising systemic risks.", "In this regard, it ́s important to look at a variety of indicators for the identification of systemic risk.", "In particular, when setting a countercyclical capital buffer (CCyB) rate, other quantitative cyclical indicators should complement the credit-to-GDP gap.", "And the analysis should include qualitative indicators and expert judgement.", "More generally, we should consider cyclical risks more broadly.", "To date, there has been a greater focus on purely quantitative measures of excessive credit growth.", "I think we should open up this perspective.", "Housing market bubbles are a prominent example of imbalances at the sectoral level that can become systemic I will talk about housing tools later.", "And colleagues from our co-host, the Bundesbank, pointed to a shift of credit supply to relatively riskier borrowers when they This means that they didn't only look at the extensive announced a buffer increase in 2019.4 margin of credit by asking only if there was a quantitative growth in credit.", "They also analysed the intensive margin, that is, a shift within the credit distribution to riskier borrowers.", "I think this is a nice example of taking a broader view of credit developments.", "In addition, the relevant authorities involved in setting macroprudential buffers should arguably not wait until all of the indicators are flashing red before they act.", "The reason for this is that there can be some delay in first diagnosing systemic risk, and then moving from diagnosis to action.", "For example, some economic indicators used to decide on a buffer increase are only available after a delay.", "And interpreting the indicators is seldom black and white: uncertainty during the interpretation of the indicators can be another factor leading to inaction or delay, particularly as empirical evidence shows that Type II errors are higher than those of Type I.", "Finally, decision-making itself involves many parties and is usually a protracted process, particularly taking into account that these tools are designed to be used countercyclically.", "Structural and cyclical capital buffers in the European Union Sources: ECB statistical data warehouse, ESRB calculations Notes: Consolidated data.", "No data available for France.", "Structural buffers include the capital conservation buffer, systemic risk buffer, other systemically important institutions (O-SII) buffer and the global systemically important institutions (G-SII) buffer.", "TREA=Total risk exposure amount.", "CCyB=Countercyclical capital buffer.", "See the \"Recommendation by the German Financial Stability Committee concerning the increase of the countercyclical capital buffer (AFS/2019/1)\", BaFin, 27 May 2019.", "The decision was revoked in April 2020 due to the pandemic situation.", "The experience with this framework is that, indeed, these buffers were built up somewhat before the coronavirus (COVID-19) shock in early 2020.", "But one can also observe that the share of countercyclical buffers in capital requirements has been fairly limited even at its peak.", "As to the use of these buffers during the crisis, many ESRB member institutions released these buffers to support lending to the real economy.", "In this regard, there is some evidence at the international level that indicates that most banks maintained capital ratios well above their minimum requirements and buffers during the pandemic.", "This was partly due to authorities reducing regulatory requirements and calling on restrictions on capital distributions via dividend payments, share buybacks and variable remuneration.", "Needless to say, the support provided to borrowers helped banks significantly.", "At the same time, some evidence appears to suggest that banks would have been hesitant to use their regulatory capital buffers had it been necessary.", "It is unclear whether this reluctance reflects banks' uncertainty regarding potential future losses or the market that may result if a bank were to use their buffers.", "Moreover, available estimates suggest that banks with less headroom tended to lend less during the pandemic than those with more headroom.", "And, for releasable buffers (including the CCyB), while it is difficult to disentangle the quantitative effect of capital releases from other measures and confounding factors, it has been argued that capital releases have had an overall positive impact on credit supply during the pandemic.", "All in all, there is arguably a strong case for building up buffers when times are good.", "It is important not to miss the opportunity to improve the overall resilience of the system when the economic outlook is favourable.", "And there might be a need to have more usable capital in general.", "The COVID-19 pandemic was an exogenous shock unrelated to the credit cycle.", "In future, if authorities have not experienced a previous cyclical increase in risks that merits activation of the CCyB, there may not be adequate releasable buffers when an exogenous shock occurs.", "Or, the release of the CCyB in the event of an exogenous shock may result in less capital being available for the future materialisation of systemic risk related to ongoing cyclical vulnerabilities.", "Borrower-based instruments The macroprudential buffers I've just described improve banks' resilience relative costs and incentives of taking on more risk.", "But there is a second, complementary instrument in the macroprudential toolbox: borrower-based measures, for addressing risks in the real estate sector.", "These tools aim to ensure sound lending standards for new loans.", "This results in higher resilience of both borrowers and lenders.", "Very often, borrower-based measures set limits on the size of a loan or debt that can be granted, depending on the borrower's income or the value of the real estate used as collateral for the loan.", "I am thinking here about debt to income, debt service to income, loan to value and loan to income, to mention those most commonly used.", "Borrower-based measures may also impose limits in relation to the maturity of a loan or they may impose requirements related to a loan's amortisation scheme.", "How do borrower-based measures work and what role do they play in ensuring the financial system is sound and safe?", "Coincidence of Financial Booms and Crises: 1960-2011 Source: Claessens, S. and Kose, M. A., Financial Crises: Explanations, types and implications, Chapter 1, based on Crowe, C. et al., Policies for macro-financial stability: Managing real estate booms and busts, Chapter 12, both in Claessens, S. et al.,Financial crises: Causes, consequences, and policy responses, IMF, 2013.", "Note: The sample consists of 40 countries.", "The bars, except \"Neither,\" show the percentage of the cases in which a crisis or poor macroeconomic performance happened after a boom was observed (out of the total number of cases in which a boom occurred).", "If we look in the rear-view mirror, one of the main causes of banking and financial crises has been cycles in real estate prices \"boom-and-bust\" as well as exuberant credit developments.", "In other words, house prices and mortgage lending tend to be procyclical and reinforce each other.", "This often ends badly for the real economy, with sharp falls in consumption, investment and employment, for example.", "Loose credit standards contribute to these risks to financial stability.", "So by ensuring minimum lending standards for new housing loans, borrower-based measures help to mitigate systemic risks.", "In fact, it is possible to reduce both the scale of banking and financial crises and their negative economic effects by reducing the procyclicality of credit and increasing the resilience of borrowers and lenders.", "Countries in which legally binding Countries borrower-based in which measures the set borrower- are not based measures is incomplete: Countries in which the set Finland, Germany, Hungary, of borrower-based measures Greece and Poland Liechtenstein, Netherlands and Norway Finland, Germany, Hungary, Liechtenstein, Netherlands Source: \"Review of the EU Macroprudential Framework for the Banking Sector\", Concept Note, ESRB, 2022.", "But there is a significant challenge in terms of the implementation of borrower-based measures: these tools are not harmonised under EU law.", "Their availability in EU countries depends on national legal frameworks.", "As a result, instruments may be missing from the toolbox or may be based on widely differing definitions, say, for example, of how to measure the value of the property.", "Governance standards also differ across countries, which means that there may be a risk of inaction bias.", "From my perspective, the introduction of a common minimum set of borrower-based measures, as well as standards for governance, in EU law, is key to ensuring that systemic risks related to residential real estate markets can be mitigated effectively.", "And there are other advantages associated with this proposal: going forward, a common basis for borrower-based measures would support the further integration of the European Single Market.", "It would enhance cross-border lending, reciprocity, transparency and competition among lenders.", "It would also simplify the assessment and monitoring of financial stability risks.", "Nevertheless, as long as lending markets across the EU are fragmented, borrower-based measures will need to be tailored to national markets and lending practices.", "For this reason, measures in EU legislation could follow a process of \"guided the inclusion of borrower-based discretion\".", "This means there would be a general framework at EU level, but implementation would be left to Member States.", "So EU legislation should describe the general principles and concepts of the borrower-based measures, leaving further details to Member States.", "This should not lead to the discontinuation of existing national measures.", "If all this takes place, the benefits of the proposal would be expected to significantly outweigh the costs of adopting them.", "In addition, responsibility for the activation and calibration of borrower-based measures should remain at national level and be in the purview of the current competent authorities, as with other macroprudential instruments.", "In 2016, 2019 and at the beginning of this year, the ESRB issued warnings and recommendations to 17 EEA States8 in relation to medium-term vulnerabilities in their residential real estate sectors.", "The ESRB's recommendations are a tool of soft law that allows us to comment more specifically on what we think should be done to remedy a particular risk.", "Here, most of the time we recommend that legal frameworks for borrowerbased measures be created or completed, or that existing borrower-based measures be activated or tightened.", "In my view, this illustrates quite well how important it is to have a common basis for borrower-based measures in EU law.", "This would, in fact, make a minimum but sufficient set of borrower-based measures available and useable in all EU countries.", "Another advantage of borrower-based measures is that they can be designed to encompass all types of lending activity, regardless of the entity providing the credit.", "Activity-based versus entity-based approaches to macroprudential policy This brings me to the last topic I will touch on in this section, which is activity-based versus entity-based approaches to macroprudential policy.", "As its name suggests, the former concept revolves around the regulation, or application, of a measure to an activity say, for example, granting a loan.", "This differentiates it from entity-based approaches, where the measure would be applied to a financial entity performing the activity - say, for example, a bank or an insurance company.", "Our current macroprudential framework is primarily entitybased.", "One potential drawback of focusing on entities is that in the absence of a proper coordination across the relevant sectoral authorities the same activity could be regulated differently for different operators.", "This might create unintended incentives for regulatory arbitrage and result in a transfer of risk elsewhere, for instance to fintech firms and big tech companies.", "The borrower-based measures that I was referring to earlier could in principle avoid such issues by covering all types of lending, regardless of the type of lender.", "Despite this drawback, entity-based regulation also has advantages.", "This includes accounting for the differences of supply characteristics of different institutions with specific regulatory and analytical frameworks, concentrating specialised expertise pertaining to specific segments.", "In the end, it is the entity who takes decisions.", "My message here is that macroprudential policy should be holistic and that entity-based and activity-based approaches can be complementary.", "This fits perfectly with the macroprudential, system-wide view we take when we assess financial stability.", "If we only focus on the many separate entities as they operate in financial markets, we risk missing the big picture.", "Adding an activity-based perspective to macroprudential regulation isn't something we can achieve overnight.", "It is, instead, a longer-term goal we might carefully reflect on in the context of regulatory reviews.", "Besides, it is a goal that should be pursued at the international level.", "We must also bear in mind that the complexity and specific characteristics of each institutional sector of the financial system would still require specialised analysis and regulation even in an activity-based framework.", "We also need to promote a holistic, system-wide view when monitoring and analysing liquidity risk.", "Liquidity links various actors in the financial system through potent and, importantly, very fast contagion channels.", "For example, money market funds (MMFs) are a key source of funding for the banking sector: an episode of illiquidity in this part of the system may quickly spread to banks, as we saw in March 2020.", "Yet, there is to date a scarcity of data and little knowledge of liquidity flows across the financial system.", "Current liquidity standards for banks are focused on individual institutions and does not consider the systemic dimension of liquidity risk.", "Even liquid assets are not consistently defined across sectors.", "And while we have made significant advances in developing macroprudential countercyclical capital tools, there is not much in place for liquidity.", "In short, much remains to be done to ensure the coherent system-wide analysis and regulation of systemic liquidity risks.", "Notes: Sectors based on the European System of Accounts 2010 (ESA 2010).", "\"Other financial institutions\" comprise financial vehicle corporations engaged in securitisation, financial corporations engaged in lending, security and derivative dealers, specialised financial corporations, financial auxiliaries and captive financial institutions.", "MMFs stands for money market funds; ESCB stands for European System of Central Banks.", "Let me now move beyond banks to the wider financial sector, which has grown substantially in recent years.", "Over the last decade the size of EU insurance corporations, pension funds, \"other financial institutions\" has more or less doubled and, by investment funds and so-called the end of 2021, was larger than the banking sector.", "This growth was particularly pronounced for the investment fund sector, which increased almost threefold and, by the of 2021, had reached a record-high share of 20% of the EU financial sector.", "About 55% of substantial growth can be attributed to the increase in funds' asset valuations to net investor inflows.", "Credit from non-bank financial institutions to euro area NFCs (as a percentage of funding from financial institutions) 2021: ca.", "Notes: Financing is provided in the form of loans or debt securities.", "The non-bank financial sector offers a valuable alternative source of funding to the real economy and, as the chart above shows, has also gained in importance.", "The estimated share of credit that euro area non-financial corporations (NFCs) obtain from non-banks has grown strongly since the global financial crisis, and now accounts for around 28% of all credit provided to NFCs by financial institutions.", "However, heterogeneity across European countries in terms of relevance of NBFIs in credit must be considered in this type of analysis.", "Growth in the provision of funding does not necessarily correlate with an increased risk to financial stability by itself.", "But as interconnections play a very important role, it has attracted increasing policy attention: the ESRB and other international fora led by the FSB, have been assessing the need to expand the macroprudential policy toolkit to encompass non-bank financial institutions.", "I will now give some examples.", "Let me start with the sector of investment funds and MMFs.", "From a macroprudential perspective there are two main risks for concern here: liquidity and leverage.", "These funds can engage in significant liquidity transformation: some funds invest in inherently low-liquid assets such as real estate, unlisted securities, loans and other alternative assets while offering frequent redemption opportunities to investors.", "Significant redemption pressures during periods of financial market turmoil can contribute to market falls that affect the broader financial system.", "We saw how vulnerabilities stemming from liquidity mismatch manifested themselves at the onset of the coronavirus (COVID-19) pandemic as exemplified by the market turmoil in Mach 2020.", "This posed liquidity challenges for MMFs which had been investing primarily in private debt instruments.", "From a macroprudential perspective investment funds are relevant as they hold a significant proportion of the stock of outstanding EU non-financial corporate bonds (around 20%).", "Any redemption pressure from open-ended funds with short redemption periods could result in negative spiralling market dynamics, ultimately leading to an increase in the cost and a reduction in the availability of market-based financing for NFCs While decisive action taken by central banks, supervisory authorities and governments have helped to stabilise market conditions in the past, going forward it is important to address any identified vulnerabilities in the investment fund sector.", "This is certainly a priority area for the ESRB.", "As you may be aware, the ESRB has issued a set of recommendations9 to this end, requiring action either from the authorities or the legislator.", "In designing these recommendations, the ESRB has been mindful of policy discussions at international level, including proposals from the Financial Stability Board.", "While many of our recommendations have already been implemented, the current review of the Alternative Investment Fund Managers Directive10 and the upcoming review of the MMF Regulation in the EU are two great opportunities to further strengthen the macroprudential framework.", "Let me now turn to the insurance sector, another important part of the financial system.", "From a macroprudential perspective we want to ensure that insurers also when they face a significant external shock continue to underwrite risks.", "Obviously, this role is important for the real economy as it protects it from both the macroeconomic and the welfare impact of risk materialisation.", "We also want to ensure that insurers do not amplify any initial shock via channels such as asset fire sales or disorderly default.", "This is important, as insurers are among the largest institutional investors in Europe and they are important financiers of - - of more than €2 European economies.", "They hold sovereign debt mostly European trillion - - of more than €1.5 and corporate bonds again, mostly European trillion.", "More than a third of their total assets are held via investment funds.", "Yet there is no macroprudential toolkit in the Solvency II regime.", "The ESRB has been advocating an expansion of the macroprudential framework to include insurance11.", "Comparison of risk weights for mortgage lending across sectors Percentage of risk weights (y- axis) compared to LTV ratio (x axis) Pension PIM Banks IRB Insurance SF Banks Basel III Insurance IM Banks Basel III.", "The risk weights vary according to LTV ratios, which are also expressed in percentages.", "Assumptions need to be made for diversification benefits and loss-absorbing capacity to calculate equivalent risk weights for the insurance and pension funds.", "This chart provides a comparison of risk weights obtained for pension funds (Pension PIM), for (re)insurers under the standard formula (insurance SF), for re(insurance) using an internal model (Insurance IM), for credit institutions using the internal-rating based approach (Banks IRB) and for credit institutions under the standardised approach (Banks Basel III and Banks Basel III.)", "Also, as I mentioned earlier, it is important to fight regulatory arbitrage.", "In this respect it is worth noting that in certain European countries (there are large geographical differences in this regard) insurance companies engage up to 14% of their total assets in mortgage lending but at the same time are required to apply lower capital requirements than banks and are not subject to borrower-based measures.", "I hope that this can be addressed in the ongoing review of Solvency II.", "Financial stability concerns related to cyber threats and climate Having covered our views on the macroprudential toolkit for banks and non-banks, I would now like to turn to the overarching concerns related to cyber threats and climate risks.", "I'll start with cyber threats.", "The financial sector relies on robust information and communication technology systems and is highly dependent on the confidentiality, integrity and availability of the data and systems it uses.", "Major cyber incidents have the potential to hamper functioning.", "We are concerned here with a worst-case scenario in which a cyber incident one affecting operational systems and impairing the critical economic functions triggers financial contagion or leads to an erosion of confidence in the financial system.", "If the financial system is not able to absorb such shocks, financial stability is likely to be put at risk.", "Now, authorities would need to respond rapidly in order to mitigate any negative effects that cyber incidents might have on financial stability.", "Effective coordination and communication would be key.", "However, communication and coordination between authorities in the event of a systemic cyber crisis could be complex.", "First, the underlying shock to the financial system would be very different from traditional financial and liquidity crises.", "Second, the response from financial authorities would require new coordination networks to be set up with other authorities such as law enforcement and cyber authorities that financial authorities do not usually interact with.", "To this end, in December 2021 the ESRB's General Board adopted a recommendation for the establishment of a pan-European systemic cyber incident coordination framework (which stands for the acronym \"EU-SCICF\")12.", "The aim of this ESRB recommendation is to strengthen coordination between financial authorities in the EU, as well as coordination between other authorities in the EU and key actors at international level.", "It will complement the EU's existing cyber incident response frameworks by addressing the risks to financial stability stemming from systemic cyber incidents.", "Going forward, there is a need to develop a new macroprudential strategy in order to mitigate the risks to financial stability stemming from cyber incidents.", "We need to design and calibrate a new set of cyber resilience tools.", "To do this, we must first develop a monitoring and analysis framework.", "For instance, the cyber resilience of the financial system could be tested in a non-technical manner using scenario analyses, which could show how systemic institutions in the financial system would seek to respond to and recover from a severe but plausible cyber incident scenario.", "In order to draw conclusions from these financial stability tests, the macroprudential authorities would need to decide exactly what would constitute an acceptable level of disruption to operational systems performing critical economic functions.", "It is also important to improve our understanding of systemic cyber risk-related vulnerabilities and contagion channels in the financial system.", "To this end, it is important to identify systemically important nodes at financial and operational levels including third-party providers.", "The ESRB is continuing to work on these topics, jointly with the Bank of England, within its European Systemic Cyber Group.", "Another overarching concern is climate risk.", "Climate change could contribute to the build-up of systemic risks.", "Indeed, financial institutions could be affected by both transition risk (the risk of an abrupt transition towards a greener economy) and physical risk (the risk of a rise in the frequency and intensity of natural catastrophes).", "Due to unique features such as its longterm horizon and uncertainty, climate risk may be inadequately priced by financial markets.", "Also, it could be amplified by classic systemic risk externalities like system-wide common exposures and portfolio correlations, as well as spillovers across the financial system and the real economy.", "This view is now widely shared.", "However, the development of macroprudential policy to address climate risk is still in its infancy.", "As in the case of cyber threats that I just discussed, there are two prerequisites for policy analysis: first, having the adequate statistics to properly measure the phenomena and, second, the development of analytical tools to better measure the potential impact of climate risk on the financial system.", "The disclosure of exposures and the development of climate stress tests, at both microprudential and macroprudential levels, are key.", "Through the publication of two reports in 2020 and 2021 respectively, the ESRB and the ECB have contributed to the assessment of the systemic impacts of climate risk, including via stress tests and scenario analyses.", "But much remains to be done to further reduce climate data gaps and improve methodologies and models.", "We also need to think about potential macroprudential policy tools which could address climate-related risks.", "While microprudential policy may account for idiosyncratic risks linked to climate change, macroprudential policy is needed just as much to address the systemic aspects of climate risk and build resilience in the financial system.", "I also want to mention the importance of coordination at global and EU levels.", "Since climate risk is a global issue, coordination will be paramount if we are to avoid regulatory arbitrage and make sure the European financial system is ready to face the challenge of climate risk.", "To finalise my intervention, I would like to emphasise the common economic factors that connect the diverse topics that I have discussed.", "The dynamics and complexity of all the different segments of the financial market call for forward-looking and flexible macroprudential approaches that can react to a broad range of shocks, which, in many Financial markets' cases, are not even possible to define in advance.", "dynamics can be shortterm, and linked to traditional economic and financial fluctuations, or derived from more fundamental transformations affecting the financial system as we are seeing now with digitalisation and climate change.", "In any case, it is important that macroprudential policy ensures a stable environment, where intermediaries account properly for emerging risks and have sufficient buffers to absorb unexpected losses.", "By succeeding in this we will be helping our economies and societies to better adapt to the profound technological and physical changes we are experiencing and to minimise the probability that financial turmoil hampers our transition efforts on these fronts.", "Thank you very much, I am now available for any questions you may have."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Macroprudential policy", "Banking sector", "Systemic risk", "Capital requirements", "Macroprudential buffers", "Countercyclical capital buffer (CCyB)", "Borrower-based measures", "Real estate market", "Liquidity risk", "Cyber threats"]}