{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech Inflation Report - February 2022 Tabaković, Governor Belgrade, 18 February 2022 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the February Inflation Report.", "We will give you an overview of recent economic trends, our new macroeconomic projections, as well as monetary policy decisions made in the period since the previous Report.", "Since our last meeting in November, the global economy has been marked by geopolitical tensions, deepening energy crisis and further growth in cost-push pressures on a global scale.", "In addition, we are faced with persisting problems in global supply chains and the spread of the Omicron variant, to which the leading world economies reacted differently.", "All of this has led to additional mismatches between demand and supply and to new inflationary pressures globally.", "Energy and food prices recorded a sharp rise worldwide.", "Unlike in the previous crises, besides oil prices, the prices of gas and electricity also recorded robust growth in international commodity exchanges.", "Global strengthening of cost-push pressures and the spread of the Omicron variant in our key foreign trade partners led not only to the upward revision of inflation projections, but also to a slowdown in economic activity and a downward revision of GDP growth projections.", "Despite unfavourable circumstances in the international environment, the NBS kept its November projection of real GDP growth for this and the following years.", "In 2022, as well as in the medium run, GDP growth is expected at 4.0-5.0% range, with the central projection in all years measuring 4.5%.", "Overall risks to the projection are judged to be symmetric and, as so far, those from the international environment being tilted to the downside and those from the domestic environment to the upside, including primarily government investment and better results in attracting FDI inflows.", "Besides, it will be easier to achieve the 2022 projection as we are building on excellent trends from the last quarter of the previous year, in which, despite the slowdown in the euro area, Serbia recorded real GDP growth of 6.9% y-o-y or 1.6% s-a relative to Q3 2021.", "This was largely a result of the record level of government investments, but also FDIs, whose inflow in 2021 reached EUR 3.9 bn and thus surpassed the record high from pre-pandemic 2019.", "Over the past few weeks, we have had the opportunity to see that, contrary to the earlier expectations of market participants, y-o-y inflation in most advanced and emerging economies increased further.", "Euro area inflation rose from 5.0% in December to 5.1% in January, reaching double-digit levels in some members.", "Although this does not, at first glance, confirm the assessments of leading central banks about the temporary nature of current inflation, one should bear in mind that in most countries inflation is still largely driven by rising energy and food prices.", "Also, there are countries that are faced with high core inflation, both due to the strengthening of depreciation pressures on their national currencies, and the overheating of their economies in the pre-pandemic period.", "As for inflation in Serbia, according to our new projection, we expect y-o-y inflation in Q1 2022 to move around the December level of 7.9% or slightly above it, and then to decline from Q2 onwards and settle in the range from 3.5% to 4% at year-end.", "Going forward, it is expected to slow down further and move around the target midpoint until the end of the projection horizon.", "The effects of the new agricultural season will contribute the most to the slowdown in inflation, as they will directly affect the prices of fruit and vegetables, and through lower production costs, the prices of processed food as well.", "We expect that the gradual exit from the pandemic will help reduce the supply-demand gap globally and solve the problem of halts in supply chains, which could, consequently, lead to lower cost-push pressures.", "An important factor of lower inflation will be the expected subsiding of cost-push pressures on account of the prices of oil, gas, electricity and primary agricultural commodities, according to futures, as well as the drop-out of last year's hikes in petroleum product prices from y-o-y calculations.", "As any other projection, this projection carries its own risks, which are associated mostly with the international environment and are slightly skewed to the upside.", "My colleagues will explain them in more detail later on.", "Amid stronger cost-push pressures and the need to impact inflation expectations and prevent the second-round effects of rising global food and energy prices on other products and services, the NBS continued tightening monetary conditions.", "As a reminder, last October, the NBS began a cycle of increasing the effective repo rate - the interest rate at which we have implemented repo transactions for years, making the best use of the flexibility of our monetary framework.", "From October until today, the effective repo rate was increased from 0.11%, as it was then, to 0.79%, where it stands today.", "The increase in the repo rate so far is almost equivalent to three key policy rate hikes of 25 bp each.", "In making these decisions, we made sure that our monetary policy is consistent with achieving price stability in the medium term, and that financing conditions remain favourable from the aspect of ensuring continued stable growth in credit and overall economic activity.", "Core inflation, which is affected the most by monetary policy, moved within the target tolerance band the whole last year - averaging slightly above 2%, while at the end of the year it measured 3.5%, which is lower than in the majority of Central and Southeast European countries running the same monetary policy regime as Serbia.", "The key reason for the lower core inflation in Serbia is the fact that we maintained relative exchange rate stability, keeping not only core inflation under control but also providing a key contribution to the maintenance of business, consumer and investment confidence, which is the most important prerequisite for dynamic and sustainable economic growth.", "Coupled with a robust and timely package of monetary and fiscal policy measures, it was preserved confidence and production capacities that made Serbia achieve, despite unprecedented challenges, one of the best results in Europe in terms of GDP growth, which amounted to 7.5% in 2021, and 6.5% cumulatively during the two pandemic years.", "Sources: NBS projection and IMF WEO (October 2021 and January 2022).", "Speaking of economic growth outlook and its drivers, let me present several data that did not get the deserved attention in the public.", "Above all - exports which outperform our projections year after year.", "Exports would have been even higher had it not been for the problems in global production and transport chains.", "The major part were manufacturing exports that reached EUR 19 bn, as well as exports of services in the most propulsive segments of the economy, such as ICT, business, transport and tourist services.", "The current account deficit ended 2021 at 4.4% of GDP, only slightly above the 2020 level, despite the equipment imports reaching record high EUR 4 bn and despite the extraordinary energy imports by year-end.", "This is yet another indicator proving that we are much better equipped for the challenges that we are clearly bound to face throughout this year as well.", "Our increased resilience is also testified by the record high level of the country's FX reserves.", "Let me share with you the information that at this moment our vaults hold close to EUR 2 bn in gold, whose quantity is continuously increased, measuring 37.5 tonnes at the end of January.", "The reduced need for external financing is evidenced also by the plans to reduce fiscal deficit and switch to a primary surplus in 2024, and the fact that the share of general government public debt in GDP was put on a declining path already last year, measuring 57.5% at end-2021 for the general government and 56.9% for the central government.", "Current account FDI Source: NBS.", "In 2021, for the seventh year in a row, the current account deficit was covered by net FDI inflow, which is expected to continue in the years ahead.", "FDI inflow in 2021 amounted to EUR 3.9 bn, remaining mainly channelled to tradable sectors.", "Private investment growth on the back of preserved confidence and stable sources of financing, with the continued implementation of government-financed infrastructure projects, will push the share of total fixed investment in GDP to 25% from the last year's 23.7%, and ensure its continued rise in the years beyond.", "Favourable trends continued also in the labour market.", "The average formal employment in the private sector in 2021 stood at one million and 670 thousand, up by almost 100 thousand compared to the pre-pandemic 2019.", "The greatest employment gains were recorded in the sectors which are the most important from the aspect of economic growth and development - manufacturing (34 thousand), construction (15 thousand), and private sector services, such as ICT services, trade, transport, tourism and catering.", "At the same time, the average wage in the Republic of Serbia increased by 18.5% in the last two years, driven mainly by the private sector wage growth of 19.2%.", "* Industry, agriculture, transport and w arehousing, catering.", "contributing to economic growth.", "However, the growth in personal consumption is not expected to be excessive or generating major inflationary pressures.", "Thanks to the preserved trust and full financial stability, the financial sector has continued to provide funding for new investment and consumption, thus supporting economic growth.", "In the past few years, Serbia recorded almost double-digit growth rate in lending, more precisely 9.9% in 2021, financed to a significant degree by the record high levels of FX and dinar savings of the private sector.", "The rise in lending is also a result of increasingly better performance of the banking sector, evidenced by the high capital adequacy and the share of NPLs which reached 3.5% in December, down by 0.7 pp from the pre-crisis level at end-2019.", "Sources: Thomson Reuters and NBS.", "Ladies and gentlemen, dear colleagues, Let me repeat what I emphasised in the public many times before.", "Serbian inflation is currently determined by energy and food prices.", "These are supply-side factors which can be impacted by monetary policy measures only slightly or not at all.", "The NBS cannot reduce the global price of oil or other energy products, nor can it impact the prices of all those agricultural products that are traded in commodity exchanges.", "What the NBS can and does do is to prevent that the effects of these elevated prices spill over, via inflation expectations, onto the prices of other products and services to a large degree.", "It is also important to point out that the President and the Government of the Republic of Serbia have ensured that our country pays one of the lowest gas prices and that electricity hike for the corporate sector, while relatively high, is still one of the lowest in Europe.", "The prices of basic foodstuffs were also capped and some of the market segments responded favourably to commodity reserve interventions.", "The Government's decision to cap petroleum product prices will also exert an important effect on market developments.", "On our part, by preserving the stability of the exchange rate of the dinar against the euro, we managed to ensure that the spillover of growing import prices of energy and food to other prices is not additionally heightened by the effects of dinar depreciation, as was the case in prior episodes of the high growth of these prices.", "For the sake of comparison, during the previous crisis and the price shock in the period from 2010 to 2012, the adverse effect of the price hike in the international environment on Serbian prices was tripled, as a consequence of the strong depreciation of the dinar against the euro.", "Let me simplify: two thirds of the problems with imported inflation we had struggled with from 2010 to 2012 originated from the dinar's depreciation against the euro, and only one third from the price rise in the international environment.", "We have not allowed that to happen this time and, thanks to that, we still keep core inflation under control, and indicators of business and investment confidence at high levels.", "In the coming period we will continue to carefully monitor and assess factors in the domestic and international environment, which will determine our future decisions and moves.", "You can rest assured that the Serbian Government and the NBS will conduct a consistent and responsible economic policy, doing everything in their power to see our economy grow even stronger and more resilient to future challenges from the international environment.", "Medium-term price and financial stability remain the NBS's priority, because that is the best way for the central bank to contribute to sustainable economic growth and to a rise in employment and living standards.", "I will now give the floor to my colleagues from the Economic Research and Statistics Department, to give you a detailed account of our new projections."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Economic Growth", "GDP", "Energy Prices", "Fiscal Policy", "Monetary Policy", "Foreign Direct Investment", "Exchange Rate", "Financial Stability", "Labor Market"]}