{"sentences": ["Speech Current challenges to central banks' independence Annual O. John Olcay Lecture on Ethics and Economics at the Peterson Institute Thomas J. Jordan* Chairman of the Governing Board Swiss National Bank Washington, 11 October 2022 © Swiss National Bank The speaker would like to thank Samuel Reynard for his support in preparing this speech.", "He also thanks Claudia Aebersold, Simone Auer, Petra Gerlach, Christian Grisse, Carlos Lenz, Alexander Perruchoud, Michael Schäfer and Tanja Zehnder, as well as the SNB Language Services.", "Ladies and gentlemen I am very grateful for the opportunity to give this year's O. John Olcay Lecture on Ethics and Economics.", "John Olcay was a remarkable person and a true gentleman.", "He had an exceptionally thorough understanding of politics, economics and markets, and was always willing and eager to discuss a broad range of topics.", "John was also a friend of mine, and a steadfast supporter of the Swiss National Bank.", "It is a great honour and a pleasure for me to give this lecture in his memory today.", "I was scheduled to give this lecture in 2020, but this had to be postponed because of the pandemic.", "Just two years ago, many central banks wanted inflation to nudge up closer to their targets, and there were some calls for central banks to directly finance fiscal expenditures.", "Since then, the political and economic context has changed dramatically.", "Inflation is far too high almost everywhere, and central banks are raising their policy interest rates at a time when stocks of government debt are large.", "In some places, central bank independence is being publicly called into question.", "Such explicit pressure to curb central bank independence is a fairly recent phenomenon.", "It was not prevalent in recent decades; on the contrary, there was a firm consensus among economists, politicians and the general public on the need for central bank independence.", "This consensus was based not only on theory, but also on practical experience.", "Price stability can only be achieved with an independent monetary policy, i.e.", "without political pressure on the central bank.", "In the absence of central bank independence, governments concerned about re-election might try to engineer an expansionary monetary policy in order to temporarily reduce debt financing costs and stimulate economic activity.", "Over time, this would inevitably lead to high inflation.", "Without central bank independence, various political groups could also force the central bank to pursue additional goals.", "This would lead to conflicts of interest and eventually to doubts regarding the ability or willingness of the central bank to ensure price stability.", "Equally important, given these conflicts of interest, if central banks pursue goals other than price stability, the legitimacy of independence can easily be questioned.", "This is why independent central banks have been given narrow mandates.", "In this lecture, I will argue that threats to central banks' independence, and thus to their ability to fulfil their monetary policy mandates, are ever present and take various forms.", "While some are obvious, others lurk beneath the surface.", "Such threats are particularly acute in the current economic environment.", "Taking a Swiss perspective, I will discuss the pitfalls that must be avoided in order to make certain that monetary policy is set independently and that central banks have the freedom to pursue policies that ensure price stability in the medium to long term.", "Delimiting central banks' actions relative to fiscal policy I will begin by discussing the need to delimit central banks' actions relative to fiscal policy.", "Monetary and fiscal authorities typically take their decisions separately, without coordinating between one another.", "This is for good reason.", "History teaches us that when central banks are closely tied to the fiscal authority, expansionary monetary policy is often used, directly or indirectly, to finance government deficits.", "Time and again, this has ended in high inflation.", "High inflation is undesirable for lots of reasons.", "It reduces consumer purchasing power, and hits low income households particularly hard.", "Moreover, inflation causes price distortions that lead to the misallocation of resources and therefore inefficiency.", "Since higher inflation also tends to go hand-in-hand with more volatile inflation, it causes investment uncertainty and raises risk premia.", "Furthermore, reducing high inflation can be very costly.", "For all these reasons, it is the mandate of central banks to ensure price stability.", "This typically also includes supporting economic activity.", "In Switzerland, the central bank has been entrusted with ensuring price stability while taking due account of economic developments.", "Our mandate is thus limited to the essential contribution a central bank can make to society.", "Furthermore, the independence of the Swiss National Bank is guaranteed by the Constitution.", "Safeguarding independence is crucial for central banks to be able to fulfil their mandate.", "If the public suspects that monetary authorities are making decisions with the objective of propping up government finances, it will anticipate that this will result in higher inflation.", "As such expectations have a major effect on actual inflation, through wage bargaining and price setting, inflation can quickly get out of control.", "It is thus important to avoid even the appearance that fiscal considerations might be dominating monetary policy.", "Nevertheless, it is also important to note that independent central banks cannot ignore the effects of fiscal policy when setting monetary policy in accordance with their mandate.", "Fiscal policy can impact on growth, inflation, interest rates and risk premia.", "Accounting for these effects of fiscal policy on the macroeconomy and monetary conditions is part of sensible monetary policy that aims to maintain price stability.", "Exceptional monetary and fiscal legacy since the global financial crisis Let me now briefly address the exceptional monetary and fiscal legacy since the global financial crisis, and the challenges that this legacy poses to central bank independence today.", "After the onset of the global financial crisis, many central banks decreased their policy interest rates to very low levels, and even into negative territory, in countries such as Switzerland.", "They also brought down longer-term interest rates by buying government and corporate bonds.", "This increased central banks' balance sheets and the risks they bear.", "Two years ago, measures taken to contain the spread of the coronavirus pandemic strongly restricted business activity.", "Fiscal and monetary policies responded forcefully.", "Via social benefit schemes and stimulus packages, fiscal authorities helped stabilise the economy.", "Unprecedented fiscal stimulus led to a substantial rise in already high public debt in many countries.", "Via liquidity provision, central banks ensured that the markets continued to function, and with loose monetary policy they aimed to stabilise economic activity and avoid deflation.", "Moreover, an efficient response to this very unusual economic crisis required and warranted cooperation between monetary and fiscal policy.", "Monetary and fiscal authorities adopted coordinated policies to avoid a credit crunch that could have brought a wave of bankruptcies and massive unemployment.", "Many businesses were particularly hard hit by the restrictions which governments imposed to contain the spread of infection.", "The aim of the coordinated policies was to allow these businesses to obtain funding quickly and at favourable terms.", "It was crucial that illiquidity did not turn into insolvency.", "In Switzerland, for instance, a joint programme combining measures by the federal government, the Swiss National Bank and the private sector was set up to bridge firms' liquidity shortfalls.", "As a result of this effective programme, within a few weeks a fifth of all Swiss firms had obtained loans to handle the liquidity shortfall caused by the pandemic.", "During the coronavirus pandemic, such coordinated efforts between fiscal and monetary authorities were necessary.", "And they were also easy to align because fiscal and monetary policy had to move in the same expansionary direction.", "But central banks must now signal unequivocally that this coordination was not a first step towards letting fiscal needs dominate monetary policy.", "This is important for two reasons.", "First, such cooperation should always be limited both in time, as well to exceptional circumstances.", "It should not be confused with central banks giving up their independence.", "And second, the geopolitical and economic environment has now changed drastically.", "While the pandemic initially reduced both activity and inflation, multiple factors such as supply bottlenecks, pent-up demand as well as the monetary and fiscal stimulus soon began putting upward pressure on prices.", "The sharp increase in energy prices, driven in part by the war in Ukraine, has pushed prices up further, while at the same time slowing growth.", "Monetary policy now has to be tightened in an environment of high government debt.", "The principle that central banks should not let fiscal needs dominate monetary policy has always held true.", "But in the current environment, characterised by high inflation and slowing activity, as well as with the legacy of high government debt and large central bank balance sheets, sticking to this principle is particularly challenging.", "I will now set out two kinds of fiscal dominance, which I will refer to as misused and misguided monetary policy.", "Misused monetary policy consists of the central bank explicitly deciding to help government finances, and reflects a lack of good and stable governance.", "Misguided monetary policy occurs when central banks' judgement is altered to avoid political pressure, which leads to policy mistakes that help government finances.", "Risk to independence I: Misused monetary policy Let me start with misused monetary policy, which can take two forms, one obvious and one more subtle.", "The obvious form of fiscal dominance would be for the central bank to be pressured to directly finance the government.", "It could be asked to directly buy the country's public debt, which essentially means printing money to finance the government's expenditures.", "Or it could even more blatantly give the money as a 'present', to the detriment of its own equity.", "Most central bank laws forbid such direct financing, however.", "Nevertheless, during the coronavirus crisis, some economists advocated direct monetary financing of fiscal expenditures.", "Typically, these proposals involved a one-off payment tied to specific government spending, such as coronavirus-related economic costs.", "But this is a slippery slope.", "If monetary policy is used to finance one fiscal purpose, there will soon be another worthy idea, and one thereafter.", "In the end, monetary policy will be unable to concentrate on its price stability mandate.", "Allow me to briefly mention two important issues in this context: asset purchase programmes and profit distribution.", "In recent years, many central banks bought government debt as a way of easing monetary conditions.", "These purchases were directly linked to central banks' mandates and designed to lower long-term interest rates for the whole economy.", "The purpose of these purchases was not to support government financing, and therefore did not constitute monetary financing in disguise.", "Central banks' profit distribution does not represent monetary financing in disguise either.", "These profits stem from the monopoly of creating central bank money.", "Central banks usually retain a part of the profits they generate to build up their own capital and then transfer the remainder to the government.", "Like asset purchase programmes, profit distribution is not dictated by government finances.", "Of course, there is always a risk of political pressure resulting in asset purchase programmes or profit transfers being too big, thus leading to higher inflation over time.", "But let me come back to the risk of monetary policy being misused for fiscal purposes.", "In addition to direct pressure on central banks to finance government spending, a second and more subtle form of misused policy exists.", "It occurs if central banks are pressured or even told not to increase interest rates or not to sell assets as much or as fast as needed to fight inflation, in order to help government finances.", "A weaker-than-necessary monetary policy response can cause higher-than-expected inflation, which reduces the real value of government debt.", "In the current situation, central banks could be asked to delay or limit raising interest rates.", "This would keep the governments' debt financing costs low.", "At the same time, it would limit the losses on the central banks' longmaturity assets and thus keep profit distribution to the government artificially higher.", "While direct government financing would mean openly breaking the law, this indirect financing by means of deliberately adopting an overly expansionary monetary policy and tolerating increased inflation would 'only' result in the central bank failing to achieve its mandate.", "Risk to independence II: Misguided monetary policy Fiscal dominance is, however, not limited to directly misused monetary policy.", "This brings me to a second pitfall that can compromise central bank independence: misguided monetary policy.", "This risk arises within the central bank and is much harder to detect.", "Determining the appropriate monetary policy stance has never been easy.", "In recent years, global crises and structural changes have led to substantial uncertainty in the macroeconomic outlook.", "For example, the equilibrium real rate of interest and the output gap are difficult to determine, and the effects of structural trends, such as globalisation, on inflation are hard to assess.", "Failure to appropriately account for higher equilibrium real interest rates, lower potential output or de-globalisation could lead to an overly expansionary monetary policy and higher inflation.", "Central bank staff try to capture structural changes in their models to formulate their recommendations to policymakers.", "Monetary policy decisions are then taken based on the available evidence, while taking into account model uncertainty.", "However, limited information and knowledge allow for wide room to manoeuvre.", "In the current environment, a bias towards a slightly expansionary monetary policy option can therefore result from political pressures, as the uncertainty can justify a decision that happens to help government finances.", "Potential political pressures can tilt monetary policy recommendations towards an expansionary bias through different channels.", "Let me give three examples.", "First, central banks may lean towards the conclusion that more expansionary monetary policy is needed when interpreting their own analyses, simply because they want to avoid political pressure in the short run.", "The implicit hope is that, as the central bank postpones the tightening of monetary policy, the government financing issues disappear before inflation increases.", "Second, at the current juncture it is difficult to identify to what extent inflation is persistent and to what extent it is transitory.", "Our own surveys show that Swiss firms are now able to pass on higher input prices to customers more easily than before, and workers' wage bargaining power is rising.", "Such structural changes, together with the fact that the monetary expansion and the fiscal stimuli from the past feed into inflation with a lag, might cause an underestimation of the persistence of inflation.", "As a result, central banks might respond less than they should to the observed inflation increase.", "They may tighten policy too slowly in order to avoid the risk of an economic slowdown and thereby putting the government in a more difficult position.", "Third, there is uncertainty regarding the timing and size of the price-increasing effects of deglobalisation.", "Policymakers might have a bias in attributing too much of the observed inflation increase to one-time adjustment effects in international supply chains, and therefore avoid tightening policy and curbing demand.", "Of course, that would again help government finances in the short term.", "Detecting misguided policy is much harder than detecting misused policy.", "Central bank actions are taken amid high uncertainty, and there are major debates over whether structural changes are happening and how monetary policy has to respond to them.", "Given the transmission lags of monetary policy, the true considerations behind accommodative biases can go undetected for a long time.", "And as there are several structural changes taking place at the same time, any hidden influence of fiscal dominance might never be identified.", "What must we do to ensure independence?", "So where do we stand today?", "The misuse of monetary policy, with the purpose of financing the government, is becoming a real risk.", "Central banks have started tightening monetary policy in order to bring inflation back down, and are thus focusing on their mandates.", "But further tightening may not be met with enthusiasm from parts of society.", "With rising debt servicing costs, political pressure to postpone, slow down or limit the tightening could arise.", "Moreover, as inflation is persistent and higher than central banks' targets, central banks are politically more vulnerable.", "In some instances, politicians have already started publicly questioning central bank independence.", "That pressure alone could make central banks more willing to help governments in order to avoid changes to their own institutional arrangements and mandates.", "What about the risk of misguided policy, i.e.", "an expansionary monetary policy bias in the current environment?", "With higher government debt and structural economic uncertainty, this risk has also increased.", "Trying to avoid political criticism might affect central banks' judgement in the current economic situation.", "And this situation is tricky.", "To fight inflation effectively, central banks need independence - precisely at a time when such independence is at risk because of high inflation.", "This leads me to ask one final question: How can independence best be ensured?", "My answer has three elements.", "First of all, the dividing line between monetary and fiscal policy must remain clear.", "Central banks have to make sure that the cooperation between monetary and fiscal policy that was necessary during the pandemic is not perceived as a first step to fiscal dominance.", "Even though optimal policy coordination suggests a better macroeconomic outcome in some theoretical models where a central planner acts in the best interests of the country, central banks should stick to the principle of no coordination.", "For politicians facing elections, the temptation of monetary financing can simply be too large.", "A clear dividing line between monetary and fiscal policy is best achieved when central banks have narrow mandates focused on their core task: ensuring medium-term price stability.", "There is currently a tendency towards broadening central banks' mandates with goals such as tackling climate change or inequality.", "In Switzerland, there is the idea of financing the pension system with the profits generated by the SNB.", "But the responsibility for these tasks plainly lies with the government.", "Including such additional goals would lead to implicit coordination between monetary and fiscal policy and increase the risk of fiscal dominance.", "The second element to ensure central bank independence is to prevent monetary policy from being misused for government finances.", "Financial conditions should now be tightened with a clear focus on bringing inflation back to target.", "Fulfilling its mandate is the purpose of a central bank, its raison d'être.", "With a return to price stability, central banks will be less vulnerable, as they can then no longer be blamed for failing to achieve their mandate.", "The third element to defend central bank independence is to make sure that monetary policy is not misguided and thus avoids an underlying expansionary bias.", "Central banks should be selfcritical in their economic analyses.", "They must always be aware of the political convenience of erring on the side of caution in tightening monetary policy.", "But the focus has to be on the available data and on the central bank mandate.", "When new information changes the picture, central banks must adjust their assessment, adapt their policy and communicate this clearly.", "By doing their job well, central banks prove that they are using their independence in the best interests of society.", "With this, ladies and gentlemen, let me conclude.", "Risks to central bank independence are real and present around the globe, also in Switzerland.", "It is crucial for central banks to be independent, not for independence's own sake, but as a means of fulfilling their mandate and serving society as a whole.", "Independence must be defended.", "And central banks must prove themselves worthy of the independence and the trust that they have been given."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance"], "topics": ["Central bank independence", "Fiscal dominance", "Monetary policy", "Inflation", "Price stability", "Government debt", "Misused monetary policy", "Misguided monetary policy", "Political pressure", "Economic uncertainty"]}