{"sentences": ["President Higgins and Minister Donohoe.", "Ladies and gentlemen, boys and girls good morning.", "I'm delighted to be with you all here this morning for this very important event.", "There is a quote from the writer Khalil Gibran which is that \"Music is the language of the spirit.", "It opens the secret of life, bringing peace, abolishing strife.\"", "All of us here this morning know the importance of music and of musicians to our personal lives and the life of our country.", "Irish musicians are some of our most beloved and respected national figures.", "It was with that in mind that the Central Bank chose to commemorate some of our most talented and well-known musicians in our Modern Musicians collector coin series.", "The first two coins in the series honoured legendary guitarists Rory Gallagher and Phil Lynott.", "Today we mark the final addition to this collection, the equally legendary Luke Kelly.", "The issuance of Irish commemorative coins is an important and significant initiative.", "Every year, the Central Bank issues a collector coin programme on behalf of the Minister for Finance.", "The coins commemorate important historical and cultural events and individuals.", "One-off silver and gold commemorative coins are issued, as well as yearly coin sets.", "The commemorative themes are carefully chosen after a request for public submissions and consultation with our Numismatic Advisory Panel.", "Earlier this year, we commemorated Dr Kathleen Lynn, in recognition of her outstanding medical career, her forward-thinking approach to the rights of women and of the poor, her involvement in the 1916 rising and her humanitarian work particularly with the young and poor of Dublin city.", "The coins contain the Celtic harp on the national side.", "The use of the Harp, as our national symbol, reflects the importance of music and culture to the people of Ireland and allows the coins to be immediately identifiable as Irish.", "Coins are sold online on our website collectorcoins.ie and are popular both in Ireland and internationally as collector items, but also as meaningful gifts.", "The Luke Kelly limited edition silver-proof €15 collector coin will go on sale at 2pm this afternoon on collectorcoins.ie/lukekelly, priced at €64.99.", "3,000 coins have been issued and we anticipate very strong demand for this coin.", "The coin was produced at the IPZS mint in Rome and was designed by the very talented artist Mary Gregoriy, following a design competition.", "According to Mary this is quite a literal and un-complex design.", "The portrait of Luke and his hair fills just over half of the coin face.", "He sings, soulfully, with his eyes closed and the bottom jaw jutted out.", "To the left of the coin is the silhouette of a banjo, the instrument that he used to play, the 15 EURO denomination and below that the twin masks representing drama and the stage.", "This is Luke Kelly, the musician and the actor.", "Before I finish, I want to thank some of the people who've been so central to this morning's fantastic event.", "I want to say a big thank you to Principal Lucas for hosting this morning's event in your fabulous school.", "We are lucky to have such a great venue and hospitality.", "I also want to recognise Luke's brother and sister Bessie and Paddy who are here with us this morning, as well as so many of Luke's extended family and friends from the locality.", "The Central Bank is a very proud member of this local community.", "Most importantly I want to compliment the pupils of St Laurence O'Toole's on the warm welcome they've given everyone this morning and on the fantastic singing they're providing for our event.", "I'm sure Luke would be both proud and inspired by your music and singing this morning.", "I must pay tribute to the Central Bank's Currency Centre team for the immense work they do each year on the collector coin series.", "Thanks also to Minister Donohoe and his staff for their continued support, in particular for the collector coin programme that we operate each year.", "Finally thanks to President Higgins for attending and officially launching the Luke Kelly collector coin."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Luke Kelly", "Commemorative coins", "Music", "Central Bank", "Collector coins", "Culture", "Irish", "Musician", "National", "Symbol"]}