{"sentences": ["November 14, 2022 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya Governor of the Bank of Japan It is my great pleasure to have the opportunity today to exchange views with a distinguished gathering of business leaders in the Tokai region.", "I would like to take this chance to express my sincerest gratitude for your cooperation with the various activities of the Bank of Japan's Nagoya Branch.", "The Bank makes a projection for Japan's economic activity and prices every quarter, which Outlook for Economic Activity and Prices is released in the (Outlook Report).", "Today, I would like to talk about the Bank's view on Japan's economic activity and prices and explain its thinking behind the recent conduct of monetary policy, with reference to the latest Outlook Report decided at the Monetary Policy Meeting held in October.", "Economic Developments Let me start by talking about economic developments.", "Japan's economy has picked up as the resumption of economic activity has progressed while public health has been protected from the novel coronavirus (COVID-19).", "Various factors have exerted downward pressure on the economy, including COVID-19, high commodity prices, and rising consumer prices.", "However, both the household and corporate sectors have remained resilient.", "First, let me speak about developments in the household sector.", "This past summer, Japan experienced a seventh wave of COVID-19, surpassing the previous peak in the number of confirmed new cases by a wide margin.", "However, the impact of this on services consumption such as dining-out and travel seems to have been limited compared with past phases of COVID-19 surges, partly because no pandemic-related restrictions were imposed (Chart 1).", "On the other hand, successive price hikes have been made for energy and daily necessities, particularly food, leading consumer sentiment to become more cautious.", "Still, private consumption has continued to increase moderately, mainly supported by relatively large increases in summer bonuses and by pent-up demand fueled by household savings that have accumulated during the pandemic.", "In the corporate sector, exports and production have followed an upward trend, albeit with fluctuations (Chart 2).", "Supply-side constraints on parts intensified in the first half of this year but have been waning on the whole, with the exception of some parts, such as semiconductors used in automobiles.", "In addition, exports and production of capital goods have increased, mainly on the back of strong demand for semiconductor production equipment based on projections that digital-related demand will expand in the medium to long term.", "Meanwhile, higher raw material costs have put downward pressure on business performance.", "That said, overall corporate profits have been above pre-pandemic levels and at record highs, although the situation varies across firms depending on their size and industry.", "Reflecting such high levels of profits, the business fixed investment plan in the September (Short-Term Economic Survey of Enterprises in Japan) shows that planned investment for fiscal 2022 increases by 15 percent from fiscal 2021, suggesting an aggressive investment stance among firms.", "This also reflects firms' moves to increase green and digital-related investments over the medium to long term.", "These developments in both sectors are projected to continue and it is highly likely that Japan's economy will continue to recover, with the impact of COVID-19 and supply-side constraints waning.", "In the latest Outlook Report, the Bank projects that the economy will continue to grow at a relatively high rate in the range of 1.5-2.0 percent from fiscal 2023 (Chart 3).", "Nevertheless, uncertainties over the outlook for Japan's economy have heightened.", "Particular attention is warranted on risks surrounding developments in overseas economic activity and prices.", "Looking at the Purchasing Managers' Index (PMI), which measures business sentiment, the respective indexes for selected major economies -- namely, the United States, the euro area, and China -- have been under 50, the break-even point between improvement and deterioration in business conditions (Chart 4).", "The International Monetary Fund (IMF) revised its global economic outlook downward in the October 2022 Economic Outlook (WEO), presenting its view that more than a third of the global economy will likely contract and fall into recession this year or next.", "The slowdowns in overseas economies are attributable to rapid inflation and the monetary tightening measures taken to contain it.", "In the United States, although the year-on-year rate of change in the consumer price index (CPI) has decelerated somewhat recently, it is still at around 8 percent, and prices have risen not only for energy and food but also for a wide range of items (Chart 5).", "In the euro area, the inflation rate has continued to accelerate, exceeding 10 percent in the latest reading.", "In this situation, the Federal Reserve and the European Central Bank (ECB) have raised their policy interest rates by around 2-4 percentage points since this spring.", "These hikes have been made to bring the inflation rates down toward their 2 percent targets, but market participants have expressed concern over whether it is possible to contain inflation and maintain economic growth simultaneously.", "In fact, some have pointed out that monetary tightening runs the risk of slowing the U.S. and euro area economies by more than expected, while there is also awareness that insufficient tightening carries the risk of keeping inflation elevated.", "Even in the latter case, significant tightening will eventually be needed, which will end up putting greater downward pressure on these economies.", "It is necessary to carefully monitor the impact of such developments on global financial markets; for example, adjustments in asset prices and capital outflows from emerging economies.", "Other risks surrounding overseas economies include developments in prices of commodities, including grains.", "International commodity prices have declined recently, in reflection of concern over a slowdown in the global economy, but they may turn to an increase again depending on factors such as developments in the situation surrounding Ukraine.", "Moreover, vigilance against the course of COVID-19 at home and abroad is still warranted.", "Although the seventh wave of COVID-19 this summer ended up having a limited impact, constraints on economic activity may intensify again depending on the course of COVID-19 in Japan.", "According to the IMF's October WEO that I referred to earlier, Japan is projected to have the highest growth rate among the Group of Seven (G7) economies next year (Chart 6).", "There are two factors that underlie the projections, where Japan's economy will continue to recover while overseas economies will slow.", "The first is the difference in the timing of the resumption of economic activity.", "In Japan, as a result of prolonged vigilance against COVID-19 compared with overseas economies, pent-up demand, such as for dining-out and travel, will start to materialize clearly going forward (Chart 7).", "The government's domestic travel discount program was launched last month to support such materialization.", "The further relaxation of international border controls, also initiated last month, is expected to bring back inbound tourism demand.", "Moreover, the comprehensive economic measures recently formulated by the government will contribute to economic growth.", "The second factor is that highly accommodative financial conditions have been maintained in Japan through continued monetary easing, while monetary policy has been tightened at rapid paces overseas (Chart 8).", "Funding costs for Japanese firms have been at extremely low levels, even as overseas interest rates have increased significantly.", "Firms' funding demand for working capital has increased recently in reflection of the resumption of economic activity and raw material cost increases.", "In this situation, financial institutions have maintained an active lending stance and firms' financial positions have continued on an improving trend, including for small and medium-sized firms.", "Price Developments I will now turn to price developments in Japan.", "The latest figure for the year-on-year rate of change in the CPI for all items excluding fresh food, which is for September, was 3.0 percent due to rises in prices of such items as energy, food, and durable goods (Chart 9).", "The rate of change is projected to increase further toward the end of the year, partly because prices of a wide range of products were raised in October, which starts the second half of the fiscal year in Japan.", "The cause of the rising inflation rate is that cost increases due to a rise in import prices, which reflects higher international commodity prices and the yen's depreciation, have been passed on to prices of items.", "That said, the inflation rate is expected to decelerate gradually from the beginning of next year.", "International commodity prices are lower than a while ago, and the effects of the pass-through to consumer prices of cost increases led by the rise in import prices are likely to wane.", "The Bank forecasts that the rate of change in the CPI will be at around 3 percent for this fiscal year but then around 1.5 percent from fiscal 2023.", "Projections that inflation will fall below 2 percent are made not only by the Bank but also by others, including the IMF and private-sector economists (Chart 10).", "Of course, as with the outlook for economic activity, the outlook for prices is subject to high uncertainties, including developments in international commodity prices and foreign exchange rates, both of which have brought about upward pressure of costs to date.", "In addition, although Japanese firms had long been cautious about raising prices, those for a wide range of products have been raised recently.", "Close attention to firms' price-setting behavior going forward is warranted.", "How firms' wage-setting behavior will evolve is also important.", "In this regard, it is projected that labor market conditions will tighten as the output gap improves (Chart 11).", "In particular, labor demand in the services industry is expected to recover with the impact of COVID-19 waning.", "Therefore, wages of non-regular employees, which account for a large share of those working in the services industry, are expected to rise.", "This could gradually spill over to wages of regular employees, such as at small and medium-sized firms.", "Moreover, tightening labor market conditions may lead to wage increases through, for example, reallocation of labor to areas with higher productivity.", "From a somewhat long-term perspective, even though the working-age population in Japan has been declining, the total number of employees has grown by more than 4 million over the nearly ten years since 2013, mainly due to an increase in the labor force participation of women and seniors.", "The labor force participation rate of women in Japan has become higher than in the United States.", "The flip side is that room for additional labor supply is gradually shrinking in Japan.", "In this situation, it is likely that momentum for wage increases will also come from the labor supply side in the future.", "In addition to such labor market conditions, the rises in prices to date will likely be reflected to a considerable extent in the outcomes of the next annual spring labor-management wage negotiations.", "It is necessary to examine future wage developments carefully since they are also affected by economic developments at home and abroad.", "The Bank's Conduct of Monetary Policy Now, I would like to talk about the Bank's conduct of monetary policy, based on the economic and price developments I have described.", "At its Monetary Policy Meeting last month, the Bank decided to continue with monetary easing.", "Since April this year, the year-on-year rate of change in the CPI has been above 2 percent, and it registered around 3 percent in the latest reading.", "How monetary policy is conducted to address inflation should differ depending on the extent of inflation and on what underlies it.", "In this regard, in the United States, for instance, the economy reopened at a relatively early stage after the onset of the pandemic, and consumption activities have remained robust.", "At the same time, labor supply has been slow to recover, especially among seniors.", "As labor market conditions have tightened due to substantial excess demand, not only the inflation rate but also the wage growth rate has risen significantly.", "Under these circumstances, increases in services prices, which tend to reflect wage growth, have pushed up overall inflation (Chart 12).", "The inflation rate has remained at a level significantly above the 2 percent target of the Federal Reserve in a situation where wages and prices have increased simultaneously.", "Against this background, it has decided to rapidly tighten monetary policy to suppress demand and thereby lower the inflation rate.", "Turning to economies in the euro area, although demand there has not been as strong as in the United States, people's inflation expectations have risen amid ongoing elevated inflation of around 10 percent, mainly led by energy prices.", "This has raised concerns about the risk of a so-called wage-price spiral, where higher inflation expectations make employees demand higher wage increases, leading to higher labor costs for firms and upward pressure on prices.", "The ECB has prioritized containing inflation and has decided to tighten monetary policy while accepting the risk of its adverse impact on the economies to some extent.", "Japan's situation differs from both of these.", "Japan's economy is still on its way to recovery from the pandemic and the output gap has remained in negative territory.", "The Bank projects that the output gap will turn positive at some point in the second half of this fiscal year with a recovery in the economy.", "The inflation rate, however, has not risen from the demand side at present.", "Although it is currently above 2 percent due to the pass-through to consumer prices of cost increases led by the rise in import prices, the rate is projected to decline to below 2 percent from fiscal 2023 with the effects of this pass-through waning, as I mentioned earlier.", "Also, as I explained today, there have been extremely high uncertainties for economic and price developments at home and abroad and for financial market developments.", "The Bank will closely examine the outlook for economic activity and prices, as well as the upside and downside risks to the outlook.", "Based on the assessments, it will conduct appropriate monetary policy.", "At present, the Bank deems that it should continue with monetary easing and thereby firmly support economic activity.", "By doing so, it aims to provide a favorable environment for firms to raise wages and to achieve the price stability target in a sustainable and stable manner, accompanied by wage increases.", "Concluding Remarks In closing, I would like to make two points about the Tokai region's economy from a medium- to long-term perspective.", "The first point concerns efforts toward achieving carbon neutrality, which I touched on at last year's meeting.", "I have heard about progress in various initiatives over the past year in this region.", "In its industrial sector, firms have been working to visualize carbon emissions in the supply chain by using Internet of Things (IoT) technology.", "Other efforts they have been making include investment in equipment with high energy efficiency and revisions to their production processes to reduce carbon emissions.", "Financial institutions have been supporting such efforts through financing and have been enhancing their functions of consultation services and solution proposals so as to help client firms achieve decarbonization.", "Meanwhile, local governments have been developing frameworks to strengthen collaboration between industry and financial institutions.", "In such ways, all those in the region are working together to take on the challenging task of navigating this period of major change.", "My second point concerns efforts to enhance the industrial competitiveness through promoting innovation.", "Besides collaboration among industry, government agencies, and academic institutions in the region, there have been various efforts to this end, such as collaboration with foreign startup support organizations and universities and enhancement of the funding environment by means of funds that Aichi Prefecture partly contributes to.", "Furthermore, Japan's largest base for supporting startups is scheduled to open in Nagoya in 2024.", "As seen in these initiatives, the public and private sectors have been actively working together to encourage the advancement of -- which means manufacturing in Japanese and is the field in which firms in the Tokai region have a competitive advantage -- and foster the next generation of industry.", "Achieving carbon neutrality and giving a boost to startups are extremely important issues not only for the Tokai region but also for Japan's economy as a whole.", "I hope this region will continue to lead the sustainable growth of Japan's economy by continuing to take on various challenging efforts like those I just mentioned.", "Visiting here after a year has passed, I was pleased to see the vitality of cities on the back of ongoing redevelopment, and was impressed by the progress in urban development that will make the region increasingly appealing.", "I would like to close by expressing my hope that the various forward-thinking efforts you are taking on will bear fruit and that the region's economy will develop further.", "Thank you very much for your attention.", "Japan's and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya November 14, 2022 Governor of the Bank of Japan I.", "Economic Developments II.", "The Bank's Conduct of Monetary Policy Concluding Remarks Private Consumption Consumption Activity Index Consumption of Services s.a., CY 2018 = 100 s.a., CY 2018 = 100 20 Total number of overnight guests Total real private consumption (excluding inbound visitors) Sales in the food services industry CY 18 19 20 21 22 CY 18 19 20 21 22 Note: In the left-hand chart, figures for total real private consumption are for the real Consumption Activity Index and are based on staff calculations.", "The figures exclude inbound tourism consumption and include outbound tourism consumption.", "Sources: Bank of Japan; Japan Tourism Agency; Japan Foodservice Association, \"Market Trend Survey of the Food Services Industry.\"", "Economic Developments Exports, Production, and Current Profits Exports and Production Current Profits s.a., CY 2018 = 100 s.a., tril.", "Figures from 2009/Q2 Financial Statements Statistics of Corporations by Industry, Quarterly.", "onward exclude pure holding companies.", "Sources: Ministry of Economy, Trade and Industry; Bank of Japan; Ministry of Finance.", "The BOJ's Forecasts for Real GDP (October 2022 Outlook Report) s.a., ann., tril.", "The values of real GDP for fiscal 2022 onward are calculated by multiplying the actual figure for fiscal 2021 by all successive projected growth rates for each year.", "Sources: Cabinet Office; Bank of Japan.", "Economic Developments Developments in the Global Economy Composite PMIs for Major Economies s.a., DI Japan United States Euro area China CY 18 19 20 21 22 Note: The Composite PMI is a weighted average of the Manufacturing Output Index and the Services Business Activity Index.", "Figures for Japan are the au Jibun Bank Japan Those for PMI.", "China are the Caixin China PMI.", "Source: Copyright © 2022 by S&P Global Market Intelligence, a division of S&P Global Inc. All rights reserved.", "In the left-hand chart, figures for Japan are the CPI for all items less fresh food, excluding the effects of the consumption tax hikes, etc.", "Those for the United States are the CPI for all items.", "Those for the euro area are the HICP for all items.", "In the right-hand chart, figures for Japan are the rates applied to financial institutions' current accounts (the Policy-Rate Balances) at the Bank of Japan.", "Those for the United States are the medians of the target ranges for the federal funds rate.", "Those for the euro area are the rates on the deposit facility.", "Sources: Ministry of Internal Affairs and Communications; Haver; Bloomberg.", "Economic Developments IMF Forecasts (October 2022 World Economic Outlook) Growth Rate Forecasts for 2023 for the G7 Economies 2.0 1.5 1.0 0.5 0.0 -0.5 -1.0 Japan Canada United States France United Kingdom Italy Germany Source: IMF.", "Economic Developments Pent-Up Demand and Inbound Tourism Demand Private Consumption and Number of Inbound Visitors Disposable Income s.a., CY 2018 = 100 s.a., ann., mil.", "persons 90 Consumption Activity Index (travel balance adjusted, real) Disposable income, etc.", "The figures exclude inbound tourism consumption and include outbound tourism consumption.", "\"Disposable income, etc.\"", "consists of disposable income and adjustment for the change in pension entitlements, and the real values for it are obtained using the deflator of consumption of households.", "Sources: Bank of Japan; Cabinet Office; Japan National Tourism Organization (JNTO).", "Economic Developments Financial Conditions Lending Attitudes of Firms' Financial Positions Financial Institutions DI (\"accommodative\" - \"severe\"), % points DI (\"easy\" - \"tight\"), % points \"Accommodative\" \"Easy\" \"Severe\" \"Tight\" Manufacturing -10 Nonmanufacturing Nonmanufacturing CY 07 09 11 13 15 17 19 21 CY 07 09 11 13 15 17 19 21 II.", "The forecasts presented are the medians of the Policy Board members' forecasts.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "Those for private-sector economists are forecasts as of November.", "Figures for the IMF, private-sector economists, and the Bank of Japan are from the World Economic Outlook, the ESP Forecast, and the Outlook Report, respectively.", "Sources: IMF; Japan Center for Economic Research, \"ESP Forecast\"; Bank of Japan.", "Price Developments Employment Situation Working-Age Population and DIs for Employment Conditions Number of Employees inverted, DI (\"excessive employment\" - \"insufficient employment\"), % points cumulative chg. from CY 2010, mil.", "persons Manufacturing Nonmanufacturing \"Insufficient\" \"Excessive\" Number of employees Working-age population CY 18 19 20 21 22 10 11 12 13 14 15 16 17 18 19 20 21 Sources: Bank of Japan; Ministry of Internal Affairs and Communications."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Activity", "Inflation", "Price Stability", "Labor Market", "Wage Growth", "Supply Chain", "Carbon Neutrality", "Innovation", "Global Economy"]}