{"sentences": ["SPEECH The fight against inflation Speech by Christine Lagarde, President of the ECB, at \"Deutscher Sparkassentag 2023\", Hanover Frankfurt am Main, 1 June 2023 Hanover is a city of great significance.", "Ludwig Erhard once described it as the emblem of German ambition and vitality.", "And, over the years, Hanover has been justifiably proud of its role in Germany's industrial development.", "Nowhere is this more obvious than at the Hannover Messe.", "Since inception in 1947, Hannover Messe has showcased the passion and economic potential of German workers and entrepreneurs to the world.", "The fair has become a symbol of the German Wirtschaftswunder, intimately linked to post-war German reconstruction and the subsequent economic and industrial success.", "Success in which the German savings banks have played a pivotal role.", "With a history spanning 200 years, you have consistently served as a reliable financial partner, supporting and promoting the German industry through crises and transformation.", "It is no wonder that around three out of four businesses in Germany are customers of the savings banks.", "[ And your business is also the intersection point of our monetary policy and the economy.", "We depend on banks to transmit our policy to firms and households - in good times and in bad.", "Our changes to interest rates feed through into bank lending rates, altering people's propensity to spend and invest - and ultimately the path of growth, employment and inflation.", "In this sense, even though we have different goals, we are partners in the pursuit of price stability.", "Today, inflation is too high and it is set to remain so for too long.", "We are determined to bring it back down to our 2% medium-term target in a timely manner.", "That is why we have hiked rates at our fastest pace ever - and we have made clear that we still have ground to cover to bring interest rates to sufficiently restrictive levels.", "These hikes are already feeding forcefully into bank lending conditions, including here in Germany.", "And we know that - having hiked so far and so fast - considerable tightening is still in the pipeline.", "But it remains uncertain just how much stronger the transmission of our policy will be.", "So, we need to continue our hiking cycle until we are sufficiently confident that inflation is on track to return to our target in a timely manner.", "At the same time, we need to carefully assess the strength of monetary policy transmission to financing conditions, the economy and inflation.", "In my remarks today, I would like to look at what we have done so far to fight inflation and explain the factors that will determine our future decisions towards bringing inflation down.", "The distance covered so far Since the outset of the pandemic, the euro area has been hit by a series of sudden, overlapping and self- reinforcing shocks which, together, have sent inflation soaring.", "Shocks to the supply side - notably the supply bottlenecks created by the pandemic, the brutal Russian invasion of Ukraine and the ensuing energy crisis - have raised input costs for firms.", "And this has been felt particularly hard here in Germany, where businesses have seen delivery times reach historic highs, critical materials are in short supply and producer prices for energy - despite recent falls - are still much higher than they were in January 2021.", "[ That was an important reason why the economy fell into recession over the winter.", "At the same time, shocks to demand, especially the surge in spending as the economy reopened, have allowed firms to pass on these costs to prices much faster and more strongly than in the past.", "In combination, these shocks led to headline inflation in the euro area exceeding 10% at one point last year.", "The ECB entered this period with a highly accommodative policy that had been geared to fighting a decade of too-low inflation and the deflationary risks created by lockdowns.", "But once we had clear evidence that the inflation outlook was shifting, we changed tack completely - and rapidly.", "Already in December 2021, we announced that we would discontinue net asset purchases under the bond buying programme we had introduced during the pandemic, and would gradually reduce net asset purchases under the previous asset purchase programme.", "[ Then, as inflation accelerated in early 2022, we announced that we would conclude net purchases under all our purchase programmes even sooner.", "As a result, even before we began raising policy rates, longer- maturity market rates had moved up by almost 200 basis points.", "[ The battle had begun.", "So, we have moved in a deliberate and decisive way to fight inflation.", "And though inflation is still too high, this rapid policy adjustment has put us in a different position today.", "Think of an airplane climbing to cruising altitude.", "At the start, the plane needs to ascend steeply and accelerate fast.", "But as it gets closer to its target altitude, it can reduce acceleration and retain its existing airspeed.", "The plane needs to climb high enough to reach its destination - but not so high as to exceed it.", "Similarly, when we began hiking rates out of negative territory, in all scenarios there was a steep ascent ahead and so it made sense for us to move rapidly.", "Now, we are approaching our cruising altitude - and that means we need to climb more gradually, using the speed that we have already built up behind us.", "This analogy helps explain why, at our last meeting in May, we raised interest rates again - making clear that we were not there yet.", "But we also reduced the pace of rate hikes to a more standard increment of 25 basis points.", "How much higher do we need to go?", "That will depend on our assessment of the incoming data.", "And to help the public understand what sources of information will matter to us for these decisions, we have clarified our reaction function.", "Three factors will be decisive: the inflation outlook, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "Let me explain how we currently assess each one.", "The inflation outlook First, given that interest rate changes affect the economy with long lags[ ], we look at the inflation outlook.", "Our best tool for doing so is the ECB's staff projections, which offer a comprehensive picture of the inflation path over the medium term, taking into account all relevant economic and financial information.", "To be sure that we have set the right monetary policy, we want to see inflation returning to 2% in our projections in a timely manner.", "This timeliness is important because the longer inflation remains above our target, the greater the risk that it infiltrates people's expectations.", "In March, we projected annual average headline inflation to be 2.1% in 2025 - still slightly above our target.", "And we did not see year-on-year inflation rates returning to 2% until the second half of 2025.", "At our last meeting in May, we judged that the incoming data broadly supported those projections.", "On the basis of these past projections we cannot yet say that we are satisfied with the inflation outlook.", "But we will have a new set of projections at our meeting on 15 June, and these will give us an updated picture incorporating the additional policy tightening since then.", "In any case, in the uncertain and volatile environment we face today, it would not be wise to condition our policies solely on medium-term projections, which are surrounded by too much uncertainty.", "That is why our reaction function has a second element - the dynamics of underlying inflation.", "Underlying inflation Underlying inflation refers to the slow-moving part of inflation which, when temporary shocks have faded, will persist into the medium term.", "Therefore, by looking at underlying inflation, we can be more confident that inflation is on the right path.", "And it has an important benefit - measures of underlying inflation can be observed in real time.", "However, there is no clear evidence that underlying inflation has peaked.", "To date, all measures monitored by the ECB are still strong.", "And whether they remain so will depend mainly on the balance between two forces: energy prices and wages.", "On the one hand, as energy is an important input into every economic activity, the sharp rise in energy prices last year has fed through to all prices - including those that make up our various measures of underlying inflation.", "But energy prices have dropped considerably since then, which should have the opposite effect.", "This decline in energy costs for both consumers and producers should, in turn, limit firms' ability to further raise profit margins, which has been a key factor driving recent price pressures in the euro area.", "[ Consumers are less likely to accept disproportionate price rises when they know that firms are saving on their energy bills.", "On the other hand, mounting wage pressures are becoming a more important driver of inflation.", "So far, workers have faced a significant loss from the erosion in overall labour income caused by the energy crisis.", "In the euro area, real wages at the end of last year were still around 4 percentage points below pre- pandemic levels.", "But labour markets across the euro area are tight and workers have considerable bargaining power, which they are starting to use to recoup these losses.", "This is especially visible here in Germany, where labour shortages reached historic highs in the second half of last year,[ leading to strong wage agreements in many sectors.", "Wage growth in Germany increased from 3.9% in the fourth quarter of last year to 5.1% in the first quarter of this year.", "[ To be clear: a period of catch-up wage growth need not cause unduly persistent inflation over time - if the costs of the energy shock are ultimately shared in a balanced way between firms and workers.", "But if we start to see what I have called \"tit-for-tat\" inflation[ - with both parties trying to offset any real income losses[ - we could see a negative spiral taking hold.", "Monetary policy transmission The ECB cannot allow this to happen.", "And since profits are ultimately influenced by the business cycle, it is our responsibility to restrict demand enough to prevent such a spiral.", "That should, in turn, lead to slower margin growth and lower wage demands while reducing pressure in the labour market.", "But to gauge whether rates are sufficiently restrictive, we need to know how much traction our policy tightening is having - and is likely to have - on spending in the economy.", "That is why policy transmission is the third element we are looking at.", "So far, our rate hikes are being transmitted forcefully to bank borrowing[ and lending rates - faster even than during previous hiking cycles.", "For the euro area, bank lending rates to firms currently stand at 4.2%, up by 267 basis points since May last year.", "This is their highest level since January 2009.", "Bank lending volumes are also weakening, leading to a sharp contraction in money growth.", "From November onwards, monthly lending flows to firms have been negative on average.", "Money (M3) has also seen negative flows, causing its year-on-year growth rate to plunge from almost 12% in mid-2020 to 1.9% in April this year.", "And banks report that credit standards are tightening, which heralds lower lending flows to come.", "In the ECB's latest bank lending survey, the pace of net tightening in credit standards was at its highest level since the sovereign debt crisis in 2011.", "[ This is the desired effect of our policy: we want financing conditions to tighten.", "And, so far, it has not been at the expense of bank performance, with the positive impact of higher rates on banks' interest margins outweighing the negative impact on volumes.", "[ But we know that our rate hikes have not yet been fully reflected in financing conditions.", "And we are also aware that recent financial market tensions may have intensified the tightening by increasing bank funding costs and encouraging more risk aversion.", "So we need to monitor carefully how this pass-through process is playing out.", "And if the recent tensions do leave a lasting footprint on markets, a given level of rates would mean tighter financing conditions - and that would have to be reflected in the level at which rates peak.", "At the same time, there is also uncertainty about how tighter financing conditions will affect the economy, and whether the effects will be stronger or weaker than in the past.", "Firms have not faced a steep rise in funding costs for more than a decade, while the economy has changed considerably in that time - and may still be changing after the pandemic.", "This means that we need to observe closely the impact of our measures over time.", "We might already be seeing some early indications of their effects across sectors.", "A marked divergence has emerged between manufacturing activity, which looks to be contracting, and services, which are expanding - especially in the leisure and tourism sectors.", "This can largely be explained by continued reopening effects: people are consuming more of the services they were denied during the pandemic, such as travel and eating out, while spending less on goods that they stocked up on during lockdowns.", "But monetary policy may also be playing a role.", "Tighter financing conditions may already be constraining households' total spending, forcing them to substitute between sectors.", "And spending on durable goods is likely to be more affected by higher financing costs, as some of these are typically bought on credit.", "By contrast, for this summer at least, our consumer surveys show that tighter monetary policy is not going to affect people's holiday plans.", "[ As our rate increases percolate through the economy, we will get a clearer picture of how much the tightening we have already done is biting - and how much more is needed to ensure that inflation is decisively squeezed out of the economy.", "The motto of the Sparkassen is \"Weil's um mehr als Geld geht\".", "And this, in many ways, also applies to the ECB.", "Our job is to create money and to preserve its value.", "But we do so because, in the long run, price stability produces the best and fairest outcomes for people and businesses.", "Today, to return to my analogy, the airplane is still climbing - and it will keep going until we have enough speed to glide sustainably and land at our destination.", "But the reaction function we have laid out will help to strike the right balance for our monetary policy decisions in the future: between further tightening to tame inflation on the one hand and uncertainty about the speed and strength of policy transmission on the other.", "One thing, however, is certain: we will keep moving forward - determined and undeterred - until we see inflation returning to our 2% medium-term target in a timely manner.", "Finanzgruppe Deutscher Sparkassen- und Giroverband (2020), \" Inside the Savings Banks Finance Group \".", "Refers to producer prices of energy products, see Destatis (2023), \" Producer price index for industrial This refers to the pandemic emergency purchase programme (PEPP) and the asset purchase programme (APP).", "Compared with their levels in December 2021.", "ECB staff model-based analysis suggests that, on average, the peak impact of a policy rate hike on economic growth is reached during the second year after its implementation, and the peak impact on inflation typically takes even longer (ranging between three and four years, depending on the estimation method).", "In the fourth quarter of last year, unit profits in the euro area contributed slightly more than half to domestic price pressures as measured by the GDP deflator, compared with a historical average of one-third.", "As reported by the ifo Institute.", "Labour shortages tend to be higher in activities requiring more skills but are also significant in less skill-intensive sectors.", "Although the labour shortages reported by firms have started to decline somewhat recently, they remain a major concern for firms.", "Compensation per employee growth in seasonally adjusted terms.", "This includes the effects of negotiated wage growth but also wage drift including, for example, bonus payments.", "See Lagarde, C. (2023), \" The path ahead \", speech at \"The ECB and Its Watchers XXIII\" conference, Frankfurt am Main, 22 March.", "For details see Arce, O., Hahn, E. and Koester, G. (2023), \" How tit-for-tat inflation can make everyone poorer \", The ECB Blog, 30 March 2023, European Central Bank.", "Banks' composite cost of funds continues to rise, in March reaching levels last observed in 2013.", "Consumer Expectations Survey data show that consumers continue to avoid \"big ticket\" purchases (after a robust rebound in demand for goods between mid-2020 and end-2021), with holidays being the only item on which they intend to increase spending."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Transmission", "Underlying inflation", "Rate hikes", "Labor market", "Wage growth", "Energy prices", "Financial market tensions", "Consumer spending"]}