{"sentences": ["Friends of the Philippines, ladies, and gentlemen, as they say in the Philippines, magandang umaga.", "I will start by saying that the Philippine Constitution required the central bank to be an independent central bank.", "Of course, it took three or four years to pass a law after the Constitution was written to put that law down more precisely.", "The most important feature of that [law] is only one member of the Cabinet is a member of the Monetary Board (MB).", "The rest are people, like me, who have a fixed tenure, and the others are drawn from the private sector.", "Sometimes, the [representatives from the] private sector are former bankers-like my friend here, [MB Member] Tony Abacan, who was the former president of Metrobank.", "And, sometimes, they get academics, like me, who do not understand banking but eventually learn after being there for nearly 12 years.", "BSP's three pillars: guiding principles of central banking Our mandates, or our so-called three pillars, are price stability; financial stability; and a safe, secure, and efficient payments and settlements system.", "On the payments and settlements system: transforming the way governments, businesses, and households pay By the way, the third one [pillar] used to be boring.", "We print money and [provide] clearing [and settlement services].", "Now, it is more exciting because-together with the government-we are promoting digital payments.", "Of course, the goal is that tax payments will be done digitally.", "And one vision that we have-that I share with [Finance] Secretary [Benjamin] Diokno-is when the Philippines imports goods, the customs duties are already computed properly while the ship is halfway to the Philippines.", "So, no more negotiations.", "Things become faster out of the port, right?", "So, all the payments to the government will also be easily tracked, including payments to local governments.", "This is getting very exciting.", "In addition, of course, we want more and more people to have formal bank accounts, and that a lot of payments will be done digitally.", "That is exactly what is happening right now.", "We have [automated clearing houses], one is called InstaPay, and a bigger and bigger part of the payments are now digital.", "And then, we have PESONet, which is the equivalent of checks but is also electronic.", "So, we are moving fast on the digital side.", "On financial stability: regulators work in tandem Now, let me go back to the second one-financial stability.", "Clearly, we do not regulate the stock market.", "We do not regulate the issuance of private bonds.", "We do not regulate insurance.", "Financial stability is done by a committee chaired by me, and the other members of the committee are the chairman of the Securities and Exchange Commission and the chairman of the Insurance Commission.", "On price stability: month-on-month inflation figures paint an encouraging picture [Let us go] back to price stability.", "Well, if you look at that next picture, it seems alarming, right?", "Headline inflation is 8.6 percent [in February 2023], which eventually fell to 7.6 [percent in March].", "If you take out the extreme price changes-what you would call core inflation-it is also quite high [at 8.0 percent in March].", "But to me, the numbers that mean a lot more are the little bars below [month-on-month (m-o-m) inflation].", "If you multiply that by 12, that is the implied inflation rate for the year if everything is the same.", "For instance, that first figure there, 0.9 percent [m-o-m inflation] in March 2022, that is terrible.", "If that had continued for 12 months, the implied inflation is more than 10 percent.", "On the other hand, if you look at the other end, there are two 0.3 percent [m-o-m inflation prints] there [in December 2022 and February 2023].", "The first 0.3 percent [in December 2022], we celebrated too early and said, \"Oh, we are there already!\"", "0.3 percent times 12 [months] is 3.6 percent [in annualized inflation, which is well within the inflation target band].", "Of course, we are now seeing what, we think, will really be the trend next time, which is 0.3 percent from January to February [2023] and zero inflation from February to March.", "We think we are on our way toward our [inflation] target of 2.0 percent to 4.0 percent.", "And that is what is shown in the next chart.", "Inflation forecasts may be revised downwards but subject to global For the [current] year, of course, it is impossible to hit 4.0 percent [inflation target].", "We will need negative inflation [during] the remaining part of the year to hit the 4.0 percent.", "By the way, we are revising this [forecast] with the newer numbers.", "[2023 full-year] inflation will probably be around below 6.0 percent in the revised numbers.", "But, as you can see, for 2024, we are confident that we are going to be very close to the midpoint of our target [at 3.0 percent].", "Of course, a lot of things can happen.", "Historically, when there was global deflation, inflation was actually below 2.0 percent for two years.", "Of course, nobody complained [then].", "The point is, global forces can actually be the main driver of [domestic] inflation, and we have already experienced importing globally low prices.", "Now, of course, we are seeing the other side.", "We are probably importing high inflation globally.", "Private sector inflation forecasts converging with the central bank's, reflecting inflation-targeting credibility At any rate, the private sector forecasts [of inflation] are, more or less, very close to ours, except that [these] are slightly higher than ours for 2024 and 2025.", "[For 2023], the private sector says [that inflation will be] 3.7 percent; we [at the central bank] say around 3.0 percent.", "By the way, this usually happens.", "The private sector eventually adjusts its forecast with a one or two-month lag from ours.", "I think this shows you how credible the central bank is [at inflation targeting].", "It can make mistakes, just like any other central bank, but, clearly, it has been given the mandate and the powers to make sure that when there is inflation, it is not due to excess demand.", "It is not due to the fact that the central bank is printing money to finance the government.", "In fact, when you look at the rise of our balance sheet, it is largely because we purchased foreign exchange.", "The only time we purchased Philippine government bonds was because of COVID.", "Fed actions: always relevant but less of a concern in policy-making Of course, we are affected by what happens with the Fed [United States (US) Federal Reserve].", "But, in general, our inflation policy is largely driven by Philippine inflation.", "What was unique about this year is that the US policy rate changes were so large-four 75 basis points (bps) [hikes] in a row-to the point where the Philippine policy rate became too close to the US policy rate.", "And, as you know, since the dollar is the global currency, people would prefer the dollar to the peso if the policy rates are the same.", "We are now at that stage where we are watching that [differential].", "We want to make sure that our policy rate is not lower and should be around 1.0 to 1.25 percentage points higher than the Fed's.", "That is what the markets are saying.", "And, as shown in the next slide, when you have very, very narrow differentials between the Fed policy rate and ours, you have a weak peso.", "As you can see, it [the peso] has appreciated lately.", "Taking decisive monetary action And one of the reasons [behind the appreciation] is we have acted very aggressively.", "We increased the policy rate from 200 bps to 425 bps, more than any central bank in Asia.", "The only central bank that comes close is South Korea.", "Now, we are probably near the end [of our tightening cycle].", "We are probably [considering] pausing at the next meeting because the [m-o-m] inflation prints are very good.", "If April turns out to be another very low inflation month-so, that is three good points in a row-then we are in a position to pause.", "How the central bank creates the conditions conducive to growth and supports economic development Let me wrap up and say, we [at the central bank] use all our powers, and we have enough of them to make sure that we support our three pillars.", "This has been very good for us but also quite good for the Philippine government itself.", "And we are very, very fortunate that every Finance Secretary that the Philippines has ever had-that I can remember-has always been very fiscally responsible because they know that they can finance a big part of the debt of the government by issuing pesodenominated bonds.", "Indeed, around 80 percent of our debt is domestic debt, and much of that is longer than two years.", "In summary, what you have is the financial and banking conditions of the Philippines that are consistent with long-term growth.", "We try to keep growth as steady as possible and to make sure that the banks are strong so that the economy will be supported by price stability, financial stability, and the payment system that we support."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Price stability", "Financial stability", "Payments and settlements system", "Inflation", "Digital payments", "Monetary policy", "Central bank independence", "Central bank mandate", "Economic growth", "Fiscal responsibility"]}