{"sentences": ["I am a former professor of Economics, so I have to clarify a few things.", "[While micro, small, and medium enterprises (MSMEs) account for more than] 98 percent of numbers [of all enterprises in the Philippines, they have a] much smaller percentage of value.", "On the other hand, the top five banks account for, maybe, 60 percent of [system-wide] assets.", "And that is the way the economy goes.", "But nonetheless, every small transaction counts.", "Let me cite another example.", "The person taking care of our kids eventually got married, then, because of the pandemic, their family had [financial] problems.", "We were able to transfer money to her because of e-payments [electronic payments].", "All those aggregate statistics do not matter to me relative to that particular person that I care about, who helped us bring up our children.", "So, let us not be too focused on the value of assets and numbers over people.", "Again, I would like to thank USAID [United States Agency for International Development].", "You have a long history of cooperation with the BSP.", "Of course, my partners in government, I will not mention each one-but if I must single out, your excellency, Ambassador MaryKay Carlson.", "Our colleagues from the government and all our partners in the private sector, we have enjoyed, as I said, a very fruitful partnership with USAID for quite some time now.", "The accomplishments [from our collaboration] are so easy to see: InstaPay, our fast payment system, and-of course-what is now a very efficient substitute for all checks, PESONet.", "When you look at all the transactions taking place over those networks and all the other things that they facilitated, we have to celebrate.", "But of course, obviously, we can do a lot more and, clearly, Project SPEED [Strengthening Private Enterprise for the Digital Economy]-by the way, we in this country are very good at acronyms.", "For its part, the BSP has introduced several initiatives to facilitate SMEs' adoption of digital payments and financial services.", "For instance, our QR-Ph system; QR P2M facility, which allows person-to-merchant payments; and, of course, our Paleng-QR Ph Plus, where payments to market vendors, bicycle drivers, and jeepney drivers could now be done through your cellphone.", "Now, of course, nothing is more frustrating than when your bank does not include one of your credit cards or one of your billers is not on its list of payees.", "Now that is being answered, as well, with all the other innovations that are happening because of this.", "Of course, my colleague from UP [University of the Philippines], [Department of Trade and Industry Secretary] Fred [Pascual], talks about all the other things that could happen because of this [digitalization of SMEs], including lending that is not collateral based.", "These are the things we all enjoy, and we look forward to even more.", "And that is why the success of SPEED has the potential to promote a more inclusive digital economy toward, as we learn from the pandemic, a more resilient Philippine economy that promotes a higher quality of life for many, if not most, Filipinos.", "As I said, numbers, not just the size of assets, count.", "So, let us all go aboard and hop on to this full-speed-ahead vehicle called SPEED.", "Thank you, and we look forward to many great things from Project SPEED."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["digital payments", "MSMEs", "economic inclusion", "financial services", "SPEED", "e-payments", "digital economy", "financial inclusion", "QR-Ph", "lending"]}