{"sentences": ["It is a pleasure to be with you again today for our second regular hearing this year and immediately after celebrating the ECB's 25th anniversary.", "I am delighted that several members of this Parliament were able to join the celebrations in Frankfurt a few days ago, reflecting the close and fruitful dialogue our institutions have always maintained.", "Since the ECB's creation in 1998, members of its Executive Board have attended over 100 hearings before this Parliament.", "This engagement has been central to the ECB's accountability and has contributed to the euro becoming a currency that our fellow citizens trust.", "Let us now turn our attention to the current matters at hand.", "Let me start by providing a brief overview of the economic outlook before going on to discuss our latest monetary policy decisions.", "Economic outlook Growth in the euro area nearly stalled in early 2023.", "Activity is being supported by lower energy prices, easing supply bottlenecks and fiscal policy support to firms and households.", "As the energy crisis fades, governments should roll back the related support measures promptly and in a concerted manner to avoid driving up medium-term inflationary pressures, which would call for a stronger monetary policy response.", "The ECB welcomes the European Commission's recommendation to Member States to wind down in 2023 the fiscal measures taken in response to the energy price shock.", "Domestic demand, especially consumption, remains weak.", "Business and consumer confidence indicators point to weak activity in the second quarter and remain lower than before Russia's unjustified war against Ukraine and its people.", "We see a divergence across sectors of the economy.", "The manufacturing sector is still working through a backlog of orders, but its prospects are worsening.", "Meanwhile, the services sector remains resilient, owing in particular to the reopening of the economy after the pandemic.", "Household incomes are benefiting from fiscal support measures and the strength of the labour market, with the unemployment rate having fallen to a new historical low.", "Looking at inflation, according to Eurostat's flash estimate, headline inflation has declined from its October peak and stood at 6.1% in May.", "While base effects have led to some variation in energy inflation in recent months, the rate declined to -1.7% in May.", "Food price inflation remains elevated but is decreasing and stood at 12.5% in May, down from 13.5% in April.", "Inflation excluding energy and food declined to 5.3% in May from 5.6% in April.", "Upside pressures on both headline and core inflation are still coming from the pass-through of past energy cost increases and supply bottlenecks, which are nonetheless expected to fade gradually.", "The latest available data suggest that indicators of underlying inflationary pressures remain high and, although some are showing signs of moderation, there is no clear evidence that underlying inflation has peaked.", "Wage pressures have strengthened further as employees recoup some of the purchasing power they have lost as a result of high inflation.", "Moreover, in some sectors firms have been able to increase their profit margins on the back of mismatches between supply and demand and the uncertainty created by high and volatile inflation.", "ECB's monetary policy High inflation is putting a strain on people living in the euro area.", "As energy inflation - which imposed a notable burden on low-income households - declines, the inflation differential between low and high-income consumers starts to fade away.", "Nevertheless, high food inflation continues to weigh on low-income households in particular.", "We are fully committed to fighting inflation and we are determined to achieve its timely return to our 2% medium-term target.", "This commitment to price stability contributes to economic growth and employment in the medium term and hence to reducing inequality.", "In the light of the ongoing high inflationary pressures, in our May meeting we decided to raise the three key ECB interest rates by 25 basis points.", "We also announced that we expect to discontinue the reinvestments under the asset purchase programme (APP) as of July 2023.", "Our rate hikes are being transmitted forcefully to financing conditions for firms and households, as can be seen in rising lending rates and falling lending volumes.", "At the same time, the full effects of our monetary policy measures are starting to materialise.", "Recent ECB staff analysis indicates that the effects of monetary policy tightening on real activity and inflation can be expected to strengthen in the coming years, but our assessment is surrounded by significant uncertainty.", "Our future decisions will ensure that the policy rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our 2% medium-term target and will be kept at those levels for as long as necessary.", "We will continue to follow a datadependent approach to determining the appropriate level and duration of restriction.", "In particular, our policy rate decisions will continue to be based on our assessment of the inflation outlook in the light of the incoming economic and financial data, the dynamics of underlying inflation and the strength of monetary policy transmission.", "As requested by you, let me now discuss the financial stability outlook.", "Financial stability is a pre-condition for price stability and vice versa.", "Financial stability in the euro area has proved robust so far, but we continue to assess possible risks, taking into account a wide range of indicators.", "Euro area banks' exposure to the recent banking sector stress which arose in other regions has been limited.", "But challenges to funding and asset quality may weigh on future profitability.", "More broadly, as financing conditions tighten, we will gain more insight into the resilience of euro area firms, households and banks.", "The medium-term orientation of our monetary policy strategy allows us to consider financial stability in monetary policy decisions if this supports the pursuit of price stability.", "Conversely, price stability remains as crucial as ever for durably preserving financial stability.", "We do not see a trade-off between financial stability and price stability in the euro area.", "Over time, the pursuit of price stability through monetary policy, and of financial stability primarily through macroprudential policy, are complementary.", "In addition, the ECB has the tools to provide liquidity to the euro area financial system if needed to preserve financial stability and the smooth transmission of monetary policy.", "We remain committed to price stability.", "And to support financial stability, it is essential that you, as co-legislators, make tangible progress towards completing the banking union and that you strengthen regulatory policies to further enhance the resilience of the euro area financial sector.", "In 1998, former ECB President Willem Duisenberg stressed that the European System of Central Banks (ESCB) should be open, transparent and accountable, noting that \"the most important challenge for the ESCB is to win the confidence of the citizens of Europe\".", "years on, this is still an important challenge, and we are working hard to further foster trust in our institution.", "But the ECB cannot do this alone.", "Today's dialogue with you, who represent the people of Europe, is essential to that endeavour.", "This is why I am delighted that I have just signed, together with the President of the European Parliament, an Exchange of Letters between our two institutions.", "Building on our close and fruitful dialogue over the past 25 years, this Exchange of Letters will allow us to better structure our interactions and facilitate effective cooperation.", "Together we must do all we can to keep listening and responding to concerns of European citizens.", "I now stand ready to take your questions.", "Recent ECB staff analysis estimates that the tightening of monetary policy since December 2021 will have a downward impact on inflation of two percentage points on average over the period 2023-25, compared with a situation in which policy remained unchanged.", "The bulk of this impact can be attributed to rate policy, with a less material though non-negligible contribution stemming from the reduction in the asset purchase programme portfolio.", "See European Central Bank (2023), \"A model-based assessment of the macroeconomic impact of the ECB's monetary policy tightening since December 2021 \", Economic Bulletin , Issue 3.", "See the latest ECB Financial Stability Review .", "Duisenberg, W. (1998), \"Ceremony on the occasion of the establishment of the European System of Central Banks \" , speech, 30 June.", "See \"Arrangements in the form of an Exchange of Letters between the European Central Bank and the European Parliament on structuring the practices for interaction in the area of central banking\", 5 June 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Economic outlook", "ECB", "Price stability", "Interest rates", "Euro area", "Wage pressures", "Banking union"]}