{"sentences": ["Dear ladies and gentlemen, dear guests, Welcome to the second lecture of foreign central bank governors this year.", "After hosting the Governor of the Central Bank of Estonia in March, today we have with us the Governor of the Croatian National Bank, Boris Vuji.", "Just a few months after Croatia became the 20th country to join the euro area, Governor Vuji will present Croatia's path to and the first experiences with adoption of the euro.", "With Croatia's entry into the euro area this year, the euro has become the official currency for 347 million people.", "Euro area enlargement adds to the role of the euro and the European economy, which is particularly important at a time of increased geopolitical tensions.", "The euro remains the second most widely used currency for trade invoicing, crossborder lending and foreign exchange trading, and holds the second largest share of global foreign exchange reserves, after the US dollar.", "Even at a time of high inflation, support for the single currency among the EU population remains high, at over 70% according to this winter's Eurobarometer.", "With support at 87%, Slovenians are among the biggest supporters of the euro.", "While we can draw several parallels between the introduction of the euro in Slovenia in 2007 and in Croatia this year, there are also some interesting differences.", "Slovenia was the first of the so-called new EU Member States to adopt the euro.", "The introduction of the euro was accompanied by broad support in politics and the professional community, which contributed to an exceptionally high 72% acceptance of the euro among the population.", "The fact that Slovenians, as savers and consumers, were well familiar with the euro also boded well.", "In addition, it is worth highlighting the importance of thorough tree-year preparations for the euro adoption, in terms of technical, managerial and communication aspects.", "In Croatia, there were more divisions and doubts about euro adoption, which made the determination and public engagement of the central bank and the government even more significant.", "For Slovenia, one of the major challenges in meeting the criteria for joining the euro area was inflation.", "Through a gradual stabilisation of the exchange rate, disinflationary interest rate and fiscal policies, and the abandonment of wage and contract indexation, we managed to bring inflation down from almost 10% in 2000 to just above 2% in 2006.", "Interest rates had also fallen substantially.", "This brings us to the second important point.", "Conditions for borrowing of government and banks on international markets and credit conditions for business and households have improved significantly.", "We could observe something similar in Croatia in previous years.", "These favourable developments also bring risks.", "Better access to international financial markets has contributed to a strong credit expansion in Slovenia, which was also supported by the strong growth of domestic construction sector, financing of corporate acquisitions and global economic upturn.", "Following the global financial crisis and the drying up of liquidity in the interbank market, our banking system found itself in difficulties.", "The circumstances surrounding Croatia's adoption of the euro are also a challenge of their own.", "However, bank regulation and supervision have been substantially upgraded in the last decade.", "Macro-prudential policy tools are also more developed these days.", "The third important issue is the macroeconomic effects of the euro.", "Given the proximity of EU accession and the adoption of the euro in Slovenia, the effects of these two events are intertwined.", "That period of euro adoption was marked also by a strong global economic upturn, which was reflected in rising prices.", "Croatia's adoption of the euro took place in an economically and geopolitically turbulent environment, at a time of the highest inflation in advanced economies in the last four decades.", "The confluence of different factors complicates the assessment of the impacts of euro adoption.", "In generally, adoption of the euro by a small economy brings higher price transparency and competition, lowers transaction and borrowing costs, reduces currency risks and makes it easier for domestic firms to do business in foreign markets.", "In both countries, the introduction of the euro was accompanied by concerns about price increases.", "Analysis for Slovenia shows that consumer prices increased by around 0.3 percentage points in the first months after the introduction of the euro.", "Price rounding was an important contributing factor.", "This may not be consistent with people's perception.", "A marked increase in the prices of goods with a lower nominal value that we consume on a daily basis can give the impression of an overall price increase.", "The so-called »espresso effect« has also been observed in Croatia in recent months, where the impact of the euro on prices has been additionally blurred by globally high inflation.", "The Croatian National Bank has made good use of advances in technology and methodology.", "Using website price scraping, allowed them to more accurately assess the short-term impact of the euro on consumer prices.", "As you will soon hear, findings for Croatia are not so different from Slovenia's.", "The euro is mainly an asset for small countries, but its introduction also entails some risks, for example in the banking system.", "Boris, I invite you to share with us the lessons and the fresh experience of Croatia."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Euro adoption", "Inflation", "Croatia", "Slovenia", "Euro area", "Interest rates", "Banking system", "Macroeconomic effects", "Price transparency", "Price increases"]}