{"sentences": ["Distinguished Heads of Anti-Corruption Agencies, Good morning, I am pleased to be given the opportunity to address you as Seychelles hosts the 13th Regional Conference of Heads of Anti-Corruption Agencies in Commonwealth Africa.", "It has been said on countless occasions and still holds true today that corruption knows no borders.", "While the extent of this problem varies across countries and regions, corruption has the ability to hinder development, including economic growth and stability, wherever it exists and whatever form it takes.", "From a central bank perspective, corruption offences and their links to money laundering can have severe repercussions on the financial system, and ultimately, the broader economy.", "Being a small island nation heavily dependent on tourism and imports, Seychelles cannot turn a blind eye to the potential impact of such illegal activities on the integrity of its financial system.", "My intervention today will be about the Central Bank's role as a regulator in helping to identify suspicious activities and ensuring that the country meets international standards in regard to tackling money laundering.", "Setting the scene - has the impact of money laundering hit home As mentioned, corruption offences and money laundering can pose a serious threat to the integrity and stability of the financial system and expose countries to various risks.", "Seychelles is as vulnerable to these threats as any other country.", "The impact list is quite long, to name a few; it can include increased costs for businesses when dealing with international partners, loss of tax revenue, risk of international sanction, and correspondent banking challenges for banks, among others.", "On the latter risk, it is to be noted that Seychelles has faced its share of correspondent banking challenges due to the global tightening in the regulatory environment as a result of the de-risking phenomenon.", "In 2014, the Central Bank took control of the Bank of Muscat International Offshore (BMIO), whose correspondent banking relationship was discontinued.", "The bank was subsequently restructured and re-established a correspondent banking relationship.", "In the face of these challenges and cognisant of the impact on the integrity and stability of the domestic financial system, CBS has undertaken several initiatives over the years to create an enhanced understanding of the various risks and their repercussions, as well as to display the country's commitment to improving its AML/CFT framework.", "Some of the initiatives include: *Working with the banks to build their capacity as well as their levels of AML/CFT *Encouraging annual or even bi-annual engagements of local banks with their correspondent banks *CBS and the Financial Services Authority went on a roadshow in New York and several European countries in September/October 2017 to meet with regulators and correspondent banks in these countries.", "The aim was to better understand the derisking issue and concerns that correspondent banks and regulators have regarding the jurisdiction as well as to inform the international community about efforts being undertaken to strengthen the effectiveness of the country's AML/CFT regimes *Although the Financial Intelligence Unit had the overall mandate for AML/CFT supervision at that time, the Central Bank conducted AML/CFT on-site examination of financial institutions under its regulatory purview to help identify weaknesses and strengthen their AML/CFT framework.", "Bilateral meetings were conducted between the CBS and FIU to share the outcomes of the on-site examinations.", "New impetus given to the efforts in 2020 In recent years, there have been further efforts to identify the gaps and enhance the necessary frameworks not only at an institutional level but at a national level to ensure that the country is adhering to international standards aimed at assisting the fight against illegal acts such as corruption and the associated illicit financial flows.", "The new Anti-Money Laundering and Countering the Financing of Terrorism and Beneficial Ownership laws are two key pieces of legislation that came into force in 2020 as part of national efforts to improve the country's AML/CFT regime.", "Enhancing the country's AML/CFT legal framework is one of the strategic objectives outlined in the Seychelles National AML/CFT Strategy for 2020 - 2023.", "The new AML/CFT law makes provision for a sectoral supervisory approach by the CBS, FSA and FIU.", "Given that the activities and services offered by the different types of financial institutions can give rise to different kinds of money laundering risks, the respective regulators have a crucial role to play in their continuous supervision and in ensuring that the financial institutions have the necessary internal policies, procedures, transaction monitoring systems, and other control measures in place.", "This is imperative to strengthen the financial institutions' ability to detect and report suspicious transactions and, more importantly, mitigate the risk of being used as enabling channels for laundering funds derived from illicit activities and preventing operational and reputational risks.", "It is to be noted that the Central Bank had been preparing to take on board the AML supervisory mandate since 2019 with the setting up of a new AML/CFT Section within its Financial Surveillance Division, as having the relevant laws in place is a step in the right direction, but ensuring their implementation is even more critical.", "Some of the work that CBS has done thus far under the new regime include: *Conducting research and formulate policies and procedures to ensure effective implementation of the relevant laws *Conduct risk-based AML/CFT supervision of financial institutions and other entities falling under its regulatory purview through on-site and off-site examination *Take appropriate supervisory action or impose penalties for non-compliance to the regulatory and prudential requirements *Issue guidelines, circulars and directives to its reporting entities about their obligations under the law.", "The wins vs the challenges The ongoing efforts to prevent the integrity of the country's financial system from being compromised by illicit activities are starting to produce the desired results.", "The strengthening of the legal framework through enacting new laws and other legislative amendments has enabled the country to be re-rated against 14 recommendations of the Financial Action Task Force, previously graded non-compliant or partially compliant.", "Seychelles is now either compliant or largely compliant with 34 of the 40 FATF Recommendations.", "Work continues to address remaining or emerging deficiencies in the face of some challenges, such as the difficulty being encountered by the financial institutions to fulfil the compliance officer appointment requirement, given a lack of qualified individuals on the market.", "Discussions have started on possible training programmes that can be developed to address this challenge.", "CBS as the regulator, is also finding ways to address its human resource capacity to ensure the successful delivery of its AML supervisory role, given continued developments and emerging challenges and risks in the economy.", "Importance of education It is important to note that achieving the desired results also requires education, and the Central Bank places a lot of emphasis on creating awareness.", "Public understanding of the consequences of money laundering and why financial institutions are required to update their customers' information regularly and ask for information about the beneficial owners, whether a customer is a politically exposed person and source of income, can help improve the conduct of customers and the way they respond to these requirements.", "CBS as a participant in the money laundering/corruption fight At this juncture, it is essential to note that the regulators should not only ensure that institutions under their supervision adhere to the expected standards but should also adopt best practices and hold themselves to the highest standards.", "While it is not a reporting entity under the provisions of the AML/CFT law, the Central Bank is also investing efforts to assist the fight against money laundering through its own internal policies and processes: Some of the initiatives include: *An internal AML/CFT/CPF policy that guides the discharge of its banker to government *Various solutions in place to assist in performing customer due diligence.", "This includes: SWIFT transaction Screening, which allows for the screening and flagging of transactions so that staff can analyse and decide whether to block or release Subscription to World-Check, a platform that screens individuals/entities to determine if they have not been sanctioned or have any other adverse information that CBS should be aware of Uses Payment Guard solution, which is a fraud detection solution The operational and governance teams are constantly monitoring these solutions to ensure they are being used efficiently and to identify any areas needing improvement.", "While much has been done and the efforts are ongoing, we are cognisant that corruption remains complex.", "As the world continues to evolve and as we continue to bear witness to various transformations, including the ongoing digital revolution, we can be sure that existing and new corruption practices will continue to emerge, requiring our collective efforts to find ways to build on our anti-corruption initiatives and measures.", "In light of this reality, the theme of this conference - \"Uniting Commonwealth Africa in the Fight Against Corruption\" - could not be more fitting.", "Cooperation is crucial at the national level, as recognised in Seychelles, with the grouping of relevant supervisory and law enforcement agencies under the National AML/CFT Committee, which is fostering greater coordination and collaboration.", "Additionally, several regulatory and law enforcement authorities have established collaboration arrangements to share information and expertise.", "The Central Bank has formalised such an agreement with several law enforcement and supervisory authorities, including the Anti-Corruption Commission, Seychelles Revenue Commission, FSA and FIU.", "With globalisation, our countries also depend on one another, such as for trade, investment or cross-border payments, thus highlighting the need for enhanced collaboration beyond our respective shores.", "I have no doubt that the conference will provide the grouping of regional anti-corruption agencies with a platform to share experiences, challenges and best practices and an opportunity to continue working together to adopt new strategies that be shared with other relevant agencies to assist our respective institutions, countries and the region to continue moving forward and making strides in our fight against corruption.", "In conclusion, combatting corruption requires a concerted approach, and each individual has a role to play in this fight.", "I would also like to reiterate the importance of education as we pursue the fight against corruption.", "Let us continue to instil in our young children, students, employees and all citizens the need to maintain high standards of integrity, ethics and conduct in all their undertakings - personal or professional.", "All institutions - government, public bodies, private sector, and civil society - can lead by example by being committed to transparency, good governance and accountability.", "With this, I would like to thank you for your attention and I wish you all continued fruitful deliberations.", "I also wish our international guests an enjoyable stay on our beautiful shores."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Anti-Money Laundering", "Central Bank", "Financial System", "Corruption", "Seychelles", "Money Laundering", "Financial Crime", "AML/CFT", "Compliance", "Financial Institutions"]}