{"sentences": ["SPEECH Empowering women in a changing global Speech by Christine Lagarde, President of the ECB, at the International Women's Day event organised by World Trade Organization (WTO) in Geneva Geneva, 8 March 2023 It is a pleasure to be here at the WTO to discuss women and the economy on such an important occasion: International Women's Day.", "And this discussion is happening at a critical time: geopolitical tensions and the fragmenting of world trade are threatening to roll back decades of advances in women's economic empowerment.", "Since the great financial crisis, the global economy has been hit by a series of unprecedented shocks - most recently, Russia's war against Ukraine.", "And all this has taken its toll on trade growth, which has plateaued as a share of world GDP.", "[ Instead, protectionism is on the rise - and may well get worse - as countries reconfigure their supply chains to align with new strategic goals.", "The number of trade restrictions in place has jumped tenfold over the last decade.", "[ This is not to say we are facing an outright deglobalisation - far from it.", "The powerful economic logic underpinning the gains from international trade remains as valid as ever for governments and firms alike.", "But the nature of globalisation is changing.", "We are likely to see more trade within blocs as countries that share common values and interests deepen their trade ties to increase their resilience to external shocks and threats.", "And the changing nature of globalisation can have implications for women empowerment.", "The rise of global trade has been intricately tied to women's emancipation.", "In developing countries, firms that trade internationally are also those that employ more women.", "Women make up a third of the workforce of such firms, compared to less than a quarter for non-exporting firms.", "[ And in advanced economies, tariff burdens can at times fall disproportionately on the shoulders of women.", "In the US, the average tariff rates on products for women are higher than those for men.", "[ Overall, countries that are more open to trade tend to have higher levels of gender equality.", "[ That is in part because trade liberalisation is linked to a higher accumulation of education and skills for women.", "[ So we need to act immediately - not only to preserve, but to expand on the existing achievements won for women's economic empowerment.", "And we need to ensure that a changing global economy does not introduce new inequalities.", "[ Action can be taken on three broad fronts.", "First, we need to ensure that trade remains as open as possible within new geopolitical constraints.", "And this especially applies to maintaining market access for developing countries that should not have to suffer from great power competition.", "Second, we need to make gender a more substantive component of trade negotiations so that women benefit as much as they should.", "Today, over 80 regional or bilateral trade agreements have at least one provision mentioning gender or women.", "[ That number needs to increase.", "Third, we need to see more women in leadership positions, since that could support trade openness and arrest the slide towards fragmentation.", "Female leaders tend to possess qualities that can be especially beneficial in times of geopolitical tensions.", "One study finds that they are particularly good at thinking holistically, managing complexity and embracing cooperation - attributes that are ideal when it comes to trade negotiations.", "[ At heart is a reciprocal relationship - trade can empower women, and women can empower trade.", "But we still have some way to go before female leadership becomes as prominent as it needs to be in this world.", "For instance, women have held only 12% of the top jobs at the biggest multilateral institutions since 1945.", "[ That has to change.", "And I have no doubt that, together, we will get there.", "As we celebrate International Women's Day, I think of the young women that I see today, and the opportunities that stand before them.", "And the words of the writer Gertrude Stein come to mind: \"You are extraordinary within your limits, but your limits are extraordinary.\"", "Because today is not simply about how we, as women, respond to a changing global economy.", "It is about how we shape it, too.", "Shin, H. S. (2023), \" Global value chains under the shadow of Covid \", Columbia University CFM-PER Alternative Data Initiative virtual seminar, 16 February.", "Specifically, trade restrictions across goods, investment, and services.", "The data cited relate to exports only.", "See Georgieva, K. (2023), \" Confronting fragmentation where it matters most: trade, debt, and climate action \", 16 January.", "World Bank and WTO (2020), \" Women and trade: the role of trade in promoting gender equality \", Washington, DC.", "See Gailes, J. et al.", "(2018), \" Gender and income inequality in United States tariff burden \", Economics Working Paper Series, Working Paper 2018-08-B, U.S. International Trade Commission, August.", "Trade openness measured in terms of trade-to-GDP ratios.", "See World Bank and WTO (2020), \" Women and trade: the role of trade in promoting gender equality \", Washington, DC.", "Schultz, T.P., \" Does the liberalization of trade advance gender equality in schooling and health?", "\", Discussion Paper Series, No 2140, Institute for the Study of Labor, May.", "See also World Bank and WTO (2020), \" Women and trade: the role of trade in promoting gender equality \", Washington, DC, p. 6.", "See WTO (2020), \" WTO report draws attention to impact of COVID-19 trade disruptions on women \", 5 August.", "UNCTAD (2022), \" Making trade work better for women after crises: A Q&A with UNCTAD deputy Pedro Manuel Moreno \", 8 December.", "Pierli, G., Murmura, F., and Palazzi, F. (2022), \" Women and leadership: how do women leaders contribute to companies' sustainable choices?", "\", Frontiers in Sustainability, Vol.", "The percentage is specific to 33 of the largest multilateral organisations.", "See GWL Voices for Change and Inclusion (2023), \" Numbers Matter: To fix the multilateral system start by including women \", 6 March."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Women's economic empowerment", "Trade", "Gender equality", "Globalization", "Protectionism", "Leadership", "Trade restrictions", "Female leaders", "Openness", "Trade agreements"]}