{"sentences": ["Mr Josh Landau, President of the International Insurance Society, Mr John Spence, Conference Chair of the Global Insurance Forum, Ladies and Good morning.", "I am very happy to join you for this year's Global Insurance Forum - finally, back in Singapore, in-person, after three years in a virtual format.", "It's good that we have the chance to meet face-to-face.", "Let me also extend a very warm welcome to all our overseas guests.", "Since we last gathered in Singapore, the global economy and risk landscape has seen some pronounced shifts.", "We are moving from a period of benign globalisation to a new era of great power competition.", "We can see this around us - in Europe, an ongoing war in Ukraine; in the Middle East, the conflict between Israel and Hamas, which threatens to widen into a regional conflict, which will have risks to food and oil supply.", "In Asia, fortunately, we still have peace and stability.", "But as we all know, there are flash points in the South China Sea, where accidents and miscalculations can easily happen.", "c. In this new era, the global consensus around free trade, unfortunately, has been fraying.", "Countries are prioritising geopolitical risks and national security above free trade.", "d. That's why global supply chains are being reconfigured along geopolitical lines rather than economic logic.", "e. On the macroeconomic front, governments and companies are also adapting to higher interest rates, which we expect to be higher for longer.", "Higher interest rates will in some ways reduce market distortions after going through more than a decade of easy money.", "It will also reduce the misallocation of capital that we had seen during that time.", "But there will certainly be painful adjustments in the path towards the new normal.", "Governments that have been used to deficit financing with large deficits and high levels of debt must find it very hard to sustain that with interest rates at new highs.", "Amidst this more challenging backdrop, we also have to consider other major trends.", "There are two which l will highlight: a.", "Climate change and the transition to net-zero, and b.", "The adoption and evolution of game-changing technologies like artificial intelligence.", "As we grapple with all of these changes around us, the insurance industry will play a key role, because you are experts in understanding, mitigating and financing risks.", "All of you in the insurance industry are important partners for businesses and policymakers.", "Together, we will have to navigate the risks in this new world, tackle the challenges and also seize new opportunities that will arise from these developments.", "Today, I will touch on three themes to unlock and accelerate the value of insurance.", "These are the three \"Ts\" of Transition, Technology and Talent.", "Let me take them in turn.", "Transition to Net-Zero First, on the transition to net-zero.", "The climate crisis is worsening and requires collective and urgent action.", "Global temperatures are rising, and this has already impacted food and water security in many parts of the globe.", "We are experiencing more frequent weather changes, and more fatal extreme heat events.", "We are in a race to reach net-zero by 2050, to avoid irreversible global climate damage.", "Year-by-year, when we look at the events around us, we worry that we are lagging behind in achieving this target.", "Asia will be the key battleground in this race to net-zero.", "Asia accounts for half of global greenhouse gas emissions, as most of its energy needs today are being met through fossil fuels, including coal.", "Moreover, much of Asia is developing, and its energy needs are rising.", "There are still millions of people in Asia without basic access to electricity and water.", "But it is going to be very expensive for Asia to decarbonise.", "For instance, carbonintensive infrastructure needs to be upgraded or replaced, and new low-carbon energy infrastructure needs to be put in place.", "The insurance industry can be a powerful enabler for such transition finance.", "As underwriters, the industry can develop insurance solutions for renewable energy infrastructure and emerging technologies with promising decarbonisation potential.", "These solutions can help mitigate risk and help crowd in much-needed private capital.", "For instance, renewable energy infrastructure like solar and wind plants can have variable returns due to weather-dependent energy output.", "To mitigate the variability of returns, some renewable plants can benefit from parametric insurance covers, which pay out when energy output falls below pre-agreed thresholds.", "c. Future fuels like green hydrogen hold huge promise for decarbonisation.", "Innovative risk management and insurance solutions can help to mitigate the risks involved in the storage and transportation of hydrogen, enabling larger scale production on a commercial scale, and attracting private capital into this new area of energy infrastructure.", "As investors, insurers can allocate more capital to address the infrastructure needs of emerging Asia, particularly green infrastructure.", "The scale and investment characteristics of infrastructure line up well for insurers' investment needs.", "Insurers hold significant investment capacity relative to the infrastructure investment need.", "According to the World Bank, a 5% allocation of insurers' gross written premiums into infrastructure investments could close half of the world's annual infrastructure investment gap .", "b. Infrastructure assets have long duration and can potentially match well with the long-term liabilities of life insurers.", "c. Infrastructure finance is typically structured to keep pace with inflation, which can provide risk diversification and serve as an alternative asset for insurers' investment portfolios.", "d. To support insurers' investments into infrastructure assets, MAS has been closely monitoring international standards in the insurance industry and studying available data relating to infrastructure assets.", "We will soon issue a public consultation on the proposed capital treatment for insurers' investments in infrastructure assets.", "Given the natural fit between insurers' investment needs and infrastructure assets, why don't we see larger allocations by insurers?", "The simple answer is the bankability of projects - only 10% of projects in Asia's emerging economies are bankable .", "This clearly constrains the available pipeline of investible opportunities for insurers.", "In this regard, blended finance can be the solution to bring marginally bankable infrastructure projects within the investment risk appetite of insurers and other private investors.", "Through blended finance, we use a limited pool of concessional capital from public or philanthropic sources, to crowd in multiples of private capital.", "That's why Singapore has been actively supporting and promoting this space.", "We have platforms that aim to scale infrastructure investments and blended finance.", "One example is Bayfront Infrastructure Management, which acquires infrastructure debt from banks and repackages them as Infrastructure AssetBacked Securities (IABS), providing institutional investors including insurers, access to a diversified portfolio of infrastructure exposures.", "In addition, Singapore is working closely with key partners to develop a blended finance platform that will invest in green and transition energy infrastructure in the region.", "The platform will allow commercial participation alongside concessional and catalytic capital, to channel financing to projects that would otherwise be only marginally bankable.", "c. The insurance industry can invest in the commercial tranches, and also provide risk mitigation solutions to bring more energy infrastructure projects to market.", "This morning, I am also pleased to share that MAS is working on a pilot with the industry to support the flow of life insurer investments into sustainability-related infrastructure projects in Asia.", "This pilot will testbed a customised package of risk guardrails, risk-appropriate regulatory treatment and capability building facilities to enhance insurers' familiarity and comfort with infrastructure investments, while putting in place suitable investment caps.", "We hope this initiative can provide an impetus for insurers to allocate some of their investment portfolio to infrastructure projects with promising decarbonisation potential, and play a role in our region's net-zero transition.", "Besides your role as underwriters and as investors, insurers have close relationships with your underwriting clients and investee companies.", "By integrating physical and transition risks as part of the underwriting process and sharing their insights on material areas of risk exposure and resulting economic impact, insurers can nudge their clients to transition to a lower carbon footprint.", "To facilitate this process, MAS recently proposed guidelines on transition planning for banks, insurers and asset managers in Singapore.", "Part of an insurer's transition plan will involve stewarding their clients and investee companies to transition in an orderly manner, through engagement and facilitating transition activities, rather than indiscriminately cutting ties with clients or investee companies deemed to be of higher climate risks.", "A structured process, active engagement, and a risk-proportionate approach taking into account sectoral as well as firmspecific factors will be important aspects of transition planning.", "To do this well, insurers and brokers need to develop the right capabilities and solutions.", "On this note, I welcome the launch of the WTW Asia-Pacific Climate Risk Centre in Singapore.", "The centre will develop risk advisory, analytics and risk financing solutions to support transition efforts of firms in hard-to-abate industrial sectors key for Asia's growth.", "The WTW centre adds to the growing community of Asia-focused climate financing capabilities across the financial sector, academia and professional services based in Singapore.", "I encourage strong collaboration between these teams, so that we can all accelerate the green transition in Asia.", "Artificial Intelligence The second \"T\" is technology.", "There are many areas of technology, but I will focus on artificial intelligence (AI), and in particular what everyone is excited about: Generative AI (Gen AI).", "Several insurance players have begun experimenting with how Gen AI can transform their business functions.", "For now, there are limited use cases of strong impact.", "But as with all technology waves, we tend to overestimate the potential in the short-term, and underestimate the potential in the longer-term.", "There is usually a lot of hype going into a new technology, and a lot of disappointment after the hype.", "Later on, as the technology matures and with greater adoption, we should see more promising use cases.", "c. In time to come, I have no doubt that the models will get better, and will be applied across a wider range of applications and functions, and will bring about the transformation in finance and insurance.", "At the same time, we will have to grapple with deep ethical issues, and consider how AI systems can be imbued with human context and human values.", "MAS is supporting the use of Gen AI in the industry in two ways.", "First, in facilitating the development of a governance framework for responsible AI, to harness its benefits while mitigating the downside risks.", "A Gen AI model failure, while may be rare, could result in widespread damage if the model is fully trusted in the wrong scenario.", "One may say that the chance of a model failure is only 1%, but that 1% failure can have widespread implications if it is applied wrongly.", "Guardrails are necessary so that financial institutions can adopt Gen AI in a responsible manner that keeps consumers, businesses and the broader economy safe.", "b. MAS has also launched Project MindForge to promote the responsible use of Gen AI.", "MindForge provides a platform that pools data resources from the financial industry with Gen AI technologies to test use cases, like managing complex compliance tasks, against comprehensive risk frameworks.", "This iterative process will generate learnings to improve the industry's overall resilience, and provide a controlled approach towards the safe adoption of Gen AI.", "We hope to onboard insurers as we develop MindForge further.", "Second, MAS is supporting efforts to build an adequate base of tech and AI talent for the financial services sector, including for insurance.", "a. MAS has launched several programmes in this area.", "The Financial Sector Artificial Intelligence and Data Analytics (AIDA) Talent Development Programme involves the industry working with training providers and institutes of higher learning in Singapore to curate programmes that meet the needs of the financial sector and the insurance industry.", "Insurers have also tapped on MAS' grant support to develop use cases focussed on improving customers' claim journey, detecting fraud in claim submissions, and improving customer experience.", "All of which demonstrate the concrete value that AI can bring to the insurance value chain.", "Talent Development This brings me to my third \"T\" on talent.", "Beyond the specific talent development programme for AI, addressing Asia's growing insurance needs will require a strong base of Asia-savvy talent, with the required linguistic skills, recognising the diversity of Asia, in-market experience, networks, and insurance aptitude.", "This remains a gap in the market.", "The industry needs to have a well-thought-out strategy, and come together in a more systematic manner to attract and cultivate such talent.", "Key to this will be efforts to attract younger people, including from our polytechnics and universities.", "There is stiff competition for talent everywhere, in all sectors of the economy, and especially in finance.", "So the insurance industry will need to redouble efforts to attract its share of talent.", "Today, if you do a survey of young people thinking of career choices in finance, most of them, top-of-mind, will think about jobs in a bank, an asset management firm or a family office.", "c. We want them to also think about the wide range of attractive and exciting career prospects and pathways in insurance, as all of you can attest to.", "There have been promising results when industry comes together to generate interest among young people.", "The Global-Asia Insurance Partnership (GAIP), for example, organises an annual case study challenge which has drawn more than 570 tertiary students across disciplines to develop innovative solutions to address real-world problems faced by the insurance industry.", "Students not only get a chance to apply their resourcefulness and pitch their solutions to industry veterans, they also stand a chance to secure internship opportunities from leading insurance firms.", "There needs to be more of such collaborative efforts between industry, students, universities to develop the future leaders of the insurance industry.", "c. Singapore is committed to supporting the talent needs of our insurance industry.", "We have developed a range of programmes including internships and apprenticeships with polytechnics and universities, work-study programmes, leadership development programmes, as well as postings to the region.", "We are prepared to do more and are prepared to work with the industry to build up capabilities and talent for insurance.", "I encourage all the key companies in the insurance industry to actively take up these programmes, work closely with MAS in this area, and let us all come up with new ways to strengthen the talent pipeline for the insurance industry, not just for Singapore, but for the region and the world.", "Talent development and innovation will continue to be key drivers of value and it is apt that GIF is focusing on these areas through its \"Leaders of Tomorrow\" and \"Global Innovation Awards\".", "I encourage you to advance this good work, so that we together we can nurture more talents for the insurance industry.", "I spoke about three \"Ts\": transition, technology and talent.", "But I should also end with the final \"T\", that is trust.", "Without trust, everything is a challenge.", "When there is trust, we can achieve many things together.", "For Singapore, trust is our most precious asset.", "Trust, we believe, is built by drops, but lost in buckets.", "We take trust very seriously.", "We uphold trust within our country, working very closely with partners like all of you in the industry.", "Together, we hope that we can continue to develop Singapore as a reliable and trusted hub for finance and for insurance, in the region and in the world.", "To conclude, the insurance industry's ability to manage large, complex and evolving risks will enable the global economy to flourish, despite the many new risks we face.", "I am confident that the insurance industry will further deepen its value to society in supporting the climate transition, in harnessing the use of technology, and developing the talent needed to make these possible.", "I wish all of you a very fruitful and productive forum, and a good time here in Singapore."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Artificial intelligence", "Insurance industry", "Transition to net-zero", "Talent development", "Infrastructure investment", "Blended finance", "Generative AI", "Risk management", "Trust"]}