{"sentences": ["Dear participants, It is a great pleasure to be here on the occasion of the twentieth anniversary of the Law \"On Competition protection\".", "In these two decades, the Competition Authority of Albania has implemented a policy which encourages companies to supply products and services at the most favourable terms to consumer, by boosting transparency, efficiency, innovation, and in turn the reduction of prices in the market.", "The weight and contribution of the Competition Authority, likewise many other regulators, are both necessary and irreplaceable in the life and development of a country.", "A fair and sound competition plays a crucial role in the economy of a country.", "It promotes the economic growth, by bolstering commercial activity, productivity, and investments.", "The economic theory emphasises that competition encourages the efficiency of businesses in managing the resources, in turn, providing the reduction of costs and the increase of sales.", "Enhanced efficiency translates into lower prices.", "The decline in prices drives to the growth in: on the one hand, the real income of consumers, thereby fuelling consumption; and, on the other hand, the motivation of companies to invest in innovation and capital building- human and financial - which altogether contribute further to economic growth in a direct manner.", "Competition, likewise in the other sectors of economy, should generate the same effects in the financial sector as well, by contributing in the expansion of both the gamma and quality of products and financial services provided by banks, as well as the increase of access in finance.", "Banks play a critical role for the country's economy and economic growth, so financial stability is a prerequisite for a stable, efficient and supportive financial system to economic growth and the real economy.", "The soundness of the banking sector lies at the heart of an operational market economy.", "It channels the savings of households and businesses into investments and financing, thus carrying out the intermediation functions that are crucial to the real economy and contribute to the country's development.", "For the Bank of Albania, the financial sector must be both stable and competitive.", "For this purpose, the Banking law requires banks to act independently from each other, based on the principles of free market and fair competition.", "Beyond that, the policy implemented by us has been that of drafting a regulatory framework that disciplines banks, establishing equal rules of the game for all actors in the market.", "The challenge for the Bank of Albania is to ensure the soundness and stability of the financial system, but without sacrificing its competitiveness and efficiency.", "Only in this way, the financial system can be able to support households, businesses and other users of financial services, as well as protect depositors.", "However, the implementation of competition policy in the banking sector remains a complicated issue.", "Regulation in financial sector, unlike other sectors of the economy, where competition and market discipline are sufficient to achieve the desired results, is needed for the well-functioning of this sector.", "In addition, there are significant asymmetries regarding the information on risk levels between customers and banks.", "This is also related to the lack of knowledge and understanding of financial concepts that reduces confidence in their ability to choose the right financial products.", "Therefore, for the purpose of establishing the most competitive conditions in the market, the Bank of Albania has undertaken a number of measures, such as: (i) financial education of public related to financial alternatives; (ii) transparency on prices which enable the comparison of banks' offers for loans and deposits; and (iii) credit registry for sharing reliable and up-to-date information on borrowers' quality amid banks.", "Prudential regulation is quite indispensable for the well-functioning of the market.", "In this regard, the fruitful collaboration between the Bank of Albania and the Competition Authority has been playing an important role.", "Licensing for the conduction of banking activity is the first point where prudential regulation and competition policy meet.", "This instrument regulates access to the banking market and requires the applicant to prove how it will contribute to the existing environment, without infringing the conditions of free competition in the market.", "On the other hand, effective competition can lead to the reorganization of the banking market.", "Competition is a selection.", "Weaker banks give way to stronger and more efficient banks.", "In turn, the entire banking system becomes stronger.", "In the last 10 years, the banking sector experienced a fast consolidation.", "As a result, the number of banks declined to 11 from 16.", "Medium-sized banks have absorbed small banks, thereby increasing their market share and reducing the banking sector's reliance on larger banks.", "Nowadays, banks participating in the consolidation process are the most active in the market.", "Consolidation, also has provided a very positive impact on the financial performance, efficiency and profitability of the banking sector.", "The operating expense ratio to income of the sector has dropped by around 10 percentage points compared to 2015.", "The liquidity indicators, up by 1.2 percentage points, reflect the improved efficiency of the sector as well.", "The consolidation process has also enhanced the distribution in the market of the advantages brought by the economy of scale.", "This has also been shown in the strengthened banking sector capitalization at the highest historical level - 19% - displaying a sound growth and a prudential management of risks from the sector.", "Open and collaborative dialogue between the two institutions is a key element for a procompetitive regulatory environment that supports innovation.", "The spread of new financial technologies presents an important test for our institutions.", "New actors are appearing in the market in the form of FinTech companies, which can affect different segments of the financial market, such as payment systems.", "New technological developments will arise competitive pressures on banks, in addition to simultaneously presenting opportunities for the market itself, by further orienting it towards improving operational efficiency and reducing costs.", "All this means a more competitive environment, and higher profitability for consumers.", "Thus, regulation and competition can coexist in the financial sector.", "Both policies complement each other.", "Thus, there is no reason to choose one over the other.", "Our common history has shown that a more competitive financial market structure, supported by an appropriate regulatory and supervisory framework, promotes financial stability in the country.", "Our policies, despite different mandates and instruments, serve the same objectives: the establishment of an efficient financial market that allocates financial resources to their best use and that supports the real economy, while serving consumers as well.", "Concluding, allow me to congratulate the Competition Authority for its achievements and facing numerous challenges in its 20-year journey for the protection of both competition and consumer.", "Your continuous work has contributed towards increasing the formalization of the economy, restraining unfair competition and encouraging more efficient use of the economy's financial resources.", "I am positive, that our two institutions will continue this so far fruitful collaboration and in a thoroughly manner."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Competition", "Banking sector", "Financial stability", "Prudential regulation", "Financial inclusion", "Innovation", "FinTech", "Market consolidation", "Consumer protection", "Economic growth"]}