{"sentences": ["To the members of the Monetary Board, BSP officers, our friends from the BSP Press Corps, ladies and gentlemen, good afternoon.", "Today, we unveil the enhanced set of banknotes under the New Generation Currency series.", "These banknotes are equipped with the latest anti-counterfeiting technology and embedded with tactile marks that will make it easier for the elderly and persons with disabilities to differentiate each denomination.", "As you may remember, the Bangko Sentral ng Pilipinas released in circulation the New Generation Currency Banknotes Series in December 2010.", "As a matter of practice, central banks regularly change the design and security features of currency to protect its integrity every 10 years, on average.", "While digital payments are on the rise, there are still some sectors in our society that use cash to purchase goods and pay for services.", "And it is equally our priority to ensure that banknotes and coins are accessible, recognizable, and easily authenticated.", "Irish poet Oscar Wilde once said that when bankers get together for dinner, they discuss art.", "When artists get together for dinner, they discuss money.", "As a central banker, I consider our money as a piece of art-an artistic creation that reflects the soul of its nation.", "And the enhanced NGC banknotes are so art-fully made that even the security features are cleverly incorporated to become part of the overall design theme.", "For these enhanced NGC banknotes, we adopted four security enhancements that would help protect the public from counterfeiters and uphold the bills' integrity.", "The windowed security thread, which runs vertically across the banknote and shows the movement of designs and color when viewed from different angles, has an indegenous weave design.", "The thread also bears the alphanumeric denominational value and the text \"BSP\" in a repeated series.", "The 1000-Piso adopted the T'nalak weave design with the movement of design patterns, color, and micro-optic features.", "On the other hand, the 500-Piso took its weave design from the southern Philippines.", "When viewed at a different angle, the color of the thread shifts from gold to jade, and vice versa.", "Following an indigenous textile design from the Visayas region, the security thread of the 200Piso banknote changes colors from green to blue.", "Lastly, the 100-Piso was designed after an indigenous textile from the Bicol region and with colors that shift from violet to bronze.", "All these banknotes also have three-dimensional and holographic features.", "In addition, the 1000-Piso and the 500-Piso banknotes feature design elements that use optically variable ink, which enables change in color when viewed at a different angle.", "The value panels of these two banknotes were added with a rolling-bar effect when tilted from left to right, and vice versa.", "Finally, a distinct security feature will help us achieve our mission of bringing BSP closer to Filipinos.", "We added tactile marks to the banknotes specifically intended to help the elderly and visually impaired to quickly identify the value or denomination of the banknote.", "Pairs of short horizontal bands are printed in intaglio or engraved at the extreme right and left sides of the note.", "A 1000-Piso has five pairs of this tactile mark; the 500-Piso will have four pairs; three pairs for the 200-Piso; two pairs for the 100-Piso; while a 50-Piso will have one pair of tactile marks.", "Through this distinguishing feature, the elderly and the visually impaired will be more confident in using the banknotes for their transactions, paving the way for financial inclusion.", "Needless to say, our banknotes are the treasure of our nation-as we always remind the Filipino public, \"Ingatan natin ang ating salapi, salamin ito ng ating yamang lahi.\"", "Let us all do our part in preserving and safeguarding its value.", "Maraming Salamat at magandang hapon sa ating lahat!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["New Generation Currency", "Banknotes", "Security Features", "Tactile Marks", "Counterfeit Prevention", "Indigenous Design", "Holographic Features", "Visually Impaired", "Financial Inclusion", "National Pride"]}