{"sentences": ["Thank you, Fintech Alliance Ph, for inviting me to give the Keynote speech in this virtual forum on the Fintech's Role in Pump-Priming the Economy.", "I would say that this topic is not just timely but also inevitable as we transition to a new economy thrusted upon us by the COVID -19 crisis.", "Renowned for their agility, adaptability and digital fluency, Fintechs are uniquely positioned to support the country's bid to shape a new economy that is more resilient, inclusive and technology-enabled.", "The pandemic has been widely described as unprecedented.", "Others have likened it to a war - decimating the economy and the society in its wake.", "These are not exaggerated portrayals.", "The Development and Budget Coordination Committee is projecting a worst-case scenario of minus 3.4% GDP growth, the deepest contraction since 1985.", "Unemployment rate, from its historical low of 5.3%, is feared to go double digit with the looming economic slowdown.", "An unprecedented crisis calls for unprecedented response.", "With livelihoods and lives of millions at stake, the national government and the Bangko Sentral ng Pilipinas acted swiftly and boldly.", "Fortunately, we entered the crisis with solid macroeconomic fundamentals which afforded us sufficient fiscal and monetary policy space to do so.", "The BSP immediately undertook a series of monetary policy and financial sector regulatory adjustments to mitigate the economic impact on people and firms.", "By March 19, just days into Luzon's enhanced community quarantine, the BSP has already made a year-to-date cumulative 125-basis points policy cut rate.", "This was shortly followed by a 200 basis points cut in the reserve requirement ratio.", "We complemented these monetary policy adjustments with other liquidity-enhancing measures, including the temporary suspension of term deposit facility auctions, the reduction in reverse repurchase volume, and purchases of government securities in the secondary market.", "To support the government's health and fiscal programs, the BSP purchased 300 billion pesos of government bonds under a repurchase agreement with the national government, which can be increased to P500 billion pesos if necessary.", "On top of this was the BSP's 20 billion pesos remittance to the national government as advance dividends.", "An important aspect of BSP's financial sector regulatory interventions are the micro, small and medium enterprises (MSMEs) and the informal sector which are among the most vulnerable in this pandemic.", "MSMEs generate two-thirds of our country's employment and represent 99% of the total number firms.", "To stimulate bank lending to the sector, the BSP has included new MSME loans as part of the banks' compliance with the reserve requirements.", "We also issued temporary reduction in the credit risk weights of current loans to MSMEs, and the assignment of a zero risk weight for MSME exposures that are covered by guarantees from the Philippine Guarantee Corporation (PhilGuarantee), the Agricultural Guarantee Fund Pool (AGFP) and the Agricultural Credit Policy Council (ACPC).", "The BSP likewise lengthened the period of relief on the reporting of past due and non-performing loans of borrowers affected by the COVID-19 to December 31, 2021 from the original timeline of March 8, 2021.", "These measures are designed to free up bank resources to expand their MSME loan portfolio.", "Meanwhile, the national government under the Bayanihan to Heal as One Act launched key programs to support the adverse impact of the pandemic on MSMEs and informal sector.", "These included the P205 billion social amelioration program covering informal sector workers, the P51 billion wage subsidies for employees of small businesses; a P1.2 billion guarantee fund for MSME loans under the PhilGuarantee; and soft loan program for MSMEs under the DTI and ACPC (P2 billion).", "All these measures supported the country's survival and containment response geared to keep the economy afloat amidst the crisis.", "The first round of immediate response was primarily about winning the war.", "With the government now preparing to lift movement restrictions, we are moving to Act Two where we are called to rebuild for the post-COVID world.", "The pandemic has revealed and brought urgency to necessary reforms around public health, social safety nets, disaster response, and countryside development.", "But what reinforces all these reforms is the digital imperative.", "There is no arguing that the new economy is digital.", "Our aspirations for a more inclusive and prosperous post- COVID world necessitate putting in place the critical pillars of a digital economy, including robust digital infrastructure, digital skills, e-government, digital ID, and an enabling legal and regulatory framework.", "All these have given new immediacy to BSP's long standing financial inclusion and digital transformation agenda for the financial sector.", "The BSP is committed to achieve by the end of my term at least 50% of retail payment transactions shifted to digital and 70% of adult Filipinos having and using a transaction account.", "Towards this end, the BSP has drawn up a 3-year digital payments transformation roadmap outlining our priority policy initiatives, including open banking.", "From where I stand, Fintechs as an innovative provider and enabler of digital financial services will find compelling opportunities in this digital transformation agenda.", "Now is a good time to act.", "Congress has moved to file proposals for structural reforms and massive economic stimulus package targeting MSMEs, among others.", "Government agencies and banks need digital solutions to efficiently deploy funds to target recipients of these billion-peso support measures and loan programs.", "Fintechs can be and can provide the needed solutions.", "For instance, Fintechs can offer turnkey loan origination and underwriting platform for the government's direct lending programs.", "Another could be digital solutions for MSMEs pivoting to e-commerce.", "Some fintechs can serve as digital payment channels while others can offer last-mile lending conduits like cooperatives and microfinance institutions a shared digital platform to better serve and reach more clients.", "These are just some of the Fintech solutions for the post- COVID measures that come to mind.", "I am sure there are many others that the Fintech Alliance members will be able to offer There is no playbook for how Fintech can pump-prime the economy, but we can perhaps be guided by basic principles for success.", "To me, that would be seeking strategic partnerships, innovating solutions for impact, and never losing sight of our mission.", "Rahm Emanuel, the former mayor of Chicago and Chief of Staff of President Obama, has famously said that we should never let a serious crisis go to waste.", "This is a useful reminder for this pandemic which has made digital transformation a clear and urgent national agenda.", "I wish it were under better circumstances that I will say this, but the Fintech community has a lot to look forward to and even more to contribute in the shaping of the new economy - one defined by shared and sustainable prosperity.", "With our collective efforts, may we be able to look back at this crisis with no regrets for wasted opportunities.", "May you have a fruitful and insightful discussion ahead.", "Maraming salamat at mabuhay kayong lahat."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech", "MSMEs", "Digital Transformation", "Economic Recovery", "Financial Inclusion", "Monetary Policy", "COVID-19", "Digital Economy", "Regulatory Adjustments", "Financial Sector"]}