{"sentences": ["On Incentivized Lending.", "We have reduced the credit risk weights of loans granted to MSMEs that are current in status to 50 percent from 75 percent for qualified MSME portfolio and 100 percent for non-qualified MSME portfolio.", "Moreover, new peso-denominated loans to MSMEs, and certain large enterprises that were critically impacted by the pandemic shall be recognized as forms of alternative compliance with thrift banks' reserve requirements against deposit liabilities and deposit substitutes.", "As of end-July 2020 (latest data), thrift banks were able to provide a total of P80.0 billion loans to MSMEs.", "These were used as alternative compliance of thrift banks with the reserve requirements as of end-September 2020.", "To enable stand-alone thrift banks to continue to support their rural community-based clients, the BSP deferred the implementation of the revised risk-based capital framework applicable to stand-alone thrift banks.", "The revised capital adequacy framework will now take effect on 1 January 2023 instead of 1 January 2022.", "We listened to CTB's request that the minimum liquidity ratio of stand-alone TBs and R/CBs be reduced from 20 percent to 16 percent until end-December 2020.", "On Promotion of continued access to financial services.", "This ensures access to formal financing channels by retail clients, who would be deeply affected by the community quarantine arrangements.", "We have relaxed the KYC requirements like the presentation of valid IDs by retail clients and micro-business owners to facilitate their access to formal financing channels.", "The BSP granted operational relief measures for foreign exchange transactions of thrift banks authorized to engage in foreign exchange transactions to facilitate the public's access to foreign exchange resources for financing of legitimate transactions.", "On Support for Continued Financial Services Delivery.", "The BSP granted operational relief measures to assist BSP-Supervised Financial Institutions in focusing their limited resources on the delivery of financial services and support their subsequent recovery efforts.", "The BSP also provided relief on the non-imposition of penalties on legal reserve deficiencies for a period of six months subject to BSP approval.", "Moreover, the penalty that may be imposed for reserve deficiencies was relaxed and subjected to a reduced maximum limit until 31 March 2021.", "Also, the notification requirements related to changes in banking days and hours and temporary closure of bank units and supervised financial institutions offices/service units and submission of documentary requirements for Type C licenses were further relaxed.", "Moving forward, we reaffirm our continued partnership with CTB in the pursuit of remaining financial sector reforms.", "Our 'test and learn' approach or regulatory sandbox remains useful in dealing with increasing digital financial innovations in the market.", "One of the significant outcome of our 'test and learn' approach that has graduated to full implementation involved a pioneering rural bank that engaged a cloud service provider for its core banking system.", "Indeed, one critical transformation already taking place in the banking industry is the move towards going \"cloud-based\" as more than 20 financial institutions have transitioned towards hosting their core banking solutions in the cloud.", "However, there has been an uneven take up of cloud banking among the industry as rural banks represent a disproportionately larger share of cloud adopters.", "This is something that we hope to understand more through discussions with the industry.", "For thrift banks, this should mean two things.", "First, shifting to the cloud must be seen as an opportunity, as even rural banks have maximized the benefits of scalability of financial services, from mobile and electronic banking to near field communication (NFC) payments.", "Second, thrift banks must embrace the change of mindset from a \"brick and mortar\" thinking to embracing the promise of digital transformation in providing crucial banking services to its clients.", "Moreover, smaller thrift banks can take advantage of these available digital technology to lower operational costs.", "The opportunities are limitless, but risks, business synergies and contribution to growth have to be carefully considered.", "The COVID-19 pandemic has also accelerated the digitalization of financial services to support resilience.", "Innovative solutions could support the reopening of the economy while minimizing resurgence of the virus.", "Widely reliable and affordable access to internet will be critical to ensure business continuity under the new normal.", "The shift to e-commerce, digital financial services, digital public service and social protection delivery which started during the lockdown will likely to continue even after the relaxation of lockdowns.", "Under its Digital Payments Transformation Roadmap, the BSP aims to shift at least 50 percent of retail payment transactions to digital, and to have at least 70 percent of adult Filipinos owning a transaction account by 2023.", "The thrift banking industry has to embrace and be ready for the opportunities and realities under the new economic arrangements.", "Allow me also to commend the 12 thrift banks that are offering PESONet payment transactions and the eight thrift banks offering the InstaPay platform for sending and receiving payment services and the four thrift banks that provide receiving payment services.", "You are among the movers under the Digital Payments Transformation Roadmap.", "Nevertheless, we are also mindful of the attendant risks and the unintended consequences of these developments.", "In this area, we rely on our long-standing partnership with the Chamber of Thrift Banks to help us in mitigating the effects of technology-related risks, in promoting financial integrity and transparency in financial transactions while working towards sustaining the resiliency and stability of the banking system.", "Ladies and gentlemen, disruptive technology and the COVID-19 pandemic are drastically changing the future of financial services industry.", "There are rough seas and strong headwinds coming from these two realities.", "But we must not lose track of our collective goal of keeping the banking system on even keel so it remains supportive of economic recovery and growth over the long-term.", "Together, we can work towards developing a safer, more dynamic, more digital, and more inclusive banking system for the banking public.", "Mabuhay ang Chamber of Thirft Banks and I wish you all a meaningful convention ahead!"], "classifications": ["none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["MSMEs", "Thrift banks", "Digital transformation", "Cloud banking", "Financial services", "Digital payments", "Risk management", "Financial inclusion", "Economic recovery", "Regulatory sandbox"]}