{"sentences": ["I would like to welcome all the attendees of the conference.", "The topic of the conference is \"Competition and Structural Changes\", an issue the importance of which is quite clear.", "The guest lecture will be given by Prof. Thomas Philippon.", "Thomas has contributed much in his academic work to the interface of finance and macroeconomics.", "His many papers are characterized by original and creative thinking.", "In addition, I would like to thank the Research Department and its Director, Prof. Michel Strawczynski, for organizing this important conference.", "Holding the conference at this time, in spite of the pandemic, is very important.", "I have said in the past, and reiterate, that the coronavirus crisis is also a key to many structural changes, of the kind that will help promote financial technology and accelerate growth and productivity.", "Holding this conference on line for the first time is one of many confirmations of the new age into which we have entered.", "This is actually not new technology that has just been developed, but technologies that have existed for years.", "However, the reality of the coronavirus has forced us to leave our comfort zone in which we all were and has made it possible for the acceleration of technology to merge into our daily lives.", "In the future, when these days are studied and examined, I assume that this period will be able to be pointed to as the turning point, after which the economy changed, similar to other significant events that have occurred throughout human history.", "In this regard, I have chosen to speak today about a very important area that is undergoing profound change: financial innovation.", "The changing economic environment, together with the entry of technology companies into the financial services areas (fintech), is changing the existing market conditions, the manner in which financial services are provided and consumed, and the business models according to which the existing financial entities operate.", "The research literature deals a lot with the connection between innovation and financial performance.", "In my view, innovation is like a brush in the painter's hand, contributing to creation and execution of positive changes in our lives.", "Innovation is the ability to achieve better solutions in information systems, communication, technology, and marketing methods.", "Innovation is considered a generator of competitiveness and it is important not only for large companies but also for small and medium sized enterprises (SME), which have a significant share in the area of innovation.", "The increasing number of innovative companies operating in financial areas and the rapid pace of developments in this areas, are already reaching into areas of activity that until recently were the exclusive domain of the traditional financial entities, and are undermining their status.", "However, it should be remembered that innovation and technology are also an opening to many diverse challenges, and we should take care to mange risks in a controlled manner.", "In Israel, we can find leadership of certain elements of innovation.", "For example, in fintech, Israel is among the world leaders-today there are more than 500 fintech startups in Israel, and they have grown rapidly in recent years and have generated a lot of interest among foreign investors.", "Thus, in 2019, investments in Israeli fintech companies reached $1.8 billion, making up approximately 5 percent of total investment in fintech worldwide.", "Israel leads research and development areas in high-tech, and in fintech in particular, and a large part of investment in the economy is dedicated to that.", "The Bank of Israel also promotes innovation in its areas of activity, and we set it at the top of the strategic plan we formulated.", "Leadership in innovation in our areas of activity is a central target from the Bank's perspective, we are continuing to integrate and enable innovation in banking and payment services, development of the capital market and credit market and their integration into the changing environment: As such, the Bank of Israel has been working a lot to update the existing payment system in Israel.", "The switch to a world of advanced and modern payments is a necessity.", "Payment systems that are convenient, efficient, secure, and stable are an important component of every advanced economy.", "The Israeli economy lags compared with other economies in the world in terms of integration of advanced means of payment and the steps we are promoting will help to bridge over part of this gap.", "For example, implementing the EMV standard-the first stage in companies switching to it was last week-is an initial step for the entry of advanced payment technologies and of other players, both domestic and global.", "The process will expand the range of possibilities available to businesses and consumers, such as executing smart transactions, contactless transactions, transactions via mobile phones, and it will accelerate the integration of electronic wallets and advanced payment applications.", "The Bank of Israel supports the development of a Faster Payment infrastructure that will make it possible to expand the range of payment possibilities in the payment system and to carry out, among other things, direct payments from a customers' account, conveniently and efficiently 24 hours a day, every day.", "Promoting a Faster Payment system will reduce transaction costs, allow cross-border settlement, increase businesses' liquidity, and will reduce the use of cash.", "In addition, the Bank of Israel is examining additional steps to promote innovation and efficiency of the payment system in general, and of faster payment in particular.", "This is with an emphasis on the following issues: cross-broder payments, integration of electronic wallet payments, regulation of the execution of payments at businesses, and more.", "Another project that the Bank is promoting is Open Finance I would like to emphasize that from my perspective, its \"Open Finance\" and not \"Open Banking\".", "The idea is to take away the control of customers' information and financial activities from the traditional financial entities and not just from banks, and to transfer the power to the customers themselves.", "We support promoting an \"open financial world\" which will include all the creators of all financial products.", "Behind the scenes there will be a uniform API standard, which the Bank is now promoting energetically, and that will allow a secure way to transfer customers' data from the customer's service provider to a third party-such as another bank, a nonbank entity, a fintech company, etc.", "The advantages of this process are: strengthening the customer's control over information about him or her, enhancing competition in the area of financial services, comparing costs, providing financial value proposals and financial intermediation, consulting on financial conduct, initiating financial activities, and more.", "In this regard, it is important for there to be access to all the financial players-to all the required information, as is generally accepted worldwide.", "These entities will be able to provide information and to offer advanced services.", "An additional issue that we are promoting is securitization A securitization transaction is one in which a corporation issues bonds whose maturity is secured by expected cash flows.", "While around the world the securitization market is about as large as the corporate bond market, in Israel this market is tiny and its value is only several billion shekels.", "This is, among other things, due to the lack of an appropriate regulatory infrastructure.", "The ability of the various entities to extend credit directly is limited, due to the significant operating and collection costs and because Israel does not have a developed securitization market, which would allow the expansion of credit while continuing its operation by banks, who have a structural comparative advantage in this market.", "By using the securitization tool, credit providers who are not necessarily financial companies will be able to sell credit portfolios that have already been extended and to use the compensation in order to extend new credit.", "The securitization market will thus help in reducing the costs of sources of financing and in dispersing the risks in the economy.", "This is a tool that bridges between the money that is held by the various entities and the credit consumers in the economy.", "Securitization allows the expansion of institutional investors' investment horizons, and allows the freeing up of capital and the managing of duration in the banking system.", "As I noted, developing the securitization market will lead to a broader dispersion of the risks in financial markets, and to an increase in the accessibility to sources of financing for entities that are not \"classic\" credit providers.", "Thus, for example, it will be possible to securitize a range of asset-backed flows-such as commercial loan payments, debts from credit card transactions, municipal taxes, leasing, etc.", "As such, securitization is an extremely important tool for the development of the capital market in Israel, particularly in the current period of crisis, and the development of the economy on the day after.", "In order to advance this, an appropriate legal, tax, regulatory, and accounting infrastructure for carrying out securitization transactions in Israel needs to be set up.", "As I have mentioned in the past, another area in which the Bank of Israel is working to develop and institutionalize is the Telbor interest rates as benchmark rates for shekel interest.", "These interest rates allow the use of not only a fixed nominal interest rate or daily variable rate, but also an interest rate that changes over longer and predefined periods of time.", "They make up an important and central pillar in capital markets around the world, and with their help it will be possible to increase the financing possibilities for the business sector.", "Benchmark interest rates also serve as an infrastructure for forward interest-rate contracts, contracts that make it possible for companies and the public to reduce interest rate risks.", "It is reasonable to assume that within the framework of an efficient Telbor market, financial companies will have the opportunity to hedge and better manage their balance of risks.", "They will be able to do this by adopting the long-term IRS instrument, which is an instrument for exchanging cash flows between a fixed interest rate and a variable interest rate, which ultimately will lower costs for the end consumer as well.", "We are examining the best platform for implementing the activity of this market-against the background of the major challenges in those markets.", "In view of the lack of conditions for developing an interbank market, the development of a repo market looks like the most significant alternative for developing benchmark interest rates in the market.", "The various tools that I have mentioned today have already existed in the world for some time, some of which, as noted, are being implemented and promoted now in Israel.", "Their implementation in the domestic market, in an integrative manner, will accelerate the financial innovation processes in Israel and will contribute to the promotion of competition in the financial market in Israel.", "In conclusion, remember that together with financial innovation come numerous challenges and risks, with an emphasis on cyber and information protection.", "To promote innovation we understand that we have to take risks-in our terms: we have to define a \"risk appetite\".", "At the same time, when a risk is realized we have to confirm that it does not have macroprudential ramifications.", "This has to be reflected at the country level as well, by financial regulators as well as the participants themselves.", "I wish you all a continued productive and informative conference.​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Financial innovation", "Securitization", "Open finance", "Competition", "Payment systems", "Bank of Israel", "Faster payment", "Telbor interest rates", "Risk management", "Cybersecurity"]}