{"sentences": ["Greening Kenya's Banking Sector Dr. Patrick Njoroge Governor, Central Bank of Kenya (766 words) We have a problem.", "The recently released State of the Climate in Africa 2020 report, indicates that in 2020, the climate indicators in Africa, were characterized by extreme weather events such as floods and droughts, increasing temperatures and accelerated rise in sea-levels.", "The associated impact was devastating.", "The report also notes that by 2030, up to 118 million extremely poor people will be exposed to drought, floods and extreme heat in Africa, if response measures are inadequate.", "Additionally, climate change could further lower gross domestic product (GDP) in Sub-Saharan Africa by up to 3 percent by 2050.", "And Africa is not alone.", "It is against this dire backdrop in Africa and the world that the 26th UN Climate Change Conference of the Parties (COP26) is convening in Glasgow, Scotland.", "It brings together governments, businesses, civil society and citizens with the expectation of commitments to ambitious actions that are needed to counter climate change.", "Further delays in these commitments or if they are unambitious would spell doom to our destiny.", "In the build up to COP26, Kenya and other countries have been scaling up their climate actions at the sectoral and national levels.", "It is in this context that the Central Bank of Kenya (CBK) issued Guidance on Climate-Related Risk Management (Guidance) to the banking sector, on October 15, 2021.", "The Guidance is aimed at enabling banks to integrate climate-related risks into their governance, strategy, risk management and disclosure frameworks.", "Climate change poses three broad risks to banks.", "First, the physical risk to the loan portfolio arising from damage or loss caused by climate and weather related events such as floods and drought.", "Second, the transition risk arising from the changes towards a low carbon (green) economy.", "For instance, the abandonment of previously well-entrenched energy sources such as coal may lead to banks being left with obsolete stranded assets that were used to secure loans.", "Third, liability risk that could arise from banks being sued for financing companies whose activities negatively impact the environment.", "Nevertheless, efforts to mitigate and adapt to climate change also generate business opportunities for banks.", "These include the adoption of low emission energy sources, development of new products and services, access to new markets, housing and resilient infrastructure.", "Finance sits at the center of business, and CBK's vision is a banking sector that works for and with Kenyans as spelt out in the Kenya Banking Sector Charter of 2019.", "Banks should not just provide banking services, but should ensure they meet the needs of customers while also being aligned to environmental, social and governance considerations.", "In the context of the actions to reverse the climate crisis, we aspire for a world where all financial services are green.", "Three milestones have been reached in this journey.", "in 2015, the Kenya Bankers Association (KBA) launched the Sustainability Finance Initiative (SFI).", "The SFI aims at raising awareness on environmental, social and governance risks and financing within the banking sector.", "KBA has set-up a comprehensive online training designed to enable banks to create long-term value for the economy, society and the environment.", "Currently, all 38 banks are participating and over 30,000 bankers have so far been enrolled.", "in January 2020, the first corporate green bond in East and Central Africa of Ksh..3 billion was issued by the Acorn Group and listed at the Nairobi Securities Exchange (NSE).", "The bond was also admitted on the International Securities Market (ISM) segment at the London Stock Exchange (LSE).", "The proceeds were used to build environmentally-friendly housing for university students.", "in November 2020, Kenya's KCB Bank, was accredited by the United Nations Green Climate Fund (GCF) as the first financial intermediary for the is the world's largest climate implementation of green financing in East Africa.", "GCF fund, mandated to support developing countries raise and realize their Nationally Determined Contributions (NDC) ambitions towards low-emissions, climateresilient pathways.", "milestones, a lot more needs to be done to green Kenya's While acknowledging these financial system, and issuance of the Guidance will quicken the journey for the banking sector.", "Over the next one-and-a-half years, CBK will walk with banks to build capacity and integrate climate-related risk management in their day-to-day operations.", "In turn, this will attract global funds that are looking for opportunities to finance initiatives that build climate resilience, and thus positioning Kenya as a premier green finance hub.", "For Kenya and other countries, the time is now to build a truly sustainable financial system that works for and with the people.", "Ultimately all financing should be green.", "There is no planet B. Dr. Patrick Njoroge is Governor of the Central Bank of Kenya"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green finance", "Sustainability", "Climate-related risks", "Banking sector", "COP26", "Green bonds", "United Nations Green Climate Fund", "Nationally Determined Contributions", "Climate resilience"]}