{"sentences": ["I would like to thank Euroclear, HKIFA, FSDC and TMA for hosting this conference and inviting me to speak.", "I am glad to see many familiar faces from the financial industry here.", "Today's conference is very timely as it focuses on two new members of our family of Connect schemes which had just been launched, namely, the Cross-boundary Wealth Management Connect in the Guangdong-Hong Kong-Macao Greater Bay Area, or WMC, and Southbound Trading under Bond Connect.", "The successful launch of the two schemes is the result of many months of preparation and consultation.", "It also marks another milestone in the closer integration between the financial markets of the Mainland and Hong Kong.", "Today, I would like to share my thoughts on the opportunities and significance of these developments to Hong Kong's financial industry as well as the broader opening-up of our country's financial markets.", "Before we dive into a discussion on the two schemes, let us first take a step back and briefly revisit the journey of RMB internationalisation.", "The opening up of the Mainland's capital account has been a gradual and carefully calibrated process.", "What's amazing is that in almost each and every step of this long journey, you can find Hong Kong's footprints.", "It started with the commencement of personal RMB business in 2004, then RMB usage in cross-border trade settlement in 2009, before expanding into direct investment and capital markets in recent years.", "The use of RMB in cross-boundary financial investment has a relatively short history.", "Pilot schemes with limited scale were made available in the early 2010s, but it was not until the launch of the Stock Connect scheme in 2014 that RMB became much more widely used in cross-boundary financial investments.", "It was perfectly understandable for the capital account liberalisation involving portfolio investment flows to feature at a later stage given the size and volatility of international capital flows.", "With the recent launch of these two new Connects, Hong Kong has essentially assisted the Mainland in completing the two-way loop of mutual access in a full spectrum of financial markets including equities, debts and wealth management.", "On this road towards greater RMB internationalisation and liberalisation of the Mainland's financial markets, Hong Kong has always been the ideal platform for foreign capital to access the Mainland market and for Mainland funds to tap into global markets.", "Hong Kong is the only gateway of its kind to the Mainland's financial markets because of our unique value proposition - being a part of China and supporting the country's economic development for more than four decades, while also being part of the global financial system at the same time, speaking the common language of international regulatory standards and market practices.", "This unique role is hard to be replaced or replicated by other financial centres in the world.", "With the Mainland's steady economic development and two-way opening-up of financial markets, Hong Kong's position as the dominant gateway to the Mainland has continued to underpin our status as an international financial centre.", "Our strength is best demonstrated through the different Connect schemes which have become widely accepted as the channels of choice for foreign investors to access the onshore financial markets.", "Currently, around two-thirds of holdings of Mainland stocks by international investors are held through the Stock Connect, and more than half of international investors' turnover in onshore bonds is traded through the Bond Connect.", "The smooth operation of the Connect schemes was one of the key factors leading to the inclusion of Mainland equities and bonds into major global indices.", "Now let's turn to the opportunities and significance of these two new Connects.", "The launch of Wealth Management Connect and Southbound Trading under Bond Connect is significant on several levels.", "First, the two schemes further deepen and widen the mutual access between the Mainland and Hong Kong financial markets as outlined in the National 14 Five Year Plan.", "Four years after the start of Northbound Trading, Southbound Trading completes the two-way connection between the Mainland and international bond markets.", "It provides Mainland financial institutions with another convenient channel to invest in offshore bond assets through Hong Kong.", "This marks an important milestone in the further opening up of the Mainland financial system.", "It is also a key step in strengthening the linkage between financial infrastructure of the two places, notably between our CMU and Mainland's CSDs on the debt settlement side and between our RTGSs and CIPS on the cash settlement side.", "In addition, WMC broadens the scope of the Connect schemes from the institutional to the individual investor level, enabling individual Mainland residents in the Greater Bay Area to directly invest in offshore wealth management products without having to travel across the boundary.", "This is a major policy breakthrough and deepens the connectivity of the Mainland and Hong Kong financial markets in the area of wealth management.", "This is also in keeping with the objective to promote the two-way flow of money and other factors of production within the GBA.", "Secondly, the launch of the two schemes is timely to meet the increasing need for Mainland investors - be they individuals or institutions - to more efficiently manage their wealth and diversify their portfolio allocation through outward investments.", "Once again, Hong Kong provides a risk-controlled channel for the outflows of onshore funds to be conducted in an orderly manner and serves as a reliable gateway for the Mainland's opening up.", "These new developments will no doubt attract more Mainland funds into Hong Kong and strengthen Hong Kong's status as an international financial centre and asset management centre, as well as further consolidate our role as the global hub for offshore RMB.", "Thirdly, the launch of the two schemes will substantially enlarge the customer base of our bond market and wealth management industry.", "Opening up the Southbound Bond Connect will inject new momentum into the development of the Hong Kong bond market by bringing more Mainland investors to Hong Kong and broadening the fixed income investor base of Hong Kong's bond market.", "This will in turn attract more liquidity in secondary trading as well as more primary issuance activities.", "As a result, international financial institutions will have stronger incentives to devote more resources in Hong Kong to better provide underwriting, trading, custodian and related services to Southbound investors.", "Lately, the dim sum bond market has witnessed encouraging developments, with a pickup in issuance activities and a wider variety of issuers.", "We believe Southbound Trading will help reinforce the growth of our dim sum bond market in depth and diversity.", "Since the launch of Southbound Trading on 24 September, the scheme has received a positive response and operations have been smooth, with transactions covering major bond products tradeable in the Hong Kong market and denominated in multiple currencies including RMB, HKD, USD and EUR.", "On the wealth management front, the rapid wealth accumulation in Mainland Chinese households, especially in the Greater Bay Area, presents significant room for growth for Hong Kong's financial industry.", "WMC links up Hong Kong's banking and asset management industry to one of the most economically vibrant and affluent regions in the Mainland, with a population of over 70 million and a per-capita GDP of over US$23,000, greater than half of the G20 economies.", "The transformation of the Greater Bay Area from \"the world's factory\" into a cutting-edge innovation and technology hub has resulted in remarkable growth in financial wealth and demand for financial services.", "According to a wealth report on the Mainland in 2019, the Greater Bay Area accounted for over one-fifth of the entire country's high-net-worth households with assets amounting to RMB 10 million or more.", "And this potential remains largely untapped.", "Let me illustrate this with a few figures.", "The Mainland is known as a savings-rich economy with a household savings rate of 35% at the end of 2019.", "This was far higher than other major economies including the US and Euro area which had household savings rates of 7% and 13% respectively.", "The share of savings in the Mainland has increased alongside the growth in disposable household income in recent years.", "According to a PBoC survey published in 2020, real estate accounts for close to 60% of household wealth, while the allocation to financial assets is still at a low 20%.", "In contrast, 45% of US household wealth is allocated to financial assets, while real estate makes up 24%.", "It is reasonable to believe that access to a larger variety of financial products could help Mainland investors achieve more diversified and balanced asset allocation.", "In fact, Mainland investors are increasingly keen to diversify their investments in terms of geography and asset classes, and having access to a new suite of products through WMC can meet the evolving needs.", "Likewise, the Northbound investors could also benefit from access to a more diversified suite of RMB assets on the Mainland.", "Attractive returns and a more stable currency outlook have greatly enhanced the appeal of RMB assets to Hong Kong and international investors, especially in today's lower-for-longer global rates environment.", "WMC provides an opportunity for Hong Kong retail investors to capture the growth potential of the Mainland economy and seek yield enhancements.", "This two-way demand creates a much larger customer base for Hong Kong's financial services industry as it instantly expands the catchment area by more than 10 times.", "Asset managers can leverage opportunities in product origination and develop fund products in Hong Kong to tap into the Mainland investor base.", "Banks can base their sales and distribution operations in Hong Kong to reach out to Mainland customers.", "Other parts of the financial services value chain, such as professional and support services firms, will also benefit.", "For global financial institutions, the beauty of the scheme is that they can serve Mainland investors while staying in Hong Kong in an efficient manner, without setting up a presence in the Mainland, obtaining licenses or adapting to a new regulatory environment.", "Since the launch of WMC services on 19 October, the scheme has been well received and operations have been smooth, with many banks having strengthened their frontline and wealth management staff to support the scheme.", "In the first month of launch, more than 13,000 individual investors participated in the scheme (including Hong Kong and Macao) and more than 3,600 transactions were successfully completed, with total cross-boundary remittances amounting to over RMB 260 million.", "We are encouraged by the initial market response of the two schemes so far and recognise that these new initiatives will take time to develop as investors familiarise themselves with the new investment channels and navigate the product landscape and macro environment.", "For WMC in particular, considering that it will be many investors' first attempt at conducting cross-boundary investments, it is important to ensure that adequate investor education and investor protection is in place to build up their confidence and user experience in using the scheme.", "We have been actively stepping up the investor education work together with the industry through various programmes and have established sound mechanisms for regulatory cooperation and enforcement to protect the rights and interest of investors.", "We are fully aware of the industry's requests for expanding the scope of eligible investors and investable products further down the road.", "The experience of other Connect schemes has shown that a prudent start with proper risk controls will provide a solid foundation for the robust and healthy development of the new members of the Connect family.", "This is why the scheme parameters such as the product scope, quota management and sales arrangement under WMC, and scope of eligible investors and market makers for Southbound Trading, lean on the side of caution at first, leaving room for refinements and expansion in the future.", "After all, the schemes involve different regulatory regimes and require close collaboration with our Mainland counterparts in order to find common ground and policy space within our respective regulatory regimes and practices.", "For example, the account opening arrangements under WMC has been a topic of interest for both the industry and investors.", "As a near-term priority, we are exploring with Mainland regulatory authorities on expanding an arrangement for account opening by attestation under the Northbound scheme.", "Based on the feedback from the Mainland regulator, we expect that the arrangement will be implemented on a pilot basis and introduced in an incremental manner.", "When the scheme has bedded down smoothly, we will definitely take into account the industry's views and requests in considering the future development of the scheme in conjunction with the Mainland regulators.", "China's economic growth and wealth generation, as well as global investors' increasing appetite for RMB-denominated assets, all point towards a bigger role for Hong Kong.", "Given that our city is well placed at the intersection point of the Dual Circulations depicted in the National 14 5-year new development strategy, we are confident that it can play an instrumental role in intermediating the financial flows between the Mainland and the rest of the world for decades to come.", "At the HKMA, we are continuously working towards new policy breakthroughs that can strengthen Hong Kong's franchise.", "The industry's active participation is crucial in this process.", "Thanks to the questions and suggestions put forward by the industry, we were able to conceptualise possible implementation scenarios and introduce market-oriented enhancements for our various Connect schemes.", "I warmly welcome your views and ideas on ways to further develop the role of Hong Kong markets in enhancing the efficacy of these various Connect schemes and speeding up the process of internationalisation of RMB.", "Thank you very much and I wish you an enjoyable and rewarding conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Wealth Management Connect", "Southbound Trading", "RMB internationalisation", "Connect schemes", "Bond Connect", "Hong Kong's financial industry", "Greater Bay Area", "Financial markets", "Mainland China", "Financial investment"]}