{"sentences": ["Good morning and thank you for the kind invitation.", "We are witnessing the desired economic recovery.", "I would like to talk precisely about Financing the Recovery.", "Economic growth has picked up this year.", "Euro-area activity rebounded by more than anticipated in the second quarter of 2021.", "It is expected to continue to grow rapidly, exceeding its pre-crisis level in the fourth quarter of 2021.", "Moreover, the trajectory projected before the pandemic is expected to be reached by 2023.", "This, if materialized, never happened before.", "There will be no permanent economic loss from the crisis.", "But, the last mile is always more difficult to cover.", "We've seen some of these difficulties recently.", "Shortages of key production inputs and shipping logistical problems are hindering global industrial production and trade, and these events pressure global prices.", "Nevertheless, once base effects are off and supply bottlenecks ease, inflation is projected to decline.", "I am confident that the highly interconnected global economic system will recover soon, even if this requires time, investment, and financing.", "In the medium to long run, public investment directed towards infrastructure and addressing two key structural challenges - namely, climate and digitalization - will enhance productivity and take us to a more sustainable economy.", "There is one thing we must focus on.", "The return to the pre-crisis growth path requires forthcoming policy decisions to be sustainable.", "Because debt will be higher, employment is still to recover and inequality will be harder to curb.", "We must avoid a short-lived recovery.", "In Europe, the recovery was fast, but this was only possible because of the coordinated and prompt measures taken by European institutions, governments, central banks, supervisors and regulators, unprecedented in terms of magnitude and range of measures.", "The terms used to finance this recovery were innovative.", "They opened avenues that many (an understatement) considered blocked, for good.", "In this respect, the approval of the Next Generation EU was a landmark decision.", "provided the necessary confidence to financial markets at a time where uncertainty could have triggered a flight to quality and spread widening.", "From a financial market perspective, Next Generation EU places the European Union as one of the biggest bond issuers in euros.", "Estimates of the mobilized capital stand at €800bn (at current prices) between 2021 and 2026.", "The following years will also experience significant refinancing issuance, as the borrowing will be totally repaid only by 2058.", "These issuances provide the market with a significant volume of triple A assets in euros.", "They also reinforce the role of the euro as a currency, attracting more investors by providing a \"safe haven\" asset with significant volume and liquidity.", "Sustainability is a key element in the financing conditions.", "One third of the capital will be raised through the issuance of green bonds, making the EU the largest green bond issuer in the world.", "While financing the recovery, the EU is at the same time contributing to the green bond market standard setting.", "Portugal is set to receive €16.6 billion in grants and loans under the Next Generation EU, to support mostly green and digital initiatives.", "The changes that these funds promote on decarbonising manufacturing, energy efficiency, adoption of new digital technologies to boost entrepreneurship, to name only a few areas, will impact the economy in a decisive way.", "Our success will depend upon the ability to make the most of the Next Generation EU support, pursuing credible policies, with effective and transparent implementation.", "The focus should be on the quality of execution and not just on the rate of execution.", "This is an excellent and unique opportunity for Portuguese firms to prepare themselves to a digital and greener world.", "And this is an excellent opportunity to develop financial markets that ... care.", "That care about the future and that care about sustainability.", "Public and private funds should join efforts through capital markets to contribute to these goals, which are global.", "It is hard to say today whether this will be a transition, in fact a set of transitions, or a deeper metamorphosis in our economic systems.", "In any case, a resilient financial sector is centerpiece to this process.", "Let me turn now to the banking sector.", "The progress achieved by the banking system since the last crisis, in terms of solvency, financing structure and non-performing asset reduction, in conjunction with the swift action taken by the authorities, preserved the economy's financing during the pandemic.", "In fact, banks were part of the solution, ensuring that the credit continued to flow to firms in good financial health.", "Banks were able to withstand the pandemic with high levels of capital and liquidity, without permanent consequences on their profitability.", "As the economy recovers, banks are set to continue to finance viable and promising firms, as well as to support family decisions on housing and consumer credit.", "It is important that banks continue to pursue a prudent and conservative risk management and to conduct a detailed assessment of the viability of debtors, recognizing in a timely manner a possible change in a clients' credit risk profile.", "The economic recovery brings opportunities to the management of credit risk by banks.", "The recovery also sets the background to keep the pace and further reduce the stock of NPL.", "Banks must make structural changes to their way of doing business, so as to make sure that they actually be fit for a carbon-neutral economy by 2050, avoiding the build-up of risks for them and the entire financial system.", "The incorporation of climate change challenges in risk management will itself potentially transform credit flows towards greener investments.", "It is not only climate, the Covid crisis pushed the banking system to further move in the direction of digital transformation: in their relation with customers, and also in their internal procedures.", "Banks should take advantage of the opportunity to continue to implement robust and ambitious digital transformation strategies and to become more efficient, paving the way for improved cost efficiency.", "By doing this, banks would respond to demanding requests from customers, including firms.", "A more digital and efficient banking system would set the grounds for a more digital and efficient recovery.", "Bank loans continue to be an important financing instrument of the recovery; they are the Portuguese firms's primary financing source.", "While there are advantages and disadvantages around this fact, the specificities of this recovery towards a digital and greener economy are a unique opportunity to promote the diversification of other funding sources and to deleverage Portuguese firms.", "Public policies have a role to play in this regard.", "Special attention should be given to the need to allocate resources towards viable firms, creating the conditions for unsustainable firms to exit the market in a swift way, without creating major resource allocation disruption.", "Assessing in a rigorous way firms' viability becomes even more important.", "In this context, the adoption of a strategy to promote the solvency of firms that, albeit in financial difficulties, remain viable, is fundamental.", "It is of upmost importance to set-up of an effective legal and judicial framework governing corporate restructuring.", "In the case of firms considered non-viable, expediting corporate insolvency and liquidation proceedings takes on particular relevance.", "As I said before, in coming years there will be an unprecedented inflow of funds into the Portuguese economy.", "This offers vast opportunities, but also considerable challenges.", "The lack of funds cannot be held responsible for subdued growth and lack of competitiveness.", "Public policies should be designed to ensure that these funds have the best possible use, thus, enhancing our potential growth and a sustainable recovery.", "Maintaining the support to firms through government guaranteed loans, might not be meaningful when the economy is recovering, as it may encourage further indebtedness of Portuguese firms.", "Using the incoming funds to directly support firms through grants and subsidies would allow strengthening firms' net worth without making them more indebted.", "However, this requires making hard choices about which firms to support.", "During the recovery, as long as financing conditions remain favorable, public support may be targeted at non-financial dimensions such as quality certification, training of managers, decreasing regulatory costs or incentives for growth and competitiveness.", "In a low interest rate environment with well-capitalized banks, access to bank loans is guaranteed.", "However, access to other forms of debt and, notably, equity, should complement the funding needs.", "Banks have a crucial role in financing viable businesses, but other instruments are important complements.", "For instance, private equity or venture capital funds are better equipped to finance start-ups.", "Obtaining external capital is the most direct way to converge to more balanced capital structures for Portuguese firms, but this remains a challenge in a small economy populated mostly by micro and small firms without access to a sufficiently large pool of investors.", "The small scale of the Portuguese capital market is a long-standing weakness of the Portuguese economy.", "The current setting constitutes a preferential time to address it.", "Promoting access to equity capital through the stock market and increasing participation of traditional institutional investors would enhance the development of the Portuguese capital market.", "Moreover, deepening the Capital Markets Union will help in addressing this weakness, not only for Portugal, but also for the European Union as a whole, improving the resource allocation between member states.", "Financing the recovery will be an opportunity to implement structural changes in our economy, so as to move towards a more resilient, sustainable and digital economy.", "Financing sources will more diversified than ever, and projects to be financed should prioritize collective goals, in a way never experienced before.", "As the wider economy moves and changes on the path towards the Paris goals and to a more digitalized world, Portuguese firms will have to adjust how they operate and respond to both greener and digital consumer preferences.", "There is willingness to invest.", "Both public and private - as the COP26 confirms.", "Our firms should take advantage of that.", "We are being ambitious, but we have to act in a coordinated way to be up to the challenge.", "Like never before, we can say today that we will invest with a purpose.", "An unavoidable sense of purpose."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financing the Recovery", "Next Generation EU", "Digitalization", "Sustainability", "Climate", "Green Bonds", "Bank Financing", "Economic Recovery", "Credit Risk", "Financial Markets"]}