{"sentences": ["Ladies and Gentlemen, good afternoon.", "It's a great pleasure to participate in this joint seminar: Hong Kong's Positioning and Prospect as an International Financial Centre.", "On behalf of the People's Bank Of China (PBOC), I would like to extend my warmest welcome to all of you.", "The PBOC has been working closely with the Hong Kong Monetary Authority (HKMA) in supporting Hong Kong's role as an international financial centre.", "Thanks to supports from our friends and colleagues in the financial sector, the financial cooperation between Hong Kong and Chinese mainland has seen remarkable progress in the following aspects: First, a large number of mainland companies got listed in Hong Kong.", "Among all the listed firms in Hong Kong, more than half are from Chinese mainland, contributing over 80% of the market capitalization.", "From 2015 to 2020, Hong Kong topped the global IPO fund-raising list for 4 out of 6 years.", "Second, the Securities Connect has been functioning well and enhanced over time.", "About 70% of the A-shares held by international investors were traded through Hong Kong.", "We recently launched Southbound Trading under Bond Connect, which will further enhance Hong Kong's role as the financial hub.", "Third, Hong Kong has been leading the world in offshore RMB business.", "By far, Hong Kong contributes to nearly 50% of cross-border RMB payments, 60% of offshore RMB deposits, and 80% of offshore RMB bond issuance.", "Fourth, the Greater Bay Area development helps enhance Hong Kong's role as an international financial centre.", "Last year, the PBOC with relevant authorities unveiled multiple measures to facilitate trade, investment and financing in the Area.", "This year, the Chinese government launched a plan to further develop the Qianhai Cooperation Zone.", "It will also provide support to Hong Kong's economic development.", "Looking forward, we face both opportunities and challenges in developing Hong Kong as an international financial centre.", "As for opportunities, China's high-quality economic development will offer strong backing for Hong Kong.", "In recent years, Hong Kong has been actively exploring new opportunities in areas such as investment and financing under the Belt and Road Initiative (BRI), Fintech, and green finance.", "As for challenges, rising protectionism and the COVID-19 have taken their toll on global economic and trade activities.", "As a free-trade port, Hong Kong has felt such shocks keenly.", "The PBOC has been and will continue to be a firm supporter for Hong Kong's development as an international financial centre.", "First, Hong Kong can tap its role as the gateway for Chinese mainland to the global market.", "We will keep improving financial market connection to better meet investors' needs.", "Hong Kong can further improve financial market services to reinforce its leading position in the global financial market.", "Second, Hong Kong can provide greater support to the financial connectivity under the BRI.", "As the gateway for mainland companies to go global, Hong Kong can improve financial services to better assist these companies' engagement in the BRI.", "As the global asset management hub, Hong Kong can also attract more international investors in the joint development of BRI.", "Third, Hong Kong can further develop RMB related assets and tools.", "Hong Kong plays a significant role in RMB internationalization.", "Building on the existing Stock Connect, Bond Connect, and Wealth Management Connect, Hong Kong can expand the list of RMBdenominated assets and improve risk management tools.", "Fourth, Hong Kong can actively explore Fintech.", "One of first Innovation Hub Centres of the BIS is located in Hong Kong.", "The Centre is helping the PBOC, the HKMA, the Bank of Thailand, and the Central Bank of the UAE in building the m-CBDC Bridge Project.", "The PBOC and the HKMA have also signed an MOU on Fintech Innovation and Regulation in the Greater Bay Area.", "Going forward, we can beef up cooperation in CBDC and Regtech to tap the potentials of Fintech.", "Fifth, Hong Kong can vigorously develop green finance.", "Both the PBOC and the HKMA are members of the Network for Greening the Financial System (NGFS) and the International Platform on Sustainable Finance (IPSF).", "We will continue to support Hong Kong in developing its green finance system.", "In the end, I would like to say a few words about recent fluctuations in the dollar bond market.", "Last Friday, the Evergrande Group issued a notice saying that it may be unable to meet guarantee obligation, which might have raised concerns to some Hong Kong investors.", "Here I'd like to mention that, as a well-developed international financial center, Hong Kong has already established an effective system of financial operations, providing well-defined legal provisions and procedures on how to deal with relevant issues.", "The risks caused by a few real estate firms in the short term would not undermine the market for the medium and long run.", "The PBOC is committed to creating a level-playing field.", "Companies issuing bond overseas and their shareholders will be urged to properly handle their debt issues, and meet their debt obligations in accordance with law and market principles.", "This is a market event.", "It should be handled in a market-oriented way based on law.", "The right and interest of creditors and shareholders will be fully respected in accordance with their legal seniorities.", "Ladies and Gentlemen, welcome again to this seminar.", "I look forward to your insights and I wish this seminar a great success!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Hong Kong", "RMB", "Fintech", "BRI", "Financial Centre", "Green Finance", "PBOC", "HKMA", "Investment", "Bond Connect"]}