{"sentences": ["Ladies and gentlemen, a pleasant day to all of you.", "I thank HSBC for inviting me to speak in your \"ASEAN Next-Dialogue on Digital Banks\".", "The COVID-19 crisis has brought enormous challenges for economies worldwide.", "We at the central bank are harnessing the potentials of financial technology to help achieve full recovery and realize a stronger post-COVID Philippine economy.", "Following the 12.0-percent rebound in the second quarter, the economy grew by 7.1 percent, the highest among ASEAN nations.", "The further de-escalation of alert level and easing of mobility restrictions nationwide, but especially in the National Capital Region, would help restore jobs in the last quarter of this year.", "Based on Google mobility, we continue to see significant progress in mobility versus last year.", "The economic recovery is being supported by positive developments on the monetary, external and banking fronts.", "Price movement is manageable, providing an enabling environment for pickup in consumption and investments.", "Looking ahead, inflation could settle above the 2 to 4 percent target this year on account of supply-side pressures but is expected to revert to the target range in 2022 and 2023.", "From January to September, exports grew by 18 percent, while imports grew by 30.3 percent.", "Meanwhile, foreign direct investments jumped almost 40 percent in the first eight months of the year with the bulk coming from manufacturing and financial services.", "Our external payments position remains strong.", "As of October, the gross international reserves stood at US$108 billion.", "This is equivalent to almost 11 months' worth of imports of goods and payment of services and primary income.", "The conventional wisdom is that 3 months' worth of imports is sufficient.", "Let's now move on to the Philippine banking sector's performance.", "Benefitting from regulatory reforms of the past two decades, banks in the country have built resilience to shocks.", "While the pandemic caused a rise in soured debts, asset quality remains sound.", "Banks also have ample buffers against credit losses.", "For one, Philippine banks have generally observed prudent lending standards amid sound regulatory environment.", "Also, the Financial Institutions Strategic Transfer (FIST) Act, allowing banks to dispose bad assets to asset management companies serves as pre-emptive measure to manage any increase in loan defaults.", "Banks have ample capacity to absorb shocks, with capitalization remaining well beyond the minimum regulatory requirements.", "Banks also enjoy more-than-enough liquidity.", "Meanwhile, bank lending has recovered on improving demand for loans.", "Banks have also remained profitable throughout the crisis.", "All these key indicators attest to the ability of the banking sector to support recovery of the Philippine economy.", "While the road to full recovery remains iffy, the medium- and long-term prospects for the Philippines are promising.", "Moving on to BSP's financial digitalization agenda ...", "The rationale behind the push for financial digitalization is two-fold.", "First, is robust economic growth.", "Technology speeds up financial transactions, thereby hastening capital recovery and income generation.", "Technology allows the underserved sectors- such as low-income earners and people from remote areas-to easily access affordable financial products and services, including credit for livelihood activities.", "The BSP launched last year the Digital Payments Transformation Roadmap-our blueprint for transforming the Philippines into a cash-lite society.", "Under this roadmap, we aim to achieve a shift of at least 50 percent of retail payments to digital transaction; and 70 percent of Filipino adults to have a formal financial account by 2023.", "We are confident of hitting the twin goals.", "On the first goal, in terms of volume, the share of digital payments to total financial transactions reached 20.1 percent in 2020 from 14.0 percent in 2019 and only 1.0 percent in 2013.", "Last year's target of 20.0 percent seemed unrealistic for many, but we were able to achieve it with active promotion.", "The mobility restrictions caused by the pandemic contributed to the wider adoption of digital payments.", "As more Filipinos embrace the convenience of digital payments, we expect the phenomenal growth in digital financial transactions to continue in the years ahead.", "On the second goal, registered electronic money accounts reached 138.8 million last year with a total number of transactions of 1.7 billion.", "Meanwhile, the number of basic deposit accounts reached 7 million with PHP4.8 billion deposits in the first quarter of 2021.", "As of the first quarter of 2021, the proportion of \"banked\" Filipino adults have reached 53 percent, nearing the target of 70 percent.", "These include basic deposit and e-money accounts.", "The BSP welcomes the recent issuance of the implementing rules and regulations of Executive Order No.", "127, which liberalizes access to satellite services by allowing non-enfranchised but registered Internet Service Providers (ISPs) and Value-Added Service Providers (VASPs) to directly access satellite systems to build broadband facilities.", "This is expected to improve the quality and reduce the cost of internet services in the country, which bodes well for our financial digitalization and inclusion agenda.", "The BSP has achieved milestones in digital banking.", "Following the issuance last year of the \"Digital Banking Framework\", the BSP has already granted licenses to 6 entities.", "We expect these newly licensed digital banks to bring banking in the Philippines to new heights.", "The BSP has launched last month the \"QRPh P2M (person-to-merchant),\" that will promote extensive use of QR codes, enabling payments to vendors and public transport.", "Other initiatives in the pipeline will make electronic bills payment more convenient.", "The \"interoperable bills payment facility\" will allow bills payment of customers to billers even with different service providers.", "The \"Direct Debit\" facility provides customers the option to allow automatic debiting of recurring bills payments from their accounts.", "Meanwhile, the \"Request to Pay Facility\" allows payees to electronically send a \"request to pay\" so that payors may conveniently do payments by simply responding to the request.", "Additionally, as part of our financial digitalization drive, the BSP is working with the Department of Labor and Employment to promote digitalization of wage payments, and with the Department of Transportation to expand the use of digital platforms to pay for transport fares.", "The BSP likewise supports the Philippine Identification System, which will allow unbanked Filipinos to finally open financial accounts, thereby accelerate financial inclusion.", "Looking beyond the country's borders, the BSP and the Monetary Authority of Singapore recently signed an enhanced FinTech Cooperation Agreement to facilitate interoperable payments between the Philippines and Singapore.", "The BSP intends to pursue similar arrangements with other monetary authorities in the ASEAN region.", "Moreover, the BSP is also studying the Bank for International Settlement (BIS) Innovation Hub's Project Nexus.", "\"Nexus\" is a model for connecting multiple instant payment systems into a single cross-border platform.", "While this project is not yet operational, the BSP is using its blueprint as a guide in designing cross-border arrangements to support bilateral and multilateral platforms in the future.", "Lastly, the BSP is supporting legislative reforms that complement the financial digitalization agenda.", "One is the Financial Consumer Protection bill, which will strengthen the BSP's ability to address consumer concerns on electronic financial accounts and enhance consumer safety and trust on the digital financial system.", "Also, the Open Access in Data Transmission bill, which seeks to lower the barriers and cost of entry in the data transmission industry to attract more players.", "This proposed legislation is expected to significantly improve the quality of internet services, helping our digitalization efforts flourish.", "With financial digitalization I am confident that we will achieve the stronger post-covid economy that we envision sooner rather than later.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial digitalization", "Economic recovery", "Banking sector", "Digital payments", "Inflation", "External payments", "Financial inclusion", "Digital banking", "Cross-border payments", "Financial consumer protection"]}