{"sentences": ["Speeches Welcome speech by Governor Yannis Stournaras at the NBER International Seminar on Macroeconomics 2022, hosted by the 20/06/2022 - Speeches 'Monetary Policy in a highly uncertain environment' • I am delighted to welcome you to Athens and the Bank of Greece for this NBER International Seminar on Macroeconomics.", "• Let me say at the outset that it brings me special pleasure to host a seminar of an organization that has such a rich history.", "I understand that the NBER was founded more than 100 years ago - in 1920 to be precise - with Wesley Clair Mitchell serving as the organization's first research director.", "• Mitchell was a leading expert on business cycles and he oversaw a very small staff to study that issue.", "• Today the NBER has more than 1,700 affiliated researchers and its research portfolio has expanded greatly covering just about all major areas of economics - including macroeconomics, international economics, and most recently, development economics.", "• This expansion is a reflection of the high quality of the NBER's research output, and the demand to which it has given rise.", "• As you know very well, this conference is taking place amid a very challenging international environment for policy makers.", "In the euro area, we had barely been able to catch a breath from the global financial crisis and the sovereign debt crisis when our economy was hit by a series of negative supply shocks.", "• These took the form of four consecutive waves of Covid-19, the resulting supply bottlenecks and rises in energy prices, and, most recently, the economic effects of the Russian invasion of Ukraine.", "If these shocks were not enough, they were exacerbated by the economic slowdown in China.", "• The Ukraine war has hit Europe especially hard.", "Russia is an important player in the global energy market accounting for 14 per cent of the world's energy supply.", "Europe's dependency on Russian energy is much higher than that of the rest of the world.", "For example, Europe's reliance on Russian natural gas is on the order of 40 per cent.", "• In response to the pandemic, euro area policy makers provided unprecedented fiscal and monetary support, limiting output losses and safeguarding jobs.", "• However, with the re-opening of the economy the demand for goods and services increased on the back of the large supply bottlenecks.", "As a result, inflation began to move well above our 2 per cent objective in the second half of last year.", "• The Ukraine war exacerbated these effects while, at the same time, creating a great deal of uncertainty.", "• Headline inflation in the euro area is now running at 8.1 per cent, an all-time high since the creation of the euro.", "• This development has necessitated a normalisation of our monetary-policy stance.", "• However, let me point-out that the situation here is very different from that in the United States.", "• In the last few years, the U.S. has had an enormous fiscal expansion.", "According to the IMF Fiscal Monitor, the U.S. fiscal deficit in 2021 was around 12 per cent of GDP, compared to almost 5 per cent for the euro area.", "Moreover, the U.S. had a positive output gap of 1.1 per cent, whereas the euro area had a negative output gap equivalent to 2.7 per cent.", "In the U.S., the unemployment rate has fallen to 3.6 per cent; in the euro area it is 6.8 per cent.", "As is evident, the circumstances are very different.", "• The rise in U.S. inflation is, to a significant extent, being driven by demand pressures.", "In the euro area, inflation mainly reflects supply-side factors, especially energy shocks and supply side bottlenecks.", "• As you know, monetary policy is not very efficient in the face of supply-side shocks.", "Inflation is also projected to return to significantly lower levels in the medium-term.", "• Accordingly, the ECB Governing Council has decided to normalise monetary policy at a gradual and flexible pace.", "• Can monetary policy normalisation afford to be gradual?", "• The answer is positive.", "During the past 20 plus years the ECB, like the Federal Reserve, has built up credibility.", "• This credibility helps explain why long-term interest rates remain far below those of the late 1970s and early 1980s when central banks had not earned credibility.", "• The credibility also explains why all measures of inflation expectations remain firmly anchored near our 2 per cent objective, while there is no evidence of significant second round wage effects.", "• What this means, however, is that policy makers must keep their focus on their medium-term inflation objective.", "As long as inflation expectations are in line with that objective, we are able to normalise our policy stance in a gradual way.", "• At the same time, in last week's Governing Council statement, we expressed our resolve to address tightening financing conditions and fragmentation risks.", "We will apply flexibility in reinvesting redemptions under the Pandemic Emergency Purchase Programme, or PEPP, in order to preserve the smooth transmission of monetary policy impulses across the entire euro area, which is important for delivering on our price stability mandate.", "In addition, a new instrument is also under consideration to temper fragmentation episodes.", "• High uncertainty due to the economic and financial consequences of the war in Ukraine, combined with the fact that the euro area is a complete monetary union but an incomplete fiscal, banking and capital markets union, that is an incomplete economic union, is very likely to cause fragmentation episodes.", "• In this new and highly uncertain environment, we look to academics and researchers to guide us through uncharted waters.", "• The Bank of Greece has an active Research Department which pursues several avenues of economic and financial research, both theoretical and empirical.", "Some of these are: -the stabilising properties of alternative interest rate rules in the face of exogenous demand and -the effects of the zero lower bound on the properties of alternative international monetary -the macroeconomic implications of inflationary shocks that originate from the imports and the non- tradable sectors -the pandemic as a reallocation shock -time-varying estimations of the Philips curve -the effects of central bank balance sheets and central bank liquidity support -and explorations of newly available micro-level price data • I am looking at your seminar programme for the coming two days and I see a rich and diverse list of topics, covering climate risks, international capital flows, liquidity management over the global financial cycle, as well as issues pertaining to global and local supply chain bottlenecks, TFP and regional trade.", "• I'm sure that your seminar will provide plenty of food for thought and for stimulating discussions, which may help shed some light on the uncertainties facing policy makers today.", "• I would think that the session on the aggregate effects of global and local supply chain bottlenecks during the last two years and the session on inflation effects of stockouts will be especially relevant for policymakers.", "I am aware that NBER researchers are bound by the restriction that they may not make policy recommendations.", "That restriction, of course, does not prevent others, including policymakers , from using the NBER's research findings.", "• I wish you an interesting and fruitful seminar, and a pleasant stay in Athens."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Ukraine war", "Supply shocks", "Fiscal policy", "Euro area", "Central bank credibility", "Fragmentation", "Research", "Supply chain bottlenecks"]}