{"sentences": ["Mr David Gerald, Founder, President and CEO of SIAS, Distinguished guests, Ladies and gentlemen, a very good morning to all of you.", "Thank you for have me at this year's Corporate Governance Conference which also marks the launch of Corporate Governance Week 2022. .", "This year's theme of \"Advancing corporate governance in an age of disruptions\" is a timely reminder that we are not out of the recent storms.", "The world continues to face a confluence of risks and fragilities.", "Persistently high inflation amidst slowing growth have heightened the risk of stagflation globally.", "Geopolitical tensions and increasing existential threats associated with climate change have also added to the complexity of the operating environment.", "There are no signs of these storms abating.", "Companies need all hands on deck to navigate through such unchartered, choppy waters.", "In the context of corporate governance, success requires all stakeholders to play their part: Boards and senior management must look out into the horizon, navigate choppy waters, while searching for new opportunities.", "Investors need to keep a close watch on where their investee company is headed, and responsibly exercise their ownership rights to exert market discipline.", "Regulators must foster sound corporate governance within companies, so that business conduct is aligned with corporate objectives and investor interests.", "Let me elaborate on opportunities to do better in each area.", "Board of Directors 5.", "Boards have a critical role to play in a company's success.", "Given their important roles, directors, whether executive or non-executive, are legally bound to discharge their duties honestly, in good faith, and in the best interests of the company.", "In making business decisions, a director must exercise his/her own judgement when evaluating information and advice that are available.", "He/she cannot pass matters to co-directors or passively accept what is being presented by Management or external professionals like auditors or cybersecurity experts.", "In the same vein, where an offence has been committed by a company, directors cannot simply point to management or experts they have engaged to absolve themselves of all responsibility.", "Directors remain accountable if they were aware of a transgression, but choose to turn a blind eye.", "Directors can also be held negligent if they failed to act if they knew or ought to have known that their actions might have been needed to prevent wrong-doing by the company.", "To be fair, directors are not expected to have personal knowledge of every single area within their company.", "They can delegate some decisions to management, or engage external professionals for advice on area of expertise.", "That said, directors are expected to maintain active oversight of delegated functions and decisions.", "They must query decisions and outcomes that conflict with their understanding of the business, seek alternative expertise where necessary, and satisfy themselves that corporate decisions are taken in the best interests of the firm.", "How do boards meet these high expectations?", "I would like to suggest that continued investments in three areas will help: board diversity, board upskilling, and board dynamics.", "Diversity in membership will provide a board with a broad bench of skillsets, experiences and perspectives to do its job.", "The contribution of a diverse board to corporate value creation is well recognised.", "Beginning this year, SGX RegCo has mandated that Listed Companies have a board diversity policy, and boards should intentionally consider the combination of skills, talents, experience and diversity that can best serve the needs of the company .", "We urge companies to invest intentionally and well in this area.", "Even within a diverse board, continuous learning is needed for directors to retain their effectiveness.", "There are ample resources to support directors in this area.", "Conferences such as the one here today is an example of a good learning resource.", "Under SGX's regulations, mandatory governance related training for first time directors, and mandatory on-going training in areas such as sustainability for all directors of listed issuers provide opportunities for directors to acquire new knowledge, deepen their understanding of their responsibilities, and to serve better.", "While boards would have a policy for directors' professional training, individual directors should also take proactive ownership of your learning journeys to regularly upskill to navigate a fast-changing environment effectively.", "The need for healthy board dynamics cannot be overstated.", "Healthy board dynamics encourages robust and respectful discourse amongst board members, bringing to bear differing perspectives in decision making.This has great value as boards consider emerging risks, less familiar opportunities, or how to move beyond long-standing practices.", "It is therefore important that every director voices his/her opinions, particularly the independent directors, who often add helpful objectivity to board discussions.", "We encourage boards to hold the mirror up to themselves and ask - how well do we raise uncomfortable issues, what is the quality of our discussions or decision making - and proactively find ways to improve.", "Second, investors can likewise spur corporate governance improvements through their investment and voting decisions.", "Be it a professional asset manager or an individual, investors need to exercise their rights responsibly by taking keen interest in resolutions put to shareholders.", "They should also monitor the governance and performance of the company, by asking good questions.", "We encourage institutional investors to take the lead in exercising responsible investor stewardship, through active engagements with their investee companies and proxy voting.", "On this note, MAS is pleased to support the recent revision to the Singapore Stewardship Principles (\"SSP\") which is an industry led initiative spearheaded by the Stewardship Asia Centre.", "The principles complement our regulatory frameworks by encouraging investors and intermediaries to pro-actively exercise their rights, constructively engage their investee companies, and responsibly exert market discipline.", "Investment stewardship is not simply about getting the best returns for investors.", "Good stewardship shapes the corporate behaviour of investee companies towards long term value creation, sustainable returns, and making a positive impact within their communities.", "This includes factoring in environmental, social and governance (ESG) considerations when making investment decisions and when voting on company resolutions.", "That is one key thrust of the recent SSP revision, and I encourage more market participants to play their part in this collective investment stewardship effort.", "On the other end of the scale, retail investors can do more to discern which companies are deserving of their hard-earned monies.", "Retail investors should actively consider how well issuers are governed when making investment decisions.", "To help retail investors seek out the right information from issuers, I am pleased to note that SIAS has been posing well researched questions to listed issuers before their annual general meetings.", "The responses of listed issuers are then published by SGX as market announcements.", "We hope that through SIAS' efforts, retail investors will take more active interest in their investee companies, pertinent issues surrounding these companies, and ask appropriate questions at annual general meetings.", "Our national financial education programme, MoneySense , is also committed to empowering investors by equipping them with the knowledge and skills to make sound investment choices.", "In conjunction with the IOSCO's World Investor Week , MoneySense and its partners, including SIAS, are holding a series of My Money investment seminars this month.", "We had our first seminar over the weekend, and we were glad to see healthy interest and questions, including on topics like ESG investing.", "We encourage retail investors to leverage on these resources to monitor the performance of their investee companies and actively participate in setting their strategic direction.", "Finally, regulators operate in the background to safeguard trust and confidence in our capital markets.", "Rules and regulations set the foundation for corporate governance and are a key mechanism to raise standards.", "We actively monitor the markets for shifts in practices, expectations and priorities.", "From time to time, rules and regulations are adjusted to address new developments and to align with international standards.", "For instance, in late 2021, SGX consulted the market on sustainability reporting and board diversity disclosures.", "This was to ensure our listing rules keep pace with investors' expectations on listed companies.", "The proposals received broad support and the rule changes became effective in Jan 2022. .", "Market feedback and data collection are important elements to enhancing our regulatory framework.", "Just last month, SGX released the findings from an independent review of listed companies' disclosures, conducted by KPMG.", "The findings of the review were mixed.", "Overall, many more listed companies are now making disclosures against the CG Code provisions.", "Listed companies also achieved average scores exceeding 70% across four of the five domains under the CG Code.", "However, there remains room for improvement.", "Merely having corporate governance disclosures against the Code provisions is not sufficient.", "Many do not adequately explain the reasons for not complying with Code provisions.", "The 'comply or explain' approach is intended to give listed companies flexibility to develop governance practices and polices that are most suited to their circumstances.", "But they must provide meaningful disclosures as to why their alternative practices can better uphold the principles in the Code.", "SGX is engaging listed companies on the findings from the report, but let me highlight two specific areas where many listed companies fall short.", "Independent director renewal 19 .", "The first area is on renewal of independent directors.", "The mandatory two-tier voting under the SGX rulebook for independent directors who have served more than nine years has failed to spur ID renewals.", "Instead, there was a rush to use the 2-tier vote to retain long-serving IDs, even after SGX RegCo had cautioned against it.", "More importantly, the observation is that companies did not provide sufficient explanation except that the board and Nominating Committee had reviewed and deemed these long-serving directors as independent.", "Remuneration disclosures The second area relates to remuneration disclosures.", "Listed companies are expected to disclose information on the remuneration of directors and key executives to enable investors to assess the costs and benefits of the company's remuneration plans, and how well these support the strategy and performance of the company.", "It is therefore concerning that most companies have continued to report remuneration of directors and CEOs in broad bands, citing confidentiality and competitive concerns as reasons to withhold more detailed disclosures.", "In spite of the Code calling for disclosures of directors and CEO remuneration in exact dollar amounts, only 35% of companies disclosed director remuneration in exact dollar amounts, and only 18% do the same for CEO remuneration.", "SGX has therefore found it appropriate to consider reinforcing the current rules.", "SGX announced that it will be consulting the market on two changes - (i) introduce a 9year hard limit on ID tenure, and (ii) introduce listing rule requirements for the disclosure of directors and CEO remuneration in exact dollar amounts.", "We look forward to seeing constructive feedback and conversations around these proposals.", "In conclusion, high functioning boards, proactive investors, and sound regulation can strengthen corporate governance and help our companies better navigate the uncertain winds ahead.", "The benefits will extend beyond immediate financial gains for the companies themselves, to entrench sustainable and conscionable growth that will benefit the broader community and environment.", "SIAS has taken the lead to champion the interests of investors by facilitating constructive engagement between investors and investee companies.", "Platforms like this conference will allow all of us to share ideas and best practices in corporate governance.", "I trust we will all benefit greatly from this exchange.", "I wish you a fruitful conference ahead.", "SGX Listing Rule 710A.", "The World Investor Week is a global campaign organised by the International Organisation of Securities Commissions (IOSCO) to raise awareness of the importance of investor education and protection."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate Governance", "Sustainability", "Board Diversity", "Board Dynamics", "Investor Stewardship", "ESG Investing", "Board Upskilling", "Remuneration Disclosures", "Independent Director Renewal", "Risk Management"]}