{"sentences": ["Welcome Remarks Dear colleagues and friends, distinguished guests: welcome to the XXV Annual Conference of the Central Bank of Chile (CBC).", "We are very pleased to host you again face-to-face in Chile after three long years.", "Although it is unquestioned that the new forms of hybrid work have opened unforeseen opportunities, closeness and old fashion face-to-face discussion are essential inputs for the development of ideas and their practical implementations.", "Since 1997, the CBC has been convening prominent scholars and policymakers to this Conference to discuss major issues in central banking and their implications for emerging economies.", "Since its inception, this conference has been a bridge between academia and policymaking.", "This version is no exception: fresh and thoughtful research will support the discussion over the next two days on a topic that is very much front and center in the policy agenda.", "We will enjoy the presentations of 30 authors, 9 discussants, one keynote speaker, and a policy panel.", "Introduction and context This year ́s Conference is focused on the role of Heterogeneity in Macroeconomics and its Implications for Monetary Policy in general and Chile in particular.", "Understanding the heterogeneous-micro implications of a given macro aggregate shock can improve our knowledge of how the economy works and help us predict its future evolution.", "This is the right time to be discussing this topic, as we are experiencing the aftermath of one of the largest macroeconomic disruptions of the century.", "In the last three years, we lived through one of the most challenging times for policymakers, where governments and central banks were pushed to deploy everything at their hands to content the health and economic consequences of the pandemic, and lately to contain inflationary pressures.", "During these years we have learned that the effects of the Pandemic differed significantly between economies but also within households and firms of heterogeneous characteristics.", "The different exposure that households and firms have to credit conditions, supply chains, and final demand, affected their reaction to the original shock and also to the different policies.", "Firm size and household income distribution were important sources of heterogeneity to consider as well.", "Having widespread access to information regarding these dimensions was critical to develop sound policies.", "In response to these very challenging times, academia also reacted.", "Since early 2020, we witnessed an explosion of applied research that incorporated the lessons learned in the last 35 years in terms of the importance of considering firm and household heterogeneity to better understand the transmission mechanisms of fiscal and monetary policies.", "This process of knowledge spillover from academia to policymaking is not something new.", "After every major economic crisis, in which policymakers needed to react with the toolkit available at the time, academia came out with new insightful developments that later became part of the available toolkit.", "This is the evolutionary process by which our profession grows.", "Precisely for that reason, these bridges between academia and policymaking -like the conference we are kicking off- are so important and choosing the right topic at the right time is critical.", "In these opening remarks, I want to take the time to first review the main empirical and theoretical developments on the role of household and firm heterogeneity in macroeconomics, with a special focus on economic policy in the current macroeconomic context.", "I will then briefly review the current trends in Central Banking, including the Central Bank of Chile, toward the use of more disaggregated models of the economy.", "To finalize I will walk you through the main contents of the conference, including the main takeaways from the research papers to be presented.", "Heterogeneity in macroeconomics Heterogeneity is not something new in macroeconomics.", "We can trace it down to Francois Quesnay during the 18th century.", "Quesnay conceived the economy as the interaction of three groups of agents: landowners; workers; and merchants, who differed in how productive they were for the economy.", "Quesnay proposed to design tax policies that obtain more revenue from taxing the least productive agents or sectors, so to minimize the distortions in the production of sectors with more productive workers.", "Since then, especially during the nineties, economists documented several puzzles in the behavior of households' consumption.", "For example, the results by Deaton and Carroll show that the ability of households to smooth consumption was imperfect and heterogeneous.", "This evidence challenged the predictions of models with complete markets and a representative agent.", "One of the main milestones in this literature in the early nineties was the development of economic models with uninsurable income risk and credit constraints that displayed rich cross-sectional heterogeneity in income and wealth, the so-called heterogeneous agent models, or Bewley-Huggett economies.", "The main takeaway from these earlier models is that one could rationalize the low observed real interest rate, inconsistent with representative agent models with complete markets, in a model in which households have precautionary savings motives to insure against income shocks.", "In this framework, the degree of income uncertainty and credit constraints shape wealth inequality and imply a real interest rate in equilibrium that better resembles that in the data.", "Another key development was the widespread increase in access to large-scale microdata, which helped the profession to evaluate existing economic theories and build better economic models.", "Microdata has been a cornerstone to the inclusion of heterogeneity into macroeconomic models, as it allows a deeper understanding of individual behaviors.", "Without it, theoretical models could not be adequately tested.", "For example, the work by Benjamín García, Mario Giarda, and Carlos Lizama that will be presented in this Conference combines location-based microdata on credit and debit card transactions with income surveys to show that fiscal policy programs that focused on lower-income regions are associated with larger consumption responses, as predicted by models of heterogeneous agents with liquidity constraints.", "These theoretical and empirical advances in the literature were complemented by the improvement of computational capabilities.", "These gave rise to the recent development of the so-called Heterogeneous Agents New Keynesian Model or HANK model, which incorporated important features that improved the standard New-Keynesian-Model' fit to the data and introduced new transmission mechanisms of monetary policy.", "One of the main lessons from these models is that the direct effects of monetary policy on consumption, the so-called intertemporal substitution channel, can be very small compared to its indirect effects on income, which are shaped by general equilibrium forces that depend on the characteristics and behavior of households.", "Another important recent theoretical development is the model of heterogeneous firms and financial frictions, which alters the way we think about the transmission of monetary policy.", "While the empirical evidence suggests small effects of monetary policy on aggregate investment, the use of disaggregated data allowed us to observe that investment of firms with \"good\" financial conditions reacts strongly to monetary policy but not so the investment of financially constrained firms.", "Therefore, the effect of monetary policy depends on the distribution of firm-level financial conditions and how these conditions change with the business cycle.", "The two examples I have just referred to are very influential in the way we assess the macroeconomic implications of monetary policy.", "This is the place where academia and policymaking meet.", "As a matter of fact, policymakers around the world are in the process of introducing these new technical developments.", "The ECB stated in 2021 that it is committed to analyzing the implications of HANK models for the understanding of monetary policy transmission, focusing on the role of households and labor market heterogeneity.", "On the other hand, the Bank of Canada is working on the groundwork for such a model that includes heterogeneity in the income process of households, and its implications for optimal monetary policy.", "In addition, the Federal Reserve has already included analyses based on HANK models in their Federal Open Market Committee meetings as part of their review of their monetary policy strategy, tools, and communication practices.", "In our case, the Central Bank of Chile is already developing a HANK model to study how the distribution of income and wealth affects the transmission mechanisms of aggregate shocks and the conduct of monetary policy.", "And, as you will see in the next few days, we have given important steps towards that goal.", "Conference contents Let me now give a very brief overview of what we will hear in the next two days: The conference will start with the session \"Transmission mechanism of shocks and policies\" in which the paper by Adrien Auclert, Matt Rognlie, and Ludwig Straub analyzes the monetary and fiscal policy implications of shocks to energy prices in models with household heterogeneity and incomplete markets.", "Then, the paper by Emiliano Luttini, Ernesto Pastén, and Elisa Rubbo will shed some light on the heterogeneous effects of monetary policy across different households in Chile.", "Then, the conference will move to the topic of \"HANK Models\", where the paper by Alisdair McKay and Christian Wolf will show us optimal policy rules in these types of models, and we will be able to contrast them to optimal rules in models without household heterogeneity and understand their main differences.", "The importance of the inclusion of heterogeneity for monetary policy analysis is not only about the understanding of the mechanisms that this implies, but also, and probably more important, is about whether these mechanisms are quantitatively relevant in changing the policy prescriptions.", "If so, it is fundamental for Central Banks to have the quantitative tools to solve and estimate these complex models.", "The paper by Marco Del Negro, William Chen, Shlok Goyal, Ethan Matlin, Donggyu Lee, Rebeca will show us one of the first steps toward achieving this Sarfati, and Sikata Sengupta goal.", "To end that session, the paper by Benjamín García, Mario Giarda, and Carlos Lizama , will show us the current state of a HANK model developed for Chile and will analyze the average and the distributional effects of fiscal transfers on consumption in the presence of household heterogeneity.", "On the second day, we will continue the study of the role of heterogeneity in policy design in the session \"heterogeneity and economic policy\".", "The paper by Felipe Alves and Gianluca Violante sheds light on different monetary policy rules that focus on different parts of wealth distribution, with an emphasis on the unequal costs of inflation.", "On the other hand, the paper by Valerie Ramey, Jacob Orchard, and Johannes Wieland will offer an alternative perspective on the role of household heterogeneity in macroeconomics, arguing that the consumption responses estimated at the micro level are not necessarily consistent with the macroeconomic responses of consumption in the US during the Great Recession.", "The last academic session of the conference named \"financial markets and monetary policy\" focuses on the role of financial markets, firm-level and bank-level heterogeneity in shaping the transmission channels of monetary policy.", "The work by Boragan Aruoba , Andres Fernández , Bernabe Lopez-Martin , Will Lu , and Felipe Saffie studies the financial channel of monetary policy, showing that the response of firm-level employment and investment to monetary policy shocks heavily depends on firms' financial conditions.", "The last paper of the session, by Dean Corbae and Pablo D ́Erasmo, studies monetary policy design in a detailed model of a banking sector with heterogeneous banks.", "Finally, the keynote lecture by Novel Price laureate and the policy panel composed of James Bullard, Esther George, Claudio Borio, and Pablo García , will for sure shed some light on the importance of all these topics for current monetary policy and its expected evolution, including important questions that may remain unanswered.", "Acknowledgements I would like to especially thank Gianluca Violante for being the external organizer of this Conference, as well as Sofia Bauducco and Andrés Fernández for putting together such a wonderful program.", "I also thank all the speakers and contributors and look forward to the Conference volume that will be published thereafter.", "Let me finish by thanking María José Reyes, Constanza Martinelli, Carolina Besa, Daniela Gaete, Álvaro Castillo, and both the Public Affairs Department and the Economic Research Department of the CBC for all their invaluable help managing the logistics of organizing the first hybrid Annual Conference.", "Thank you and have a fruitful discussion over the next two days."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Heterogeneity", "Macroeconomics", "Monetary Policy", "HANK Models", "Household Heterogeneity", "Firm Heterogeneity", "Fiscal Policy", "Financial Markets", "Central Banking", "Transmission Mechanisms"]}