{"sentences": ["Magandang, magandang umaga sa inyong lahat!", "Eli [Remolona], members of the Monetary Board (MB), and fellow BSPers, it is the 30th anniversary of our beloved Bangko Sentral ng Pilipinas (BSP).", "Ladies and gentlemen of the BSP, we, together, survived and, not only that, we thrived in a year full of extreme challenges, which [Deputy Governor] Chuchi [Fonacier] had already described.", "As COVID-19 lingered and work-from-home arrangements continued, we managed to ensure the uninterrupted supply of money across our country, kept the banking system strong and stable, made our financial system even more inclusive, battled record-high inflation-by the way, at the rate it is going, 18 straight months of above-target inflation, three months longer than the previous record-and helped provide stability to our economy.", "Now, for the specifics.", "Do not forget, I used to be a professor so this will take an hour.", "Eli, you will [have to] wait just a little bit more.", "Not an hour-maybe half an hour [or] shorter than that.", "Preserving price stability and building on solid foundations On price stability, it was a year like no other.", "We encountered unprecedented challenges over which the BSP has little control.", "Of course, we call them supply shocks.", "Supply chain disruptions, here and overseas, triggered price hikes in basic commodities, transport, and other services.", "We had to act decisively.", "During my term as Governor, the BSP raised the policy rates by a total of 350 basis points (bps), on top of the 75 bps already taken before I became Governor.", "By the way, I have to thank my predecessor, Gov.", "The last thing I thought a month before I became Governor was that am I really Governor?", "Of course, a series of events [happened].", "Ben cannot say no to the call of duty to be Finance secretary in what I consider to be the toughest time to be Finance secretary.", "Here I am now, serving the term that actually started with [then Gov.]", "This is really, again, another unusual thing: 12 years, one governor-Say Tetangco; six years, three governors.", "I thank all the three governors before me.", "They laid the foundation for facing what turned out to be a very difficult year.", "As I said, we acted decisively.", "We also sold foreign exchange (forex) as necessary.", "By the way, this has now become standard language in the IMF [International Monetary Fund].", "They used not to like it.", "It even has an acronym, \"FXI,\" [which stands for] foreign exchange intervention.", "In the old days, the IMF frowned on all these things.", "In addition, we communicated our policy actions and explained why we were doing them through forward guidance.", "Combined with non-monetary measures, our actions helped reduce second-round effects and re-anchor inflationary expectations.", "We have already brought inflation to a target-consistent path, operationally defined as within 2.0-4.0 percent.", "Unless there are new shocks, we should see inflation below 4.0 percent before the end of this year.", "This is something to look forward to and, of course, to pray for-that there will be no more large shocks.", "Of course, as they say, anything that can happen can happen, but anything you pray for, you hope to happen.", "On the exchange rate front: After depreciating year-to-date from January to October 2022 to a record low of 59.0 to US$1, the peso has since appreciated against the dollar, closing on 30 June 2023 at 55.2 to US$1.", "Our more stable exchange rate helps us avoid excessive depreciation that may dislodge inflation expectations and add to inflationary pressures.", "For those of you who have taken monetary economics, [in] a standard [economics] textbook on inflation targeting, there is hardly any mention of the exchange rate, aside from saying that to a good inflation-targeting central bank, the exchange rate does not matter until it does.", "Unfortunately, that time came.", "It did matter quite a bit.", "I am also pleased to share that Fitch acknowledged the credibility of the BSP's inflationtargeting framework and flexible exchange rate regime.", "Keeping banks healthy and strong Now, to our second pillar.", "On maintaining price stability, I am pleased to report that on account of our continuing reforms, our banks are strong, stable, well-capitalized, highly liquid, and well-governed.", "Thus, our banks have remained a source of strength and support to our local economy and [facilitated] a strong recovery right after the restrictions on mobility were lifted.", "While financial stability is a responsibility that we share with other financial regulators, like the Securities and Exchange Commission, the Insurance Commission, the Philippine Deposit Insurance Corporation, and, of course, the Department of Finance, bank regulation remains central in a bank-centric economy [like the Philippines] where the balance sheet of the banking system was 23.1 trillion, about the same as our country's [nominal] GDP [gross domestic product as of Q1 2023].", "Today, the BSP has the flexibility and policy space to preserve its two pillars of price and financial stability without needing to sacrifice one for the other.", "In addition, we take an active role in promoting sustainable finance through our 11-point Sustainable Central Banking Strategy.", "In leading by example, we have also made it a point to invest some of our forex reserves in green assets.", "Making the payments system more digital and inclusive Now, to our third pillar.", "We continue to make good progress on our third pillar of providing a safe, secure, and efficient payments and settlements system.", "Among others, 42.1 percent of retail payments in 2022 were already digital.", "This puts us on track to achieve our target of digitalizing half of domestic retail payments by the end of this year.", "The volume of digital payments continues to grow significantly.", "For instance, InstaPay transaction volumes have already exceeded ATM [automated teller machine] transactions.", "Soon, PESONet transactions will overtake checks in our paperless shift.", "Now, on financial inclusion.", "We actively rolled out the Paleng-QR Ph Plus program, which promotes the use of digital transactions and QR [quick response] payments among market vendors, public transportation drivers, and microentrepreneurs.", "On top of that, we now have been given the power to strengthen consumer protection alongside widespread digitalization.", "We have produced circulars in line with the implementation of the Financial Products and Services Consumer Protection Act.", "By the way, for those who are not familiar, we actually have a little court here in the BSP that settles [consumer] disputes.", "Awards and recognition I am also happy to report that the BSP continues to receive awards: the Presidential Lingkod Bayan Award for the BSP's Cash Service Alliance core the Cyber Resilience Initiative Award from Central Banking's FinTech & RegTech Global Awards.", "Other citations received were for our polymer banknotes, investor relations engagement, museum website, and even a National Book Award.", "Expression of gratitude Ladies and gentlemen, the BSP hurdled the challenges that came our way in the past year because we were focused and committed to pursuing our mandates.", "I can say that all BSPers-in Luzon, Visayas, and Mindanao-contributed to this amazing year.", "Everybody should be thanked in general, but some people are worth mentioning by name.", "Allow me to give my own citations.", "To the members of the Monetary Board and their valuable guidance and counsel-as I keep saying, we disagree but we are never Finance Secretary Benjamin Diokno, Peter Favila, and Tony Abacan.", "By the way, Tony and Peter, just like me, are moving to other endeavors.", "I suppose they will help the BSP in every way they can.", "Now, the board members whose terms expire three years from now: Bruce Tolentino, Annie Aquino, and, of course, Gov.", "Eli, who finished my term as a board member and is now Governor.", "For their excellent work, I would like to thank the following-as I call you, please stand up and get recognized: Deputy Governor Francis Dakila and the Monetary and Economics Sector-I love Francis.", "He knows how to get out of his comfort zone.", "During our programs, he Deputy Governor Chuchi Fonacier and the Financial Supervision Sector-when there is a job to be done, send the woman.", "The banks understand that; Deputy Governor Mamerto Tangonan and the Payments and Currency Management Sector; I think, Ed is feeling bad so he could not be here this morning, but Deputy Governor Ed Bobier and the Corporate Services Sector; and of course, how could I forget, my former student, Deputy Governor Berna RomuloPuyat and the Regional Operations and Advocacy Sector.", "My dear BSPers, I have served the BSP for 12 years-11 years as a member of the MB and one year as head of our institution.", "And while my one-year stint as Governor of the BSP was full of challenges, ultimately, it was successful and memorable because we worked together for our economy and our people.", "Fellow BSPers, President Ferdinand R. Marcos, Jr. has chosen Governor Eli M. Remolona to head our central bank for the next six years.", "We are very, very fortunate to have him here.", "Finally, although they are not with us now-this is the secret of my happy marriage; my wife is often out of the country-I thank my family, especially my wife Pinky and our children, although they are too old to be called \"children.\"", "I am blessed to have this loving family that has kept me inspired, grounded, and strong, no matter what I do or fail to do.", "And for that, I will always be grateful.", "Muli, maraming, maraming salamat sa inyong lahat!", "Mabuhay ang ating mahal na bansang Pilipinas!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Exchange rate", "Financial stability", "Payments system", "Digitalization", "Financial inclusion", "Consumer protection", "Awards", "Gratitude"]}