{"sentences": ["To guests, financial inclusion champions, ladies, and gentlemen, selamat siang.", "The first thing I would like to do is thank [Bank Indonesia] Governor Perry [Warjiyo], our Indonesian host, for hosting such a wonderful event.", "On behalf of the Philippines' central bank, thank you for inviting me to share the Philippine experience in digital technologies to reinforce financial inclusion-a topic very important to us at the central bank, especially the Monetary Board.", "In a sense, we are a very traditional central bank that is very concerned about [our three pillars of] price stability-of course, right now, it is always putting us in the headlines because we are missing the [inflation] targets; financial stability; and, of course, a safe and efficient payments system.", "But with all of these strong three pillars, it will be a pity if it is not inclusive.", "So, the Bangko Sentral ng Pilipinas (BSP) has made financial inclusion a very important part of its strategic objectives for the next so many years.", "Expanding the mantle of financial inclusion through digital tools As you might have already heard, our target is to increase the proportion of people who are included in the financial system-that is, they have a formal bank account or electronic wallet-to 70 percent this year.", "The other way to put it is, we want to reduce the number of [financially] excluded people to below 30 percent [at the ASEAN level].", "By the way, it [the financial exclusion level in the Philippines] was 71 percent in 2019.", "We are certain that the 2023 numbers are much lower, and we are on our way toward 30 percent or lower.", "We are actively working to bring the figure down, and COVID sped up the process [of harnessing digitalization to expand financial inclusion]-but, I think, there is no stopping us.", "Of course, there are limits because of the infrastructure itself.", "A big part of the population has no access to even a cellphone signal in some cases.", "So, we have to find other ways of reaching them.", "E-money [electronic money] has played a big role [in onboarding Filipinos to the formal financial system].", "Promoting strong consumer protection mechanisms In the aspect of consumer protection and fraud, fortunately, we were finally able to pass a law that requires every prepaid SIM [subscriber identity module] card to have a verified ID [identification].", "By the way, I tried it myself.", "I bought a SIM card, uploaded my ID, which was a National ID, and took a selfie.", "It took them only three days to send me a text [message] saying, \"You have been verified.\"", "Maybe they found out that I was the central bank governor; that is why they were fast.", "I do not know, but I do not think so.", "Then, I opened [an ewallet account]-I will not say what kind, whether it is GCash or it is Maya-and was able to do so very quickly.", "By the way, I am also the Chairman of the Anti-Money Laundering Council, and what we found was that before we did this-making sure that every SIM card has a unique identity of the individual with the right name, with the retina, and the fingerprint-we actually found out that there was one person owning 1,000 SIM cards [that was] actually operating illegal gambling.", "Finally, because of all these problems, Congress moved and said, \"From now on, no verification of identity, your SIM card will expire in two months.\"", "Since the number of people who use their mobile phones [for digital payments] has increased significantly, that is why we are actually quite confident that we will be able to succeed if we can improve the physical infrastructure-maybe we can even bring it [the proportion of Filipino adults that are financially excluded] below 30 percent.", "Taking a whole-of-government approach to financial inclusion From the point of view of government, it [financial inclusion] is a whole-of-government approach.", "The National Strategy for Financial Inclusion is not just the central bank's [initiative]; it is the [initiative of the] entire government.", "Addressing the infrastructure problem As I already alluded to, there are issues, of course.", "You have the digital telecoms [telecommunications] divide, and that has to be addressed.", "[With] what we are doing now, satellite services will no longer be needed to be part of telecoms franchises.", "Some areas are underserved.", "Any entrepreneur would come up and put up a VSAT [very small aperture terminal] so that they can increase access to the internet in those places that are underserved.", "The birth of the BSP's Consumer Protection and Market Conduct In addition, we are creating an enabling regulatory environment, and consumer protection is one of them.", "Fortunately, we were able to pass a law that literally turned an office [the CPMCO] in the central bank into a court-the decisions of which can be challenged only at the Court of Appeals, just one level below the Supreme Court.", "Of course, because of these powers, it [the office] can force very fast mediation, but we hope we never get there, [to the point] where somebody from the central bank acts like a judge and makes a ruling, whether who is at fault and the extent to which the consumer indicates the bank is wrong.", "We also have a chatbot where we can deal with consumer concerns in real-time via a web chat on the BSP website, via messenger or Facebook, and via SMS [short message service] or text.", "Strengthening digital financial literacy Of course, we have programs that are trying to improve financial literacy.", "My own experience with it is, sometimes, financial literacy problems are also arithmetic problems.", "Sometimes, some people could not solve very simple arithmetic problems, like computing interest.", "So, I suppose, a big part of financial literacy has to start from grade school.", "Boosting responsible innovation We are also into using a framework of digital banks, where digital banks are not allowed to have more than one branch so they will be forced to be really digital.", "We opened up six [digital banks].", "The reason we capped it at six is that we are actually quite afraid that if there are too many, some of them might actually fall by the wayside, and consumers may lose their trust [in the financial system], and our ability to regulate them may actually be reduced.", "Finally, we are also moving toward an Open Finance Framework.", "That might take some time, but the entire point is that the consumer owns the data, and it is up to him whether somebody could see it or not.", "By the way, if you have a very good borrower, the tendency of the bank is to keep that a secret because it prevents you from going to another bank.", "Now, [open finance promises that the] consumer can actually force the bank to share the data with a competing bank.", "Paleng-QR: a high-impact use case of digital finance We are doing QR [quick response code payments], where even wet markets, drivers, or pedicabs can receive payments through the QR system.", "\" Palengke\" is the Mexican term for \"market.\"", "Most people thought that \"palengke\" was Spanish, but it is really Mexican because of our history with Mexico.", "We have already done work with 11 local governments and counting [that issued local ordinances in support of the program].", "I physically visited four of the [Paleng-QR Ph] launches.", "The feedback is very good, but one thing we noticed is that the people in the wet market say, \"It is very hard because we are buying vegetables from farmers who do not have access to QR codes.\"", "So, they still have to go back to their banks to withdraw cash so they can pay the farmers.", "As you can see, these are the things that have to be addressed because the system becomes less efficient if there are excluded people.", "And the last mile, like paying the farmer, still has to be [paid via] cash.", "So, there is so much progress that still has to be done.", "Moving forward as a region In closing, we will continue to work closely with our ASEAN counterparts to achieve our financial inclusion goals.", "As I already mentioned, at the regional level, our cooperative arrangements in ASEAN place us in a unique position to engage in knowledge and experience-sharing in digital financial inclusion.", "Let us capitalize on each other's knowledge and cooperate so that we can have a financially inclusive ASEAN for the benefit of all our people.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "Digital technologies", "Consumer protection", "Digital banks", "Infrastructure", "Financial literacy", "Open Finance Framework", "Paleng-QR", "ASEAN", "Monetary Board"]}