{"sentences": ["The Regional Centre of Excellence (RCE), as you know, was established, in 2019, in collaboration with the OECD.", "The Governing Board of the RCE is chaired by the Governor of the Bank of Mauritius, and comprises amongst others, the Director of the Independent Commission Against Corruption and members from the OECD.", "The RCE has as objective the delivery of capacity-building programmes for the Southern and Eastern African region.", "Ladies and gentlemen, the Regional Centre of Excellence is situated at the 'Rue du Savoir' in Ebène.", "For those who do not understand French, 'Rue du Savoir' means 'Knowledge Street'.", "So this is the address of the Regional Centre of Excellence.", "It's all about learning, and knowledge, and this time our organising team chose the theme 'Sovereign Debt Management, Sustainable Bonds & Debt Transparency' .", "This theme is highly topical as, in the aftermath of the COVID-19 pandemic, many countries are struggling with high debt levels, soaring funding costs and deteriorating market conditions.", "Distinguished guests, sovereign debt is necessary to finance governments' operations and meet their financial obligations.", "Its importance can be understood from various 1.", "It plays a vital role in maintaining economic stability.", "Governments borrow, to fund public infrastructure projects, social welfare programs, and other development initiatives, that stimulate economic growth and improve the standard of living of their people.", "Sovereign debt, also allows governments to cover budget deficits and maintain the smooth functioning of public services.", "Sovereign debt provides governments with the necessary funds to respond swiftly and effectively to economic crises, as we have witnessed, during the global financial crisis and the COVID-19 pandemic.", "In the words of Alexander Hamilton, the founder and chief architect of the American financial system, 'A national debt, if it is not excessive will be to us a national blessing.\"", "Governments that manage their debts responsibly and repay their obligations on time build investor confidence.", "This leads to lower borrowing costs and encourages both domestic and foreign investments.", "This in turn, helps maintain a stable currency and promotes economic growth.", "However, ladies and gentlemen, excessive sovereign debt poses significant risks and challenges.", "Lack of financial discipline has already resulted in a few casualties, Lebanon, Sri Lanka, Tunisia and Zambia, to name a few.", "As beautifully put by Henry \"Debt is like any other trap, enough Wheeler Shaw, a 19 century American humorist, to get into, but hard enough to get out of.'", "Sovereign debts were already at record highs when the COVID-19 pandemic hit the planet.", "As central banks pursue policy normalization and debt reaching unprecedented levels, it is becoming more difficult for developing countries to obtain finance.", "This has translated into challenging market conditions and increased vulnerabilities, especially in developing and emerging economies.", "There is a need for governments and policymakers to keep a balance between borrowing for development and ensuring debt sustainability.", "Debt transparency can play a crucial role in allowing creditors to take informed lending decisions and support the effective use of debt for growth-enhancing projects.", "The sustainable bond market has been growing rapidly since a few years.", "Sustainable bonds aim to finance green and social projects that are aligned with internationally accepted principles.", "Distinguished guests, I'll share some figures to showcase our efforts.", "Mauritius has managed to bring down its public sector debt ratio to GDP from 96.2 per cent in June 2021 to 81.9 per cent in March 2023.", "The Honourable Minister of Finance here present opted to adopt a prudent fiscal stance.", "Given the growing importance of sustainable finance in recent years, a number of initiatives have been taken by both the public and the private sectors in Mauritius.", "A technical team comprising representatives from the Ministry of Finance, Economic Planning and Development and the Bank of Mauritius is currently working on the Environmental, Social and Governance framework.", "In June 2021, the Bank of Mauritius published a 'Guide for the Issue of Sustainable Bonds in Mauritius' , that lays down the foundation for the issuance of Green, Blue, Social, Climate and Sustainability Bonds in Mauritius.", "In December 2021, the FSC released its 'Guidelines for the issue of Corporate and Green Bonds in Mauritius\".", "In January 2022, a non-bank financial institution became the first Mauritian company to issue green bonds and plans to raise Rs3 billion over next five years.", "In February 2023, the same organisation announced the creation of a new Rs9 billion Medium-Term Note Programme.", "Significant strides have been made on the global front.", "During the 3 G20 Finance Ministers and Central Bank Governors Meeting held in Gujrat, India, just one week ago, Finance Ministers and Central Bank Chiefs opened talks on debt restructuring deals, multilateral bank reform and finance, to tackle climate change.", "The aim was to steer the global economy towards strong, sustainable, balanced and inclusive growth.", "For the Group of G20, addressing debt vulnerabilities in lower and middle-income countries, in an effective and comprehensive manner, is a priority.", "Accordingly, it has tasked the International Financial Architecture Working Group to develop a G20 Note on actions to be taken to enhance financing for Sustainable Development Goals, in line with the G20 Sustainable Finance Roadmap, with due consideration to country specificities.", "As fixed-income markets recover, a more selective approach to bond buying is likely to favour sustainable bonds.", "There is already a strong demand from investors and rising expectations for governments and organizations to deliver on their ESG commitments.", "I have no doubt that the discussions over the next couple of days will be enriching, with some key take-aways for each of us.", "Climbing the debt-transparency ladder requires sound legal and debt-management practices.", "A sustainable world means working together to create prosperity for all.", "Ladies and gentlemen, I wish you all well.", "I thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sovereign Debt Management", "Sustainable Bonds", "Debt Transparency", "Debt Sustainability", "Sustainable Finance", "Financial Discipline", "Debt Restructuring", "Economic Growth", "Fiscal Policy", "ESG Commitments"]}