{"sentences": ["Assalamualaikum warahmatullahi wabarakatuh and a very good afternoon, Distinguished members of FIDE Forum, ladies, and gentlemen First of all, allow me to thank FIDE Forum for the invitation.", "Diversity, equity, and inclusion (DEI) is a topic that has gained increasing prominence and attention in recent years in the context of workplace culture.", "It is no longer a buzzword.", "Rather, these are important concepts that reflect ongoing efforts to address systemic discrimination and promote fair opportunities for all.", "DEI has become a household strategy for talent retention, as organisations seek to create a conducive working experience for all employees.", "Companies that are diverse, equitable and inclusive tend to respond better to challenges, win top talent, and are better equipped to meet the different needs of society.", "As Malaysia is a country rich in cultural and ethnic diversity, DEI is especially important to ensure that people from all backgrounds have fair access to opportunities in all aspects of life.", "Let me attempt to unpack the term \"DEI\".", "First, diversity of demography and thought.", "Building a diverse demography at the workplace means growing a workforce that is characterised by a wide range of demographic factors, including age, race, ethnicity, gender as well as disability and socioeconomic status.", "Acknowledging and embracing this diversity is not only a social imperative but it enables us to develop solutions and policies that cater to the unique and evolving requirements of various demographic groups.", "The diversity of thought, on the other hand, refers to efforts to incorporate a variety of perspectives, experiences, and skills in problem-solving, innovation and decision-making, whilst encouraging employees to \"speak-out\" and bring their unique lens to the discussion table.", "Second, equity in pay and opportunities.", "Providing equal pay for equal work, irrespective of gender, race, or other demographic factors ensures that all employees receive fair compensation for their contributions.", "Providing equal opportunities for advancement and career development to all employees, irrespective of their backgrounds is also a strategic necessity.", "This inclusivity allows organisations to reap the rewards of a talented workforce, enhance productivity and drive organisational success.", "Thirdly, inclusive culture and practices.", "This is about creating an inclusive culture where all employees feel welcome, respected, and valued.", "This involves fostering an environment where individuals can bring their whole selves to work without fear of judgment, discrimination or bias.", "Focus should be spent on implementing inclusive practices in recruitment, promotions, training, and leadership development to ensure that opportunities are accessible to all employees.", "Inclusive practices also encompass the use of inclusive language, respectful behaviour, and support for diverse perspectives.", "For boards, DEI contributes toward enhancing board effectiveness.", "Diverse boards, with a wealth of individual and collective knowledge and experiences, are better equipped to make well-informed decisions.", "This diversity enables a broader range of ideas, reduce blind spots and challenge groupthink, thus fostering innovation and adaptability.", "Inclusive board cultures promote open dialogue and active participation, resulting in a more comprehensive understanding of issues and more effective problemsolving.", "Having leaders from under-represented groups also sends a positive message to wider stakeholders that their voices and concerns are heard.", "Ladies and gentlemen, Allow me to share some of Bank Negara's efforts in advocating for diversity, equity and inclusion, and offer several suggestions on how members of the board can drive DEI agenda.", "All these are aligned with the oversight responsibility of the Board in promoting sustainable growth and financial soundness of financial institutions, and the board's duty to consider the long-term implications of its decisions on all stakeholders including the general public.", "To start off with, the BNM Board has set a clear \"tone from the top\" for the Bank to develop diverse, equitable and inclusive work practices, culture, and environment.", "This has translated into the Bank's core aim, one of which, is to ensure that we have a strong culture and an engaged workforce that keeps us effective as an organisation in delivering our mandates.", "Having four generations collaborate in an inclusive environment fosters a rich exchange of perspectives that helps the Bank deal with complex issues in an evolving global landscape.", "As an example of DEI action, encouraging women participation in the labour force has been a long-standing priority of the Bank.", "In 2010, we invested in building a childcare facility, located near our head office, for mothers and parents to have peace of mind knowing that as they work, their children are well cared.", "Flexible working arrangement is also in place and further enhanced by a policy allowing staff to work remotely twice a week.", "These flexibilities facilitate a working parent to design a schedule or arrangement that best meets their situation.", "The Bank also ensures that its maternity, paternity and medical benefits remain attractive, comparable to leading industry practices.", "Today, in terms of gender diversity, women account close to 50% of the Bank's total employees.", "Forty-four percent of senior officers (Deputy Directors and above) are women.", "Fortyeight percent of heads of departments are women, of which 62% are heads of departments in core mandated areas of monetary and financial stability.", "Women executives also represent 57% of professionals in those core policy departments.", "In terms of pay scale, men and women performing comparable jobs are paid equitably based on merits.", "Recruitment and promotion considerations are performance-driven but underscored by extensive and continuing support for career development at every level of one's career, from support staff to senior leaders in the Bank.", "Training and exposure are given to everyone, through formal and informal learning.", "This includes involvement in cross-sectoral or Bank-wide projects, secondment to leading organisations and opportunity to undergo structured learning programmes.", "DEI strategies that remove barriers to effective participation in the workplace and provide ample opportunities for staff development in both technical and leadership areas would provide a fair chance for career progression to all.", "I believe that an open and inclusive environment is a fundamental pre-requisite of a performance-based organisation to ensure the best candidates are appointed for each available position, without leaving anyone behind.", "The Bank also subscribes to a set of values, principles and standards for all staff when performing their roles and duties in the Bank.", "It outlines the expectations for staff regarding respect for diversity, fostering a harmonious workplace and treating others with due respect.", "In meetings, staff are encouraged to be courageous to speak out constructively and participate in healthy debates.", "This sets a foundation for a culture of respect, inclusion and speaking up, where harassment, bullying and bias are not tolerated.", "Ladies and gentlemen, I would like to offer four imperatives for the Forum to consider in advancing diversity, equity and inclusion.", "These are roles that FIDE members should be familiar with and already discharging as part of the corporate governance responsibilities of the boards.", "However, the perspective that I am bringing today is the active infusion of DEI agenda into these existing roles.", "Firstly, the Board of Directors (BOD) should demonstrate full support for the DEI agenda.", "This may include reviewing and approving management's strategies, business plans and significant policies that embed the DEI principles and goals.", "Regular and transparent reviews and monitoring of DEI progress and challenges should be put in place, with clear key performance indicators established to measure progress.", "BOD should ensure the operations are conducted in alignment with the approved strategies and business plans.", "Secondly, BOD should establish clear corporate values and lines of responsibility that promote a culture of diversity, equity, and inclusivity.", "There should be clear lines of responsibility and accountability that are communicated throughout the organisation.", "Thirdly, BOD should ensure management is well-versed, competent, and a strong proponent of DEI.", "This is important to build employee's trust and assures them that they are employed by an organisation that supports and respects DEI agenda.", "Finally, BOD should ensure that comprehensive risk management policies, processes and infrastructures are established to manage DEI-related risk events such as discrimination and harassment claims, unconscious bias, failure to create an inclusive work environment, legal compliance, or failure to comply with diversity and equal opportunity laws.", "This way, the organisation is protected from the reputational damage that could affect the business and its stakeholders.", "Distinguished members of the Board, ladies, and gentlemen I urge BOD members who are present here today, to deepen your understanding of this subject, and advocate for the benefits DEI can create for the organisation.", "Empowering change through diversity, equity, and inclusion is a strategic business imperative.", "Let us together embrace this opportunity to lead with courage, empathy, and determination as we build a future where diversity is celebrated, equity is ensured, and inclusion is the norm to unlock the full potential of our organisations.", "With that, I thank you for your attention and wish everyone a fruitful and productive day ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Diversity, equity, and inclusion", "Inclusive culture", "Equity in pay", "Diversity of thought", "Board effectiveness", "Inclusive practices", "Unconscious bias", "DEI agenda", "Gender diversity", "Flexible working arrangements"]}