{"sentences": ["vy RESERVE BANK OF AUSTRALIA The Outlook for the Australian Economy Marion Kohler!", "Acting Assistant Governor (Economic) UBS Australasia Conference Sydney - 13 November 2023 Good morning.", "It's a pleasure to be here today and I would like to thank UBS for the invitation to speak at this year's Australasia Conference.", "Today I would like to talk about two topics.", "The first is how we see the outlook for the Australian economy.", "The second topic is the balance in the labour market, where I want to follow up on a recent speech by the Governor to say a bit about approaches we use to assess where we are rel full employment.", "However, before turning to what lies ahead, I'd like to look briefly in the rear-view mirror.", "We recently reviewed our economic forecasts for the year just past.", "This annual exercise is always revealing, but the biggest lesson is usually that humility is important when forecasting.", "That was particularly so a year ago, as the steep rise in inflation in 2022 had caught many forecasters by surprise, and not just here in Australia.", "Fortunately, the difference between what happened and what we expected a year ago is less dramatic this time around.", "In very broad terms, t Australian economy has evolved more or less as we expected a year ago.", "GDP growth has slowed, labour market conditions have eased a little headline inflation has fallen from its peak of close to 8 per cent in late 2022 to just under 512 per cent in the most recent data (Graph 1).", "This driven by lower goods price inflation as global supply chain issues improved.", "However, inflation is still too high and underlying inflation is higher than expected a year ago (Graph 2).!*!", "This reflects strong domestic cost pressures and a still-robust level of aggregate demand.", "Prices of many services have been rising briskly in Australia.", "I also want to note that services price inflation has been slow to decline in many other economies.", "The echoes of the pandemic disruptions were still evident in two notable developments over the past year.", "First, a rapid rebound in population boosted GDP growth but had little overall impact on the unemployment rate.", "And second, poor productivity outcomes added to labour costs.", "Both developments are also influencing our near-term outlook.", "Hot off the press is our Statement on Monetary Policy, which was published on Friday and includes our latest forecasts.", "So let me now look ahead and say a bit about the outlook for the Australian economy over the next couple of years.", "The outlook for the Australian economy The key features of the outlook are quite similar across advanced economies.", "That's not surprising given the succession of global shocks in recent years - including the pandemic, Russia's invasion of Ukraine and the sharp increase in energy and commodity prices - and that governments and central banks generally responded in similar ways.", "Economic growth is expected to be below average Growth in advanced economies has held up better than expected in the face of a range of headwinds.", "Even so, growth in most of these countries has slowed to below-average rates, and a further slowing is in prospect as tighter financial conditions continue to work their way through these economies.", "Australia is no different, with GDP growth expected to be below trend over the year ahead (Graph 3).", "This is mainly because of subdued growth in household consumption as cost-of-living pressures, higher interest rates and higher tax payable all continue to weigh on disposable incomes for a time.", "That said, demand has proved more resilient than we expected a few months ago.", "Public and business investment have been strong of late, supported by a large pipeline of construction and public infrastructure work.", "And a rapid rebound in the number of international students and tourists has contributed to robust growth in overall consumer spending domestically.", "These factors are expected to continue to support growth in the near term; they also help to explain why we have upgraded the outlook for growth over the coming year.", "Further ahead, growth is forecast to pick up gradually towards trend.", "This is expected to be driven by a pick-up in consumption growth as the pressures on households' budgets from inflation fade and household wealth is supported by higher prices in the established housing market.", "The very tight labour market conditions of the past year have begun to ease.", "Given below-trend growth, they are expected to continue doing so over the forecast period.", "A key margin of adjustment is expected to be a decline in average hours worked.", "This reflects a longer-run structural shift in the way the labour market adjusts during periods of slow growth.", "Employment is expected to grow throughout the forecast period, though for a time it is expected to grow more slowly than the working age population.", "The unemployment rate is forecast to increase to around 4% per cent in 2025.", "That is a smaller increase than in our August forecast due to the stronger-than-expected outlook for economic activity.", "Broader labour underutilisation rates are also expected to rise gradually as the labour market moves into balance.", "I will return to the topic of the labour market when discussing our full employment objective.", "Inflation is expected to ease, but more gradually than previously thought Inflation has been declining over the past year as the direct impacts of earlier supply shocks have faded.", "That decline is expected to continue as below- trend growth helps to bring demand and supply more into balance.", "However, we now expect this to be a more gradual process than we previously thought, due to the still-high level of domestic demand and strong labour and other cost pressures.", "Nevertheless, inflation is expected to be a little below 3 per cent at the end of 2025 (Graph 4).", "Trimmed Mean Inflation Forecast* 2015 2017 2019 2021 2023 2025 * Confidence intervals reflect RBA forecast errors since 1993, with the 70 per cent interval shown in dark blue and the 90 per cent interval shown in light blue.", "Much of the decline in inflation so far has been driven by lower goods price inflation, helped by the improvement in global supply chains and a decline in raw materials price inflation (Graph 5).", "We expect that this has a bit further to run, because the easing in global upstream costs continues to be passed through to final prices and demand growth continues to slow.", "A further easing in goods price inflation would also be consistent with what we've seen in other advanced economies.", "By contrast, domestically sourced inflation - in particular, services price inflation -- has been widespread and slow to decline.", "For example, the right- hand panel of Graph 5 shows that the prices of market services are rising briskly; the prices of these services, which cover around one-fifth of the CPI basket, are among the most sensitive to domestically generated inflationary pressures.", "More broadly, still-strong levels of demand have allowed businesses to pass on cost increases to customers.", "Business costs such as energy, rent and insurance have risen strongly, and labour costs have been pushed up by poor productivity outcomes.", "Wages growth has also picked up over the past year, but now appears to have broadly stabilised and is forecast to decline gradually over the next couple of years as labour market conditions ease.", "Our forecasts assume that productivity growth increases to around its pre-pandemic trend; on that basis, the outlook for nominal wages growth is broadly consistent with the inflation target.", "The next stage in bringing inflation back to target is likely to be more drawn out than the first.", "This has been the experience of some other advanced economies that have been a little ahead of Australia in this inflation cycle.", "The recent increase in fuel prices is also a timely reminder that upside surprises from supply shocks could affect headline inflation.", "All to say, the road ahead could be bumpy.", "One of the key risks is the possibility that high inflation today could lead households and businesses to expect high inflation in the future, putting upwards pressure on actual prices and wages.", "Encouragingly, measures of medium-term inflation expectations have generally remained consistent with the Bank's inflation target.", "But, if high inflation did become entrenched in people's expectations, it would be very costly to unwind, involving even higher interest rates and a larger rise in unemployment.", "The RBA's full employment objective I've so far said a lot about inflation, but less about the other part of our mandate - that is, maintaining full employment.", "This is an important objective.", "Being employed and being able to work the number of hours desired not only provides people with an income, but also gives them a sense of purpose and helps to foster mental and physical wellbeing.", "The costs of unemployment and underemployment also tend to be borne by certain groups within society, such as the young, and people on lower incomes and with less wealth.", "What is full employment in the context of setting monetary policy?", "The Governor recently spoke about what full employment means in the context of setting monetary policy, and how it complements the Australian Government's broader full employment objective as set out in its recent White Paper.", "For our purposes, full employment is 'the level of employment at which there is a balance between demand and supply in the labour market (and in the markets for goods and services) with inflation at the inflation target; this is the maximum level of employment that is consistent with our price stability mandate'.", "Monetary policy's two objectives - maintaining low and stable inflation and full employment - are closely intertwined.", "When demand for goods and services exceeds supply, product and labour markets will be tight and there will be upward pressure on inflation and wages growth.", "By contrast, when there is spare capacity in the economy, with supply exceeding demand, there will be downward pressure on inflation and wages growth.", "In considering the outlook for inflation, we assess the degree of balance in the markets for goods and services as well as in the labour market.", "But what I want to focus on here is the ways in which we assess labour market conditions against our objective of maintaining full employment.", "How do we assess where we are relative to full employment?", "In practice, full employment - or how close we are to full employment - is not something we can observe or measure directly.", "It cannot be comprehensively summarised by a single statistic or just one measure.", "It also changes over time as the structure of the economy evolves.", "Instead, we have to infer how close we are to full employment from what we can see happening in the labour market and the wider economy across a broad range of measures.", "So, how do we do this?", "Using statistical models to infer how much spare capacity there is in the labour market One approach taken by economists is to use statistical models to estimate what labour market outcomes would be consistent with full employment based on what we have seen in the past.", "Typically, the focus has been on estimating the rate of unemployment that puts neither upward nor downward pressure on inflation or labour cost growth, on the basis that this unemployment rate corresponds to both balance in the labour market and in the market for goods and services.", "By comparing this estimate to actual unemployment, we can get a sense of the tightness in the labour market - in effect, how close we are to full employment.", "A shortcoming of focusing on unemployment is that it provides only a partial picture of labour market spare capacity.", "In addition to people who are unemployed, there are many people who are employed but would like to work extra hours.", "This is known as 'underemployment'.", "In fact, in recent decades underemployment has grown in importance as a source of spare capacity, relative to the unemployment rate.", "Underlying that is a long-running trend increase in people working part-time - part-time workers are more likely to be underemployed than full-time workers.", "There has also been a related shift in the way the labour market adjusts to changes in labour demand.", "A greater share of the adjustment tends to happen through changes in hours worked, rather than headcount, than was the case a few decades ago.", "For that reason, we also look at a broader underutilisation rate, which captures the shortfall of hours worked due to both unemployment and underemployment (Graph 6).!°!", "We can apply the same statistical methods that we use for unemployment to estimate a broader underutilisation rate consistent with stable inflation.", "Model estimates - whether based on unemployment or underutilisation - are useful, but they are only a starting point for assessing labour market conditions.", "That is because these measures are estimated imprecisely, especially in real time.", "Graph 7 shows an illustrative range of central estimates from a selection of models.", "Importantly, this range does not capture the uncertainty around the estimate from each individual model, which is considerable.", "You can also see that the estimates change over time: over the past 20 years the estimated levels of unemployment and underutilisation consistent with full employment have drifted down in response to structural changes in the economy.", "Model Estimates of Full Employment* Per cent of labour force % Unemployment % 4 4 % Underutilisation % 6 6 4 2 a ss a GD eG GG GN GG A RO 1993 1999 2005 2011 2017 2023 * Blue swathe shows illustrative range of estimates from a selection of models; estimates are subject to revision due to data and model refinements.", "A suite of labour market indicators to assess labour market spare To get a fuller picture of labour market balance, we look at a suite of indicators in addition to statistical models.", "We also talk to businesses through our liaison program.", "We consider research and views of academics and market economists.", "We talk to government agencies, international organisations and other central banks.", "And we engage with key stakeholders that represent the interests of workers and disadvantaged groups in the community.", "Drawing conclusions from this broad set of information requires careful judgement.", "Our suite of indicators is covered in detail in our quarterly Statement on Monetary Policy and can also be found in previous speeches.", "For example, Graph 8 shows some indicators covered in the most recent edition of the Statement.", "It summarises a selection of measures of labour market tightness, including job vacancies, a survey measure of labour availability constraints, and labour utilisation across different groups of people that are more sensitive to the economic cycle; it shows conditions are easing but are still tight.", "Labour Market Indicators % Vacancies-to-unemployment Labour availability* % %I Youth unemployment rate Medium-term % unemployment rate fs [a ee es a 2013 2018 2023 2013 2018 2023 * Share of firms reporting suitable labour as a severe output constraint.", "Sources: ABS; NAB; RBA.", "We also monitor many other indicators, which altogether tell a similar story of relatively tight labour market conditions.", "These indicators can all be broadly summarised into a few high-level categories: Indicators of labour demand: These include job advertisements, firms' hiring intentions and the job vacancy rate, as well as business liaison and survey measures of the share of businesses for which labour is a constraint on output.", "¢ Indicators of labour supply: Changes in labour force participation affect labour supply and can add to or reduce spare capacity.", "We try to distinguish the response of participation to the economic cycle from longer-run trends, such as the increase in the share of females joining the workforce.", "The pronounced swings in immigration seen in recent years have also had implications for labour supply, especially in some industries.", "¢ Quantity indicators of labour market tightness: We look at a range of measures to gauge labour market tightness such as underutilisation, the unemployment rate, the number of job vacancies relative to jobseekers and the share of workers that choose to switch jobs.", "¢ Price indicators of the overall balance of demand and supply: Related to labour market tightness, wages - in combination with productivity - and inflation outcomes provide insight into the balance of supply and demand in the labour market and in both the labour and product markets, respectively.", "Graph 9 brings together a simple visual dashboard summary of some of these measures.", "I should highlight that the information here is based on actual data observed since 2000 and does not incorporate any model estimates such as those I've discussed earlier.", "Full Employment Indicators* Current conditions relative to 2000 to 2023 range Loosest Tightest Unemployment rate 75 & 34 Underemployment rate 13.7 a 57 Hours-based underutilisation rate 12.0 & 46 Medium-term unemployment rate 5.0 @ 17 Youth unemployment rate 16.5 © 74 Vacancies-to-unemployment ratio 13.2 cc) 92.5 Job ads (share of labour force) 05 oy 28 Firms reporting severe labour constraint 5.0 & 55.0 Employment intentions** 05 a 14 Hires rate*** 69 3 115 Separations rate*** 15.5 88 7.0 * Blue dots represent current outcomes, light grey shaded areas cover the middle 80 per cent of observations and the dark grey range covers the middle 50 per cent of observations.", "** From firms in the RBA's liaison program; over the year ahead; expressed as a Likert score.", "*** The hires (separations) rate measures the number of people entering (leaving) employment, obtaining (leaving) secondary jobs, or switching jobs, as a share of the number of filled jobs.", "Each row shows the latest observation for an indicator as a blue dot.", "A greater degree of labour market tightness is associated with blue dots further to the right.", "The shaded area shows the typical range of outcomes over the past 20 or so years.", "This dashboard suggests that the labour market remains quite tight across a range of dimensions.", "Of course, we need to be careful here: an indicator that is outside its typical historical range might be giving us a signal about labour market tightness, or it might just be a reflection that the typical level of that indicator has drifted up or down over time, for a given level of labour market tightness.", "For example, we think that the labour market is in balance at a lower rate of unemployment than it was 20 years ago.", "In this case, the unemployment rate when the economy is at full employment is likely to be below the middle of the historical range of observations from the past two decades.", "In practice, we need to look carefully at these and other indicators to inform our overall judgement - there is no mechanical link between this dashboard and our overall view of the labour market.", "Our full employment objective is integral to the welfare of Australians.", "I have set out some of the ways in which we assess conditions in the labour market relative to full employment.", "In short, there is no single measure, so we use a range of indicators to form an overall judgement.", "We currently expect a further gradual easing in the labour market resulting from a period of below-trend growth in aggregate demand for goods and services.", "We expect inflation to continue to decline, but more gradually than anticipated three months ago.", "Higher interest rates are working to help establish a more sustainable balance between supply and demand across the economy, which is expected to support the return to low and stable inflation.", "Thank you for your time.", "* Iam grateful to Sue Black, Shayan Omidi, Avish Sharma, Tim Taylor and Dmitry Titkov for excellent assistance with this speech.", "Particular thanks to Alexander Ballantyne for leading the work on labour market models in recent times.", "1 Underlying measures of inflation - such as a trimmed mean - are designed to better capture the trend in inflation, by abstracting from temporary or large price movements.", "2 Bullock M (2023), 'Monetary Policy in Australia: Complementarities and Trade-offs', Speech at Commonwealth Bank Global Markets Conference, Sydney, 24 October.", "3 This concept is known as the 'Non-accelerating Inflation Rate of Unemployment', or NAIRU.", "For further discussion, see Cusbert T (2017), 'Estimating the NAIRU and the Unemployment Gap', RBA Bulletin, June; Ellis L (2019), 'Watching the Invisibles', 2019 Freebairn Lecture in Public Policy, University of Melbourne, 12 June.", "Treasury also maintains a NAIRU model: see Ruberl H, M Ball, L Lucas and T Williamson (2021), 'Estimating the NAIRU in Australia', Treasury Working Paper No 2021-01.", "4 See Chambers M, B Chapman and E Rogerson (2021), 'Underemployment in the Australian Labour Market', RBA Bulletin, June.", "Cyclical Labour Market Adjustment in Australia, RBA Research Discussion Paper No 2016-06.", "6 Even a broad measure of underutilisation like this might miss part of the picture.", "Participation in the labour force can vary over the economic cycle, so that people not currently in the labour force are a potential source of spare capacity: see Evans R, A Moore and D Rees (2018), 'The Cyclical Behaviour of Labour Force Participation', RBA Bulletin, June; Heath A, 'The Evolving Australian Labour Market', Speech at Business Educators Australasia 2018 Biennial Conference, Canberra, 5 October.", "This is perhaps most relevant for the large group of people who would like to work but are not counted as unemployed because they are not actively looking for work.", "These so-called 'marginally attached' workers could be drawn into the labour force if conditions changed so that looking for work became more attractive.", "[8] See, for example, Lowe P (2019), 'The Labour Market and Spare Capacity', Address to a Committee for Economic Development of Australia (CEDA) Event, Adelaide, 20 June; Bullock M (2023), 'Achieving Full Employment', Speech at the Ai Group, Newcastle, 20 June.", "[9] It is possible to construct alternative ranges using statistical methods to address this issue.", "For example, for the unemployment and underutilisation rates, an alternative range to use as context for the latest observations could be given by the confidence bands around some of the statistical estimates of full employment discussed above.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to country.", "We pay our respects to their Elders, past and present."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Labour market", "Full employment", "Economic growth", "Monetary policy", "Unemployment", "Underemployment", "Wages", "Inflation expectations", "Productivity"]}