{"sentences": ["Manila Times President and CEO Dante \"Klink\" Ang II, Ambassador and PCCI President Benedicto Yujuico, Metrobank Senior Executive Vice President Fernand Antonio Tansingco, other Manila Times officers and staff, members of the media, ladies and gentlemen.", "Thank you for inviting me to the Manila Times Online Forum on the \"2020 Midyear Economic Review.\"", "This morning, I will fill you in on where the economy stands midway into a very interesting year, including the latest developments in the country's monetary, financial, and external sectors.", "I will also discuss some of the recent BSP policies, initiatives, and measures to help the Philippine economy during this trying time.", "As you know, the Philippines went through years of difficult but necessary economic reform.", "The result of this process provided steady anchor for the country's economic resilience.", "Our economy has weathered different economic crises, political changes, and natural calamities.", "Still, the current COVID-19 pandemic is a crisis like no other.", "This pandemic has morphed into a full-blown global economic crisis.", "Yet, the Philippines has had strong economic fundamentals such as robust growth, good fiscal performance and strong external and financial sector positions-which provided relative stability in the face of the COVID-19 pandemic.", "In the first six months of 2020, inflation averaged at 2.5 percent.", "Monthly inflation has been on a decline since the start of 2020 - from 2.9 percent in January to 2.5 percent in June.", "Year-onyear food inflation decelerated while non-food inflation also declined due in part to lower domestic petroleum prices.", "Latest BSP baseline forecasts indicate that inflation could settle at 2.3 percent which is at the lower end of the national government's target range of 2.0 to 4.0 percent for 2020 and 2021.", "The stability of the Philippine banking system is also a source of strength for the domestic economy.", "As of end-December 2019, universal and commercial banks posted a capital adequacy ratio of 15.4 percent on solo basis and 16.0 percent on consolidated basis.", "This means that banks' financing activities are supported by adequate capital which is composed mainly of common equity and retained earnings.", "Quality of capital remains intact as universal and commercial bank industry posted higher leverage ratio at 9.4 percent (solo basis) and 9.9 percent (on consolidated basis) from its threshold of 5.0 percent.", "In addition, the banking industry has had low exposure to bad debts with the non-performing loans ratio of universal and commercial banks at a mere 1.9 percent and non-performing assets ratio at 1.6 percent as of end-April 2020.", "We also have a robust external payments position which provides adequate buffers against global risks and shocks.", "In 2019, the country's balance of payments position recorded a surplus of US$7.8 billion, a turnaround from the US$2.3 billion deficit registered in 2018.", "For the first five months of 2020, the balance of payments position posted a surplus of US$4.0 billion.", "The balance of payments surplus is due mainly to the foreign borrowings by the national government in April and May as well as improvements in the current account balance, which countered the net foreign portfolio investment outflows and lower foreign direct investments inflows.", "For the first quarter of 2020, the current account posted a surplus equivalent to 0.1 percent of GDP due to the lower merchandise trade deficit and sustained net inflows of personal remittances from overseas Filipinos, which offset the impact of lower trade in services receipts.", "The peso has also been broadly stable-supported by the Philippines' strong external payments position.", "The peso in fact appears to buck the trend as most regional currencies have depreciated against the US dollar.", "Year-to-date, the peso appreciated by 2.81 percent.", "One of the lessons we learned during the Asian Financial Crisis is the need to accumulate foreign reserves as self-insurance against a currency crisis.", "As of end-June 2020, the country's gross international reserves stood at an all-time high of US$93.3 billion.", "This is enough to cover 8.4 months' worth of imports of goods and payments for services and primary income.", "It is also equivalent to 7.3 times the country's short-term external debt based on original maturity.", "The country's favorable external debt profile supports the external payments position.", "As of end-March 2020, the Philippines' external debt stock stood at US$81.4 billion, lower by US$2.2 billion than its recorded level in end-December 2019.", "The decline in the debt level in the first quarter of 2020 was largely due to the net repayments made by the private sector (mostly by banks).", "It is worth noting that the Philippines' external debt metrics have steadily improved with the significant decline in the external debt-to-GDP ratio from 59.7 percent in 2005 to 22.2 percent in 2019 and further to 21.4 percent as of end-March 2020.", "Our debt-to-GDP ratio remains one of the lowest among ASEAN member countries.", "International rating agencies affirm that the Philippines is likely to come out of the pandemic with little economic damage.", "Last July 16, 2020, Moody's gave a vote of confidence on the Philippines by affirming its Baa2 rating and maintaining its outlook as \"stable.\"", "In June, the Japan Credit Rating Agency upgraded our credit rating to A- from BBB+.", "Another Japanese credit rating agency, R&I, upgraded the Philippines' credit rating to BBB+ from BBB in February.", "Both ratings are assigned a stable outlook.", "S&P and Fitch, on the other hand, have affirmed their rating of BBB+ and BBB, respectively.", "The prestigious publication, The Economist, also acknowledged the Philippines' relatively strong financial strength based on four metrics, namely public debt, foreign debt, cost of borrowing, and reserve cover.", "It assessed the Philippines as the sixth best among 66 emerging economies, and the first among its Southeast Asian peers.", "This slide shows the rating actions of the three global credit rating agencies - Fitch, Moody's, and S&P.", "As of end of June 2020, 39 countries have been downgraded while there had been 101 negative outlook revisions.", "Viewed in this light, Moody's confirmation of the Philippines' credit rating of \"Baa2\" with a \"stable\" outlook should be seen as a resounding vote of confidence for the Philippines.", "Nevertheless, the country's sound fundamentals will lend support to our response to this pandemic and propel the economy into a strong recovery in 2021 and 2022.", "One of the pillars of central banking is a safe and efficient payments and settlements system.", "On December 9, 2015, the BSP and industry stakeholders launched the National Retail Payment System (NRPS), a policy and regulatory framework for the carrying out of retail payment activities through the BSP supervised financial institutions.", "Through the NRPS, the BSP endeavors to create a safe, reliable, affordable, interoperable, and efficient retail payments system in the country.", "Under the NRPS, BSP also encourages the use of electronic payments or modern financial technologies to enhance the speed, convenience and affordability of financial transactions.", "This method of electronic payments will be at the forefront as the country transitions into the \"New Economy.\"", "As of May 31, 2020, PESONet has 58 participating institutions while InstaPay has 45.", "Both are expected to have more participating institutions in the coming years.", "The BSP is also encouraging the wide adoption of the national QR code standard as well as the use of online payment facilities for government transactions.", "The launching of the EGov Pay facility to digitize government collections and disbursements will lead to more efficient government collection, better audit, and enhanced transparency.", "It also aims to eventually plug revenue leaks.", "EGov Pay will be expanded to enable ordinary citizens to digitally pay government tax, fees and charges.", "The BSP plays a supportive role in the promotion of inclusive economic and social development objectives of the government through its advocacy programs aimed at promoting financial inclusion.", "The National Strategy for Financial Inclusion provides the national vision for financial inclusion and a platform for public and private sector coordination to ensure synergy of efforts in achieving shared objectives.", "Meanwhile, the range of microfinance loans offered by banks has broadened from regular microloans to microcredit for agriculture, housing and business, as well as micro-insurance in line with the growing needs and strengthened capacities of banks' clients.", "As of end-2019, a total of 154 banks with microfinance operations had been serving more than 2.4 million micro-entrepreneurs.", "The total value of microfinance loans extended as of end-2019 amounted to PHP27.3 billion, 20.7 percent higher than its level in 2018 at PHP22.6 billion.", "Meanwhile, Credit Surety Fund (CSF) program is a credit enhancement scheme that allows micro, small and medium enterprises, which are members of cooperatives, to borrow from banks using the CSF surety cover as security for the loan in lieu of conventional collateral.", "From its inception in 2008 until end-2019, a total of 55 CSFs located in 34 provinces and 21 cities have been established nationwide.", "Correspondingly, cumulative approved loans for 17,424 MSME-beneficiaries reached PHP5.7 billion.", "Amid this crisis, central banks around the globe are at the forefront to help their respective economies get through the uncertainties of this pandemic.", "The BSP responded by proactively implementing measures to ensure sufficient liquidity in the financial system, even as health and fiscal measures were seen as frontline responses to the pandemic.", "The BSP's liquidity-enhancing policies are intended to reassure markets, restore business confidence, and support recovery once the lockdowns are lifted.", "In the medium to long run, containment of the virus should lead to the resumption of business activities and economic growth which should, in turn, encourage private sector investment and lending activities.", "The liquidity injection from BSP measures is estimated at about PHP1.3 trillion, equivalent to 6.7 percent of GDP.", "Furthermore, the BSP approved a package of measures to further reduce the financial burden on loans to MSMEs.", "In particular, loans granted to MSMEs shall be counted as part of banks' compliance with reserve requirements.", "These measures likewise complement earlier monetary actions taken by the BSP to shore up market confidence and cushion domestic economic activity, along with various time-bound relaxation of various regulations (e.g., calculation of penalties on required reserves and single borrower limits, among others).", "With concerns of potential souring of loans coming from both businesses and households, the BSP deployed a range of regulatory relief measures that include approaches that could support the treatment and management of affected loans.", "The regulatory relief measures aim to encourage BSP-Supervised Institutions to grant a temporary grace period for loan payments or to restructure the loan accounts of their borrowers.", "As we face the challenges and uncertainties from this continuing pandemic, the BSP reiterates its commitment to use its entire arsenal of policy tools and instruments in a timely and prudent manner to help cushion the economy from the potential fallout.", "The relatively benign inflation outlook in the policy horizon provides space for monetary policy adjustments to complement the national government's efforts in mitigating the adverse impact of the COVID-19 public health crisis.", "Moreover, the BSP remains vigilant in monitoring domestic and international developments for any other emerging risks to the outlook for both inflation and economic activity.", "Our experience with COVID-19 highlighted the increasing importance of digital transactions.", "The volume and value of the combined transactions of PESONet and InstaPay surged during the lockdown.", "A comparison between the two-and-a-half months duration prior to the lockdown from January 1 to March 16 and the period under lockdown from March 17 to May 31 indicates that the combined transactions of both PESONet and InstaPay rose by over 70 percent in volume and 42 percent in value.", "By contrast, the volume and value of check payments and ATM withdrawals declined.", "Needless to say that looking forward, we will not only expand the reach of digital payments, but enhance its efficiency.", "Efficiency in retail payments is really about speed, convenience and affordability, which can clearly be supported by a shift to electronic payments.", "The BSP envisions an accelerated uptake of e-payment services, through digital platforms like the InstaPay and PESONet, in the next three years.", "It is our goal to have half of financial transactions-in volume and value-be in digital form by 2023, if not sooner.", "We have gained significant strides in this direction through the adoption of the national QR code standard, as well as the use of online payment facilities for government transactions.", "On the legislative front, the BSP will push for the passage of the following priority bills: Amendment to Republic Act Nos.", "1405 and 6426, the laws pertaining to the secrecy of bank Amendment to Republic Act No.", "9510 or the \"Credit Information System Act; Amendment to Republic Act No.", "10000 or the \"Agri-Agra law\"; Financial Consumer Protection Bill; Financial Institutions Strategic Transfer (FIST); Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery (GUIDE); and Bayanihan II or to Recover as One Act To summarize, allow me to highlight three main points from the presentation: First, the Philippines entered into the global pandemic with stronger macroeconomic position compared with its regional peers.", "The country is well-situated to re-start its economic growth and development process.", "Second, in response to the COVID-19 pandemic, the BSP implemented policy measures intended to reassure markets, restore business confidence, and ensure quick recovery once the lockdowns are lifted.", "However, the decision to unwind COVID-19 policy responses will be gradual, prudent and evidence-based.", "A well-thought-out disengagement strategy is necessary.", "Lastly, the BSP remains committed to deploy the necessary policy measures and reforms to help the Philippine economy recover from the COVID-19 crisis and to build its resilience against future crises.", "Let me close with an optimistic note.", "All the numbers I've cited earlier are true.", "I foresee a \"hockey stick\" like recovery, with the lowest point in the second quarter.", "But the third quarter will be better, and the fourth quarter will be even better.", "But while we're not out of the woods yet, we have to look beyond this crisis.", "What else can we do to make the Philippines more robust and resilient?", "How do we prepare for the next crisis?", "Let me remind you again that we entered this crisis from a position of strength.", "Do I become hopeful or fearful?", "What can I do to calm the market, live with the virus, and prepare for a better tomorrow?", "I choose to be hopeful.", "Once again, thank you and a pleasant morning to all!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic recovery", "Financial stability", "Inflation", "Balance of payments", "External debt", "Credit rating", "Retail payments", "Financial inclusion", "Digital transactions"]}