{"sentences": ["Hello to all those watching the conference-I am pleased to be here today taking part in this important professional discussion, which the Eli Hurvitz conference provides each year.", "The past year was characterized by a health crisis that led to an economic crisis of historic proportions, one that crossed borders and continents.", "The lockdowns imposed in response to the broad outbreak of infection led to a sharp decline in economic activity.", "We are pleased that the recovery from the second lockdown has been more rapid than the recovery from the first one, and thus it may be concluded that it is important to continue and open the economy and to maximize economic activity, but in a responsible manner.", "The crisis also caused a strong negative impact on the labor market-an impact that included all population levels and geographic areas.", "The government's role in the handling of and exit from the crisis is extensive and incredibly important, and hence there is great importance to the 2021 budget, which is the economic work plan of the government.", "I will expand on the importance further on in my remarks.", "Monetary policy has also had an important role in the crisis so far, and through it the Bank of Israel worked in a range of ways to minimize as much as possible the negative impact on Israel's economy, and we are working all the time on steps and programs that will lead the economy back to a path of growth, employment and productivity, through utilizing the opportunities inherent in the crisis.", "I will begin with a short survey of the Israeli economy as it headed into the crisis.", "It should be recalled that Israel entered the crisis in a relatively good state: solid growth, a tight labor market, a current account surplus, and a debt to GDP ratio that had declined to approximately 60 percent, due as well to the responsible budgetary conduct by Israeli governments in most years-a fact I've defined in the past as a strategic asset.", "Israel was adversely impacted by the crisis relatively less than other economies worldwide.", "The outbreak of the crisis and the imposing of limitations led to a negative economic impact, but compared internationally the adverse impact to GDP was lower.", "The data throughout the summer were better than we had thought, and show that there should be a continuation of a policy to minimize the adverse impact on businesses that drive growth and employment, and to open the economy in a responsible manner alongside maintaining low morbidity.", "We are seeing that the adverse impact from the second lockdown to date has been lower than the first lockdown, and the economic recovery from it has been relatively rapid.", "The Bank of Israel Research Department presents a forecast with two macroeconomic scenarios, depending on the development of the infection rate in Israel.", "These were built based on information that we had in October.", "One scenario is the \"control scenario\", which includes the second lockdown with exit paths as we currently see them-gradually, without further significant limitations through the second quarter of 2021.", "The \"low control\" scenario refers to a longer and more severe lockdown as well as additional waves of morbidity around December-January and even another around March.", "The gap between the scenarios is very wide, with the differences between the two scenarios mostly being reflected in 2021.", "In order to understand the meaning of the control scenario relative to the point we should have been if not for the coronavirus, under the control scenario there is a GDP gap of 5 percent and under the low control scenario the gap is almost 10 percent.", "These are tremendous differences -GDP of billions of shekels that is not being achieved by the Israeli economy.", "Obviously, we also have some good news-not only regarding third quarter activity but also the expected arrival of the vaccine.", "However, we have to understand that even with the vaccine and if everything occurs as it should, we will be with the coronavirus until at least the end of the first quarter of 2021, if not into the second quarter of 2021.", "Therefore, the two scenarios in the forecast are still relevant.", "When we examine the forecasts regarding unemployment and the labor market, we can see evidence that the labor market will take quite some time to return to its strength, and that is also when the economy will recover.", "Unemployment rates are very high.", "In the low control scenario, the broad unemployment rate is liable to stabilize around 14 percent, while under the control scenario the broad unemployment rate could decline to around 8 percent.", "I would like to focus on two main subjects-the labor market and the activity of small and micro businesses.", "The labor market and the activity of small and micro businesses are particularly relevant to economic recovery-economic activity returned to rapid activity after the second lockdown, but the labor market is recovering more slowly.", "We can look at 3 concepts - standard unemployment, which represents the unemployed; the unemployed and those on unpaid leave; and the unemployed, those on unpaid leave, and those who've reported that they've already stopped seeking work due to the coronavirus.", "This is the definition of the concept of broad unemployment.", "The trend line in the past month is slower than the trend of return to work in the first lockdown, it gets stronger gradually and more slowly and stabilizes in the middle of November at an unemployment rate of approximately 14.5 percent.", "This raises the question, do we have here the signs of structural unemployment?", "Reasons for this can be that businesses that closed or were suspended during the crisis will not reopen, or alternatively employers found ways to increase efficiency in their labor force.", "Alternatively, it could be that the uncertainty creates a temporary concern among employers to recruit workers at this time.", "An additional marker for the concern of structural unemployment is the stabilization in the number of those unemployed for four months already at around 200,000 people.", "These data raise the concern that for those unemployed people it will be particularly difficult to return to the employment circle.", "It is important to remember that the longer workers are detached from work, their human capital erodes, and the ability to find work becomes more difficult.", "We can also see an adverse impact on employment relative to wages.", "Decision makers, supported by the Bank of Israel, minimized the lockdowns' limitations in industries in which the risk of infection is low and the contribution to GDP and employment are high.", "Thus, the fact that they continued to work reduced the adverse impact on the economy overall.", "This reflects the world of high tech, finance, and areas that are amenable to technology, digitization.", "In contrast, the cost of this is that inequality increased.", "The strong got stronger and the weak became weaker.", "We can see that low wage earners were more negatively impacted by the crisis.", "Entire areas of business, in which wages are not high to begin with, such as culture, art, leisure, trade and micro businesses, were the most negatively impacted.", "We have to take care that the first-mentioned industries continue to grow, but at the same time we have to assist those areas that I noted in order to allow economic recovery and broad employment.", "The increase in inequality will create a notable adverse impact on the resilience of Israeli society, which has negative influences on the economy, and certainly on society.", "I see and hear publications that those with the main adverse impacts are youth and students.", "In actuality, the reality is more complicated.", "The coronavirus of unemployment negatively impacted the entire economy!", "It did so without distinguishing between age, geographic location, the self-employed, wage earners, women, men, Arabs, ultraOrthodox, and essentially everyone.", "I see in this a very important issue, from the economic as well as the social perspectives.", "Let me give 2 examples on which to focus: The population aged 55 and older still have 10-15 years of work ahead, and a considerable percentage of them have not yet returned to the labor market.", "It should be remembered that this is a population for whom it is often the peak of their lives and the peak of their careers.", "There is a real concern that without government assistance in training they will not be able to return to the labor market in the years remaining in their career.", "We are liable to lose here 15 years of work and productivity of tens of thousands of workers.", "Another point worth remembering is that unemployment has reached the center of the country, and can be seen today from Hadera to Gadera, an area that was less exposed to unemployment-the middle of the country, which contains 41 percent of Israel's population, today contains 55 percent of the unemployed in Israel.", "Therefore it is important to us, that beyond holding training, we should increase the flexibility of the ability to return to the labor market.", "The mechanism for that exists today, and it should be maintained and even developed further.", "Thus, for example, an employee who wants to, and can, return to work on a part-time basis will be able to collect partial unemployment benefits.", "The worker's economic status will improve and the burden on the government and the budget will decline.", "It is clear to us that there are more than a few employers who will not immediately return to 100 percent activity and these abilities to increase flexibility are very important.", "In addition, it is also important to stick to a model of maintaining employment, which has already been discussed a lot, and with it to increase the ability to incentivize employers to retain employees.", "There is a concern that even after the vaccine we will remain for some time with a considerable amount of uncertainty in the labor market, and it is not impossible that demand for workers will still be low.", "The range of these steps and the focus on the populations that need assistance will help to reduce that uncertainty and the \"new normal\" that will be created in the labor market after the coronavirus event will contain as little as possible structural unemployment.", "Further to this, I would like to shine the spotlight on the business owners, those who of course reflect the demand for workers.", "There are 2 real time surveys by the Central Bureau of Statistics in August and October, in which businesses of various sizes were asked, \"How long can you continue activities if the current situation continues\"?", "The business owners estimate that should the limitations be expanded, such as the possibility of entering a third lockdown, the adverse impact they expect will increase.", "Thus, for example, we can see that in August, 80 percent of large businesses claimed that they can exist more than half a year, while in October the figure declined to 54 percent.", "Due to the second lockdown, business owners became more pessimistic regarding their ability to survive.", "I will now expand on fiscal policy, the government debt, the importance of the 2021 budget and the utilization of the crisis to increase the level of productivity and to develop the financial world.", "I want to go back and spend some time on the issue of the deficit and the debt to GDP ratio, and the importance of keeping them at a controllable level.", "The fact is that the Israeli economy went into the crisis with the deficit and the debt to GDP ratio relatively low.", "Now as well these figures are low in international comparison, which is an important asset for Israel's economy.", "The reason for this is that financial markets and international institutions have confidence in the Israeli economy, as rating agency S&P noted when it confirmed Israel's credit rating, and as IMF economists wrote in their recent survey.", "However, the decline the debt to GDP ratio in the past 20 years derived not only from fiscal restraint steps but also from other factors that there is no guarantee will be on our side in the future when we want to lower the debt to GDP ratio.", "These factors include the fact that over those years, the GDP deflator increased faster than the CPI used to calculate the debt, export prices increased more than import prices, and there was a big redemption of public debt to the government.", "The combination of these factors helped \"pull\" the debt to GDP ratio downward, and as they are not permanent, they may even balance upward over the long term.", "However, it is very important to understand that the rating is not a given, and we should take note of the points raised in that S&P report, in which they point out that there is a possibility that Israel's good rating will decrease should the economic crisis extend longer than expected, or if there is a lack of fiscal convergence in the medium term and instability to a debt to GDP ratio around 80 percent.", "I would like to emphasize the importance of maintaining the credit rating.", "The economic significance is that the State of Israel can issue debt at more convenient prices, and the government's interest expenditures are smaller, so that more resources can be allocated to growth drivers and assistance to citizens.", "As there is considerable uncertainty regarding the macroeconomic environment, we can see a large difference between the forecast for the deficit and the debt to GDP ratio under scenarios in which there is a lot or a little control of morbidity.", "Therefore, in order to reduce the uncertainty, a reduction is required in the expenditure side, \"the numerator\", which can be controlled more effectively than the denominator side-the size of GDP.", "We can see the change in the debt to GDP ratio under the 2 scenarios of control and low control over morbidity.", "As noted, it is very important that this ratio doesn't run wild.", "This will require tight fiscal restraint.", "We should also note that there won't be a rapid convergence to even a structural-deficit target of 2.5 percent.", "In contrast, this ratio will decline to the extent that we will be able to improve productivity and growth of GDP-something that naturally will improve the standard of living in the economy.", "Therefore, we need to put into the 2021 budget already growth accelerators to exit the crisis, and to invest in issues that support productivity, such as human capital, decreasing bureaucracy and regulation and increasing the efficiency in the public sector, in physical capital and infrastructures -details on the implementation of these items can be found in the Bank of Israel's Productivity Report.", "It is very important to approve the budget for 2021 very soon, it is the government's economic work plan.", "The interim budget through which the government is currently operating is causing the government to operate under a budget based on the budget for 2019, which was approved during 2018, and that is about 5.5 percent lower, in real terms, than the situation in which budgets would be approved based on the expenditure limitation.", "This is liable to lead to fiscal restraint for reasons that are not wanted and at a time that is not appropriate.", "This impacts on the activities of government ministries as well as on a range of entities and organizations.", "An approved budget enables them to act with a work plan based on a budget that provides a response to the needs of the population.", "In addition, since the 2019 budget was passed, the economy has gone through many fluctuations, and the budget needs to be aligned with needs that have changed, and a renewed allocation of part of the budget by shifting budget sources among various goals and programs of the government.", "A rapid contraction of the structural deficit and the debt to GDP ratio, through increasing tax rates and moderating expenditures, is likely to impact adversely the Israeli economy's exit from the crisis.", "Therefore, it is recommended to approve the budget for 2021 very soon, while converging to the multiyear fiscal frameworks that will stabilize the debt to GDP ratio and at the same time will allow flexibility due to the considerable uncertainty.", "To that end the following principles should be 1.", "Regular expenditures in 2021 will be based on the amount of total expenditure, and will be separated from the direct expenditures deriving from dealing with the coronavirus.", "Due to the high uncertainty, for 2021 the deficit will be consequential but the tax rate will not be reduced without a parallel decrease in expenditures.", "Adjustments will not be made for the coming years, but decisions that increase them will be blocked.", "The multiyear budget framework for years after 2021 will be determined when approving the 2022 budget.", "Instead of the existing expenditure limitation, the 2022 budget will anchor an outline for reducing the debt via an \"adjusted expenditure\" ceiling.", "Let's switch now to speak about the foreign exchange market, which in recent weeks has been at the core of the economic discourse, and I will try to review it at this opportunity.", "I will speak now about the reasons that led to the strengthening of the shekel, the steps that the Bank has taken so far, and what the policy terms are, looking ahead.", "The dollar weakness is a global phenomenon, and the dollar has weakened against most countries worldwide.", "The shekel hasn't particularly stood out in its strength against the dollar, among other things due to the Bank of Israel's policy in the foreign exchange market.", "Accordingly, the strength of the effective exchange rate, and of the shekel vis-à-vis the euro, are more moderate than against the dollar.", "There are additional reasons for the strength of the shekel.", "The current account surplus grew this year, due to transitory reasons related to the crisis-the marked contraction in the quantity of imports and a decline in energy prices.", "The reasons that led to the strength of the shekel are mostly good ones-years of current account surplus, and the capital flows into the economy are extensive investments by the leading technology companies in the world in the Israeli economy, and large institutional investors around the world increased the scope of their holdings in Israeli government bonds due to Israel joining the WGBI index.", "In addition, the coronavirus adversely impacted imports, while exports continued to grow, which combined with the effect of the balance of trade in recent years.", "Excluding the item for tourism services, which due to the circumstances of the crisis particularly adversely impacted it.", "Export performance throughout the crisis has been notably good, relative to private consumption and investments, and especially in view of the decline in world trade.", "Despite the good cumulative performance of exports to date, a rapid appreciation is liable to negatively impact performance of exports and subsequently of industries that produce import substitutes, and to weigh on the economy's recovery from the crisis.", "This concern becomes stronger in view of the state of world trade and the growth in the percentage of companies that are reporting a shortage in orders for imports.", "Foreign exchange purchases by the Bank of Israel, which were $17 billion through November of this year, acted against the foreign currency flows noted above, moderated the pace of appreciation, so that the exchange rate has not markedly strengthened beyond what is in line with the dynamic window derived from fundamental forces.", "Under the current circumstance, the level of foreign exchange reserves is not a limitation on the policy of purchasing foreign exchange.", "The Bank of Israel intends to continue the policy in the foreign exchange market in 2021 as well and to purchase foreign exchange at quantities required in order to prevent the continued appreciation of the shekel beyond what is derived from the economy's fundamental data.", "The foreign exchange purchase policy is one pillar in the Bank of Israel's monetary policy, and joins a broad set of steps taken in the crisis.", "These include ensuring a low interest rate, government and corporate bond purchases, and the special program to increase the supply of credit to small businesses and the deferral of loans.", "All these together provide broad support to the business sector with all its facets and we will continue to do so to the extent necessary."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Labor market", "Economic recovery", "Fiscal policy", "Government debt", "Monetary policy", "Foreign exchange market", "Productivity", "Unemployment", "Structural unemployment", "Small businesses"]}