{"sentences": ["The Technical University of Kenya (TUK) 1st International TUK-SBMS International Conference Rethinking Economic and Business Sustainability in Disruptive Times Keynote Address by Dr. Patrick Njoroge Governor, Central Bank of Kenya Thursday, November 25, 2021 As Prepared for Delivery I am pleased to join you at the inaugural Technical University of Kenya Good morning!", "(TUK), School of Business and Management Studies International Conference.", "Let me at the outset express my gratitude for the invite.", "The theme of the conference-Rethinking Economic and Business Sustainaibility in Disruptive Times-is timely, as we reflect on the challenges and opportunities that the coronavirus (COVID-19) pandemic has brought to the fore.", "Importantly, how will governments and businesses build on the lessons from the pandemic, and thereby enhance their agility to grow and thrive in a dynamic environment?", "I note the wide array of papers to be presented over the next two days, that will enrich the outcomes of the conference.", "The pandemic has upended lives and livelihoods while fundamentally changing enonomies and businesses.", "In Kenya, a robust response from the government and private sector has served us well in containing the pandemic and ensuring business continuity.", "The economy is now on a steady recovery path, while the financial sector has been resilient in supporting businesses and households.", "We must however remain vigilant as COVID is an enemy that attacks with stealth, with devastating consequences.", "Tellingly, we have seen in recent weeks a resurgence of the virus in Europe and parts of the United States, inspite of their high rates of vaccination against COVID-19.", "Coming back to the theme of the conference, what has changed over the last one and a half years with the pandemic?", "And how do we rethink economic and business sustainability in disruptive times?", "In venturing to answer these questions, I will first highlight three recent trends in the business landscape.", "is the dominance of Bigtechs.", "The pandemic has been characterized by accelerated digitization that enabled keeping the lights on for essential services including finance, education and health.", "Digital payment rails for instance in Kenya, Rwanda, Ghana and other African countries were a critical platform for official and personal transfers to the vulnerable segments of our population.", "More broadly, in the wake of COVID-19 containment measures, global technology platforms (Bigtechs) offering information technology, e-commerce, entertainment and other services have increased their reach and influence during the pandemic.", "Globally, Microsoft, Google, Meta (formely Facebook), Amazon and Apple are the face of Bigtechs.", "But beyond the United States, Alibaba and Tencent in China, Mercado Libre (online market) in Latin America, ride-hailing services Grub and Gojek in South East Asia, and mobile phone financial services firms in Africa are increasingly exhibiting the characteristics of Bigtechs though on a more regional scale.", "The global Bigtechs are now estimated at 20 percent of the market capitalization on the New York Stock Exchange.", "To paint the picture more vividly, Apple took 42 years to reach a market capitalization of US$1 trillion and 2 years to hit US$2 trillion.", "Shockingly, all of the second trillion in valuation came in just 21 weeks to August 2020!", "The Bigtechs have far and away displaced the traditional bluechips companies in manufacturing and aviation such as General Electric and Boeing in their dominance.", "is the proliferation of technology and innovations.", "From mobile banking to cloud computing, artificial intelligence to blockchain technology, internet of things, and robotics.", "All these developments herald significant opportunities to re-engineer the operations of governments and business and transform lives and livelihoods.", "Indeed, we Fourth Industrial are at the cusp of the Revolution, whose transformative powers are already evident in the financial sector, and will transform the way we live, work, and relate to one another.", "In the words of Professor Klaus Schwab, who popularized this label: \"It is characterized by a fusion of technologies that is blurring the lines between the physical, digital, and biological spheres.\"", "Some of these technologies, such as Artificial Intelligence (AI) present significant opportunities to address some of our most pressing problems on the continent.", "For instance, despite Micro, Small and Medium Enterprises (MSMEs) being the engines of our economies, access to credit remains a key challenge.", "This in part arises from lack of traditional collateral such as title deeds used by financial institutions to secure credit facilities.", "With the proliferation of digital footprints, AI can be used to generate credit histories of MSMEs.", "These credit histories can then be used to appraise and appropriately price credit for MSMEs that would otherwise be excluded from accessing credit.", "The potential of AI extends to other critical areas including retail, advertising, manufacturing and health.", "But these new technologies pose challenges including how the data they use is collected and the formulation of the decision-making algorithms that underpins them.", "Ethical considerations are emerging with the growing use of AI, particularly whether they can perpetrate existing structural biases such as against women in access to financial and other services.", "Data governance remains a key concern with AI as it extends its reach.", "For instance, do MSMEs understand how their data will be used in the algorithms?", "Are they made aware by the financial institutions and other service providers of how their data will be used?", "And is their consent to use the data for AI and other purposes well informed?", "is the growing global wealth inequality.", "The richest one percent are getting wealthier, drawing on the trends of Bigtechs and Technology.", "I mentioned earlier the so- called one percenters are drawing their fortunes from the technology and innovation arena that is the new normal.", "Before the pandemic, tech entrepreneurs and investors were working towards building companies valued at USD1 billion referred to as Unicorns.", "The pandemic has seen an acceleration of start up technology companies valued at USD10 billion, the Decathons.", "Most of these Decathons are in the e- commerce, data analytics, AI and other innovations space.", "On the other hand, the pandemic has reversed years of steady progress of the global vision of shared prosperity by 2030.", "This is espoused in the implementation of the United Nations Sustainable Development Goals (SDGs).", "According to World Bank estimates, over 100 million people will be pushed into extreme poverty by 2030, by the pandemic, exacerbated by climate change and armed conflict particularly in the Middle East and Africa.", "Accordingly, the goal of bringing the global absolute poverty rate to less than 3 percent by 2030, which was already at risk before the crisis, is now harder than ever to reach.", "Against this backdrop, how do we reimagine the future of our economies and businesses?", "I will sketch three broad ideas.", "people-centricity must be at the heart of technology and innovations.", "Any technology and innovation must answer the question of what need it is solving.", "We are increasingly attracted by the fanciness of technology and innovation and are blinded to the problem it is solving.", "Kenya's mobile money story has become a global posterchild of innovation.", "What is often missed, is the problem of transferring money from urban to rural areas, that spawned the digital revolution in Kenya.", "My clarion call to students who are in the audience and are aspiring to be innovators and entrepreneurs is to keep people's needs at the centre of everything that you do.", "emerging and developing countries such as Kenya need to be at the global table on the governance of Bigtechs.", "Bigtechs are an integral part of our day-to-day lives as we communicate, transact on e-commerce and conduct other financial transactions.", "Their reach has grown during the pandemic and they continue to scale up their services globally with resultant spill-over effects, particularly in emerging and developing countries.", "As the United States, the European Union and China design governance structures for the Bigtechs, we must not be left behind.", "Dialogue on Global I am pleased to note that the United Nations has incubated the Digital Finance Governance.", "The Dialogue was established to explore the nexus of Bigtechs and sustainable development.", "Its goal is to catalyse governance innovations that take greater account of the SDG impacts of Bigtechs and are more inclusive of the voices of developing nations.", "Kenya co-hosts the Dialogue with Switzerland and will bring on board insights from developing countries.", "Third, is a renewed focus on shared prosperity.", "The pandemic has wiped out years of progress on the SDGs, particularly on health and education.", "Youth, women and MSMEs have been disproportionately affected by the adverse impact of the pandemic.", "MSMEs in developing and emerging countries are the backbone of the economy and support the lives and livelihoods of a significant swathe of the population.", "We must therefore get them back on their feet through increased access to credit and other business support services (finance plus).", "In 2018, before the pandemic, the International Finance Corporation estimated a funding gap of USD331 billion for SMEs in Sub-Saharan Africa.", "I expect that with the pandemic, this gap has increased substantially, and banks and other financial institutions will play a significant role in meeting this gap.", "More generally, let achieving shared prosperity for all our citizens be our guiding compass.", "Will these three ideas be enough to future-proof businesses and our societies in the disruptive times?", "The simple answer is no, as highly efficient systems and processes are worthless without the people that use them.", "The multiplicative power of technology underscores the importance of well-trained staff, aligned to the objectives of society and the institutions they work for.", "A single rogue trader or IT employee can bring down a hundred-year institution.", "Each of us has to be the best that we can be, renewing ourselves \"The illiterate of the 21st century will not be those relentlessly.", "Quoting Alvin Toffler, who cannot read and write, but those who cannot learn, unlearn and relearn.\"", "We have to be nimble, quick to adapt to the rapidly changing world, and fully aware that with great powers comes great responsibility.", "In closing, I wish to draw your attention to the large mural across the street from your campus, of Kenya's Marathon Champion Eliud Kipchoge with his mantra No Human is Limited., He inspires me along with millions of his fans to raise my standards.", "As he says, \"To win is not important.", "To be successful is not even important.", "How to plan and prepare is crucial.", "When you plan very well and prepare very well, then success can come on the way.\"", "I hope the mural will remind you how to approach your time at this university, and encourage you in your successes and failures as No Human is Limited.", "I look forward to the outcomes of the deliberations over the next two days as we reimagine the future of our economies and businesses in disruptive times."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bigtechs", "Technology", "Innovation", "Economic Sustainability", "Business Sustainability", "Disruptive Times", "Artificial Intelligence", "Wealth Inequality", "Shared Prosperity", "People-Centricity"]}