{"sentences": [" What are the sources of increase in prices in the last 6 months?", "How transitory are these increases?", "How do policymakers discern whether price pressures are transitory, so they look beyond and avoid tightening pre-maturely?", "Are there other long-term changes in inflation trends at play?", "There is ample evidence of an increase in average headline inflation in both advanced and emerging market economies in the last 6 months.", "Measures of core inflation provide a more mixed picture, spiking up more recently.", "While deviation from historical averages is similar in scale for both group of countries, there is some heterogeneity across country groups, with larger economies (the US, Germany, Canada, the UK, South Africa, Brazil, Poland, Mexico) on the upper side.", "If we consider three conventional primary sources of inflation-supply constraints, demand pressure and pass-through from exchange rates-we get the following picture: • There is ample evidence of disruptions in supply chains, with high transportation costs, input shortages, covid-induced bottlenecks, stock breaks, commodity price increases.", "These pressures are reflected in rising goods prices, with services lagging well behind, suggesting that it is not only supply constraints but demand surges that explain upward price pressures.", "Recovery from Covid-19 has been mostly consumption-led, due to pent-up demand, the reversal of precautionary savings and government support to household incomes.", "In a number of countries (the US, Australia, New Zealand, China, Perú and Chile among others), private consumption and output are above pre-crisis levels, closing the large output gaps opened by the crisis.", "Depreciation of the local currency has been another source of inflationary pressures especially for open emerging economies.", "While the vast majority of currencies have depreciated against the USD since the start of the pandemic, in the last six months there has been some variability, reflecting idiosyncratic and regional shocks for a number of EMEs.", "This has been especially relevant in Latin American countries, where political uncertainty has impacted the ER of Chile and Perú the most (15% and 5%, respectively), and in Turkey (14%).", "On the other hand, Russia and Brazil ́s ER have benefitted from an earlier monetary adjustment and higher oil prices, appreciating 7% and 3%, respectively.", "Thus, according to the above, price increases, even in the case of evident supply constrains are not only supply-originated, as demand has increased significantly in the course of recovery.", "For these pressures to ease quickly one should assume either (a) that the effect of pent up demand dies out quickly; (b) that demand will rebalance from goods to services; (c) that potential GDP is now larger than before; (d) that covid-related expansionary policies will revert swiftly, and (e) that inflation expectations are well anchored.", "So far, none of these assumptions appears as self-evident.", "Second-round effects: (a) salary pressures, depend on the elasticity of labor supply, very much in doubt given the failure to revert the decline in participation rates; (b) indexation, more powerful in countries with past experience of high inflation, mostly EMEs.", "Longer-term trends: the extension and flexibility of global value chains is backtracking as a result of trade conflicts, protectionism, and Covid-related bottlenecks.", "These forces are leading firms to reassess the proper balance in value chains between cost minimization and ensuring availability of inputs, and unlikely to be short-lived.", "Thus, just as the increased globalization trend since the early 2000s is often given as a reason behind the declining trend in inflation around the world, the reverse of this process is likely to contribute to higher inflation in the medium-term.", "Also, the low responsiveness of prices to demand changes during the times of low inflation (flat Phillips curve) is often associated with increased credibility towards central bank inflation objectives.", "But if inflation keeps surprising on the upside, in a context where fiscal support may be difficult to withdraw from its current levels in many economies, then expectations may well become unhinged, and thus reverting this trend as well.", "Finally, it is likely that the move towards cleaner technologies may also put upward pressure on inflation, not only because of higher costs, but also because underinvestment in traditional energy sources will raise their cost during the transition, an issue that has been predominant in energy markets in the last few months.", "INFLATION EXPECTATIONS  Could the recent rise in headline inflation rates de-anchor expectations, leading to self-fulfilling inflationary spirals?", " How do policymakers detect signs of de-anchoring of inflation expectations?", " Could fiscal commitments be associated with unhinged expectations?", "What is the role of fiscal policies in keeping expectations anchored?", "How can fiscal policies support the recovery, and yet convince markets of the credibility of medium-term fiscal frameworks?", "So far, there is scant evidence of de-anchoring.", "EMEs with idiosyncratic pressures are seeing earlier central bank action (Russia, Brazil, Chile).", "When do expectations de-anchor?", "Basically in three circumstances: (a) Systematic upside surprises; (b) loss of confidence in Central Bank responsiveness; (c) perceived policy inconsistency (fiscal/monetary/FX).", "In the current environment, (a) is already happening, but probably too soon to imply serious deanchoring; (c) is also an issue in countries where fiscal response was larger, broader and delayed (US, Chile).", "Usually, risks of de-anchoring are indicated by expected inflation diverting from the policy target in the relevant policy horizon.", "This is easier to measure for Central Banks with a forward-looking point inflation target than for central banks with fuzzier targets (US, ECB).", "So far, anchoring of expectations is judged on the basis of expectations from experts and financial markets.", "While one may argue that it is more important to anchor expectations of households and firms, these measurements are still lacking in many countries, so traditional metrics will have to do in the meantime.", "These measures show a mixed picture.", "In the US, longer-term expectations (eg., 5 on 5 years) is still tolerably close to the target, but has been surging upwards in recent months, pointing to a serious source of concern.", "In the case of Chile, where the target is precisely defined as inflation forecasts at a two-year horizon, we have also seen some deviation from the 3% target in recent months.", "At this stage, de-anchoring of inflation expectations is still more a risk than a central scenario assessment, but the worrying signs should not be put aside lightly.", "Regarding fiscal policy, the Covid-19 crisis was not only characterized by unconventional monetary policies, but also by record fiscal expansion, mostly to support household incomes.", "According to the UBS, policies implemented to support household incomes (transfers and employment related policies) reached 2% of global GDP, which compares to less than 0.3% during 2007-08 GFC.", "Moreover, joint CB and MF action was used in many countries to support corporate lending.", "Fiscal support may be particularly difficult to unwind and subject to substantial political pressure.", "Reluctance to withdraw fiscal impulse may contribute to de-anchor expectations as CBs may not have the muscle or the political clout to move against fiscal policy.", "POLICY RESPONSE  How persistent does inflation need to be to call for a monetary policy response?", " What are the relevant policy trade-offs?", "For example, how patient can central bankers be with monetary tightening when confronted with price pressures.", "How persistent should inflationary pressures be to trigger decisive MP action depends on a variety of factors.", "First and foremost, on the diagnostic of its origin.", "If mostly related to transient supply disturbances and/or one-off commodity price swings, MP should not rush to combat inflation as most central banks have built MP frameworks precisely to deal with such transitory shocks.", "However, the current situation does not obviously fall -or at least not entirely-on such category.", "Indeed, many of the recent price pressures have their origin on a very strong recovery of demand, stimulated by significant fiscal support whose duration is still uncertain.", "Besides, several other issues (mentioned above) are at work, such as the significant drop in labor participation rates and a possible inflexion point regarding globalization.", "Thus, it seems risky to rely on mechanical rules about the duration of inflation surprises per se to guide policy action.", "As an example, in the case of Chile decisions have been based on the diagnostic that recent CPI increases are mainly linked to surging demand, and thus met with a process of MP normalization towards a neutral stance that has been significantly faster than previously anticipated.", "Naturally, the appropriate pace of reaction also depends on the different MP frameworks in place.", "While many countries use a 2-year horizon, there are important exemptions.", "There are countries that do not define a time horizon, such as the US (average CPI targeting), Japan (earliest possible time), Canada (over the medium term), Australia (on average, over time) and New Zealand (on average, over the medium term).", "Moreover, if we consider a natural delay of 6 months in the effect of monetary policy measures and that no central bank would be comfortable with raising the policy rate too sudden, the effective policy horizon may be closer to 12-36 months.", "There is a double trade-off: (a) between monetary restraint, economic activity and employment, especially when the economy is exiting from a deep recession, and (b) between gradual action and more drastic measures if decision is delayed too far.", "While a recession recovery scenario may make the first particularly relevant and also the source of political pressures, on the other hand central banks are starting from record expansionary policies, so there should be a rather long phase of reduction in MP impulse before policy becomes truly restraining.", "GLOBAL DIMENSIONS  Inflation spillovers.", "Heterogeneity in the approaches across advanced (AEs) and emerging markets (EMs).", "While several EMs having already tightened monetary policies during the pandemic recovery phase, very few AEs have done so far.", " What role can communication play, for example, from advanced economy central banks during periods of policy normalization?", "What should be the triggers for action?", " What is the role of the IMF in helping countries strike a balance between recovering from the pandemic and minimizing inflation risks?", "There is a historical correlation between inflation in advanced and emerging economies2 that seems to be related to three factors: (a) the dominant role of the dollar as the unit of account for many international transactions; (b) the impact of the US on global financial conditions, and (c) the stronger pass-through from the exchange rate for most EMEs.", "Under a heterogeneous response of monetary policy to inflation, the third channel appears particularly relevant.", "In particular, a strengthening of the USD as a result of a change in the approach of the Fed to inflation may provide an additional impulse to inflation in EMEs at a very inconvenient time.", "That said, one should not forget that, despite there being a notably large correlation of surging inflation across many countries, this does not imply that inflationary pressures are mostly of foreign origin.", "Indeed, it more likely reflects the fact that policies -both fiscal and monetary-have been extraordinarily supportive in many countries since the outset of the crisis.", "This is an important point to keep in mind, in order not to fall into the (mis)perception that inflation is mostly exogenous and should thus be accommodated within inflation targeting frameworks.", "Regarding communication, the recent changes to the MP framework in the US have probably contributed to creating more, not less ambiguity regarding the FED ́s reaction function.", "While this might have played a role in anchoring expectations upwards after a long period of inflation forecasts below the 2% objective -by signaling more tolerance towards inflation--, it is not clear that such ambiguity is contributing positively to the current environment.", "In this regard, a first step for AE central banks to strengthen policy guidance would be to provide more precision on the tolerance limits to inflation upside deviations.", "As for the IMF, it should encourage policy consistency across economies.", "The key to the success in containing the covid-19 crisis was the simultaneity and consistency of policy response across the world, where central banks and governments of many economies responded with unprecedented boldness and similarity of approaches.", "If this were to happen in the recovery, there is no doubt that this could be the most successful crisis management in history.", "To this end, it would be useful to continue tracking the unwinding of special measures adopted in response to the Covid-19 crisis during recovery from this unprecedented event.", "In the case of monetary policy, estimating shadow interest rates, as well as the gap between actual and neutral rates to facilitate comparisons between countries with different doses of conventional and nonconventional monetary policies."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Inflation", "Inflation expectations", "Supply constraints", "Demand pressures", "Monetary policy response", "Fiscal policy", "Global dimensions", "Longer-term trends", "Second-round effects", "Trade-offs"]}