{"sentences": ["Robert Holzmann Oesterreichische Nationalbank October 7, 2021 Climate protection: state of play, division of labor, steps forward Conference organized by the OeNB in cooperation with SUERF Honorable guests, ladies and gentlemen, dear colleagues, A warm welcome to everybody - those participating here on the premises of Oesterreichische Nationalbank and those of you participating remotely.", "I am delighted that at least some of you were able to join us on-site, which gives us a taste of normality in exceptional times.", "But the impression of \"back to normality\" is deceptive.", "The pandemic has compelled us to adjust to a new normality, which helps us learn to adapt our society and economy to another new normality - the long-term challenge of climate change, the topic of today's high-level event.", "Who would be better suited than Lord Stern to give a bird's-eye view of the current state of play in global and European climate protection and adaptation politics?", "Professor Nicolas Stern chairs the Grantham Research Institute on Climate Change and the Environment at the London School of Economics.", "He was Chief Economist of the EBRD and, later, of the World Bank.", "I remember many productive interactions when I served at the World Bank's research committee that he directed.", "Lord Stern later held several positions including that of the Second Permanent Secretary to Her Majesty's Treasury, but may be best known for heading the influential Stern Review on the Economics of Climate Change, published in 2006.", "His publication record is impressive, encompassing more than 15 books and 100 articles.", "Among the various prizes he received is the Austrian Schumpeter Award.", "At the award ceremony here at OeNB six years ago, he highlighted the opportunity that low-carbon technologies offer to generate prosperity and wealth.", "Today, however, we want to move the discussion about the transition to a low-carbon economy forward - from the \"why\" to the \"how\".", "Nicholas has a lot to say on why we should change but certainly also on how to build coalitions, mix policies and coordinate activities in Europe and beyond to achieve globally agreed emission goals.", "Let me highlight a few challenges regarding both the why and the how.", "Why is climate change relevant for central banks?", "The simple answer is, because climate change affects our targets - foremost price stability, but also financial stability and other economic objectives.", "Consequently, the ECB Governing Council has taken important climate-related decisions, i. e. decisions on monetary policy this summer, on the Eurosystem's non-monetary policy portfolios last winter and on the ECB's supervisory duties much earlier.", "We do what we can - of course, within the limits of our mandate - not only because we must, but also because we want to contribute.", "One way how we could contribute most effectively is by fulfilling our role as an economic think tank, highlighting challenges and providing impartial advice on questions such as, what instruments to cut emissions are preferable: direct carbon taxation or emission trading or emission standards and other command and control regulation?", "Nicholas Stern helps us to answer this question with his famous sentence \"Climate change is a result of the greatest market failure the world has seen.\"", "So, the answer would simply be to make the polluters pay.", "Carbon pricing is technologically neutral and cost-efficient.", "However, there is also some room for command-andcontrol and financial regulation to tackle other market failures such as asymmetric information.", "There are two options to tag a price on \"bad\" technology or behavior: imposing a tax or establishing a cap-and-trade regime.", "In theory, the two options should deliver the same results, because quantities and prices determine each other, regardless of where you start from.", "And despite the beauty of an emission trading system resembling an ideal market, economists tend to prefer a tax.", "A tax is simple, provides easily accessible information and creates forward guidance for all economic agents.", "However, vested interests tend to hijack the debate and exploit the confusion about the variety of policy options.", "I fear a bazar might emerge, a bazar that may lead to inefficient measures and even have a taste of planned economy.", "However, I have to accept that we live in a real world where solutions are often second best.", "I am sure even Friedrich Hayek would have agreed that taking any climate action is preferable to doing nothing.", "After the keynote, we would like key players and stakeholders to get to talk to each other.", "Therefore, we have invited high-level representatives from government, European and global institutions, business, finance, central banks, and rating agencies.", "We want to know from you what policy fields, policy mix and policy actors are best suited to reach the global net-zero goal.", "Everybody may bring to the table what they can contribute, what they expect from others, but also possible doubts about feasibility.", "A special focus should be on policy coordination amongst the key players and maybe our discussants even want to present concrete steps forward.", "I am looking forward to an open discussion without taboos.", "Of course, the challenge of tackling climate change has a global dimension - individual countries, like Austria, or even the EU are too small to make an important difference.", "We have three options to prevent free riders from offsetting national efforts.", "First, a carbon border adjustment mechanism that comes close to an import tax; second, a carbon-pricing club as proposed by Nobel laureate Bill Nordhaus, which incentivizes countries to join in order to avoid their exports being taxed; and finally, the IMF proposes a globally agreed carbon price floor that differentiates between countries by their level of income.", "You will not be surprised to hear from somebody who has devoted a good part of his life to multilateralism that I would prefer the last option.", "Central banks must worry about the costs and the impact on price stability.", "In a brilliant recent policy brief, Jean Pisani-Ferry1 made clear that climate policy is macroeconomic policy, and its fiscal and inflationary implications will be serious.", "According to estimates, global investment costs would correspond to roughly 2% of GDP per year, implying a climate policy shock comparable to the oil shock in the 1970s.", "However, Pisani-Ferry also lists mitigating factors: CO2 prices are likely to be introduced not globally at the same time, but more gradually, and they will be far from unexpected and, ultimately, trigger technological advances, also because the world economy has become more flexible.", "Of course, these costs must be contrasted with the benefits, albeit over a different time horizon.", "The benefits of climate risk mitigation materialize later while the costs occur now in terms of expenditure, inflation and public debt, even if green finance initiatives attempt to mobilize private capital for climate investment.", "Unfortunately, government debt levels are already high due to crisis support and pension commitments, which raises the question of who should and could pay the bill?", "Many argue that the cost of inaction is much greater than the cost of action - yet the cost of transition is the devil we ought to know.", "To my knowledge, Austria has the second most ambitious climate goal of all EU countries - namely, achieving carbon neutrality by 2040.", "While boldness is welcome, I am sometimes astonished at how shallow the public debate is as regards a waterproof strategy to reach this objective.", "A key element of such a strategy would be a preannounced, predictable, and credible emission price path that gives planning certainty to businesses and guarantees that the funds for a smooth transition will be available.", "As a by-product, it would also simplify the task of the ECB to deliver on price stability.", "I am glad that Minister Gewessler is with us today and I am looking forward to entering into a sincere dialogue to which OeNB staff can contribute useful analysis.", "Ladies and gentlemen, Covid was a shock that helped us overcome the coordination failure in the transition to digital working.", "But how to overcome the coordination failure of climate protection?", "I hope it will not take more natural disasters and numerous casualties.", "Rather, I hope that technological breakthroughs upscaling a productive renewable energy system will deliver the necessary push for real change.", "Yet, big firms are often biased toward traditional technologies, hence we need more new entrepreneurs for radical innovation.", "Obviously, climate protection and competition go hand in hand.", "And this takes us back to Schumpeter's creative destruction and this is the right moment to hand over to Nicholas Stern.", "-briefs/climate-policy-macroeconomic-policy-and-implications- will-be-significant"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Carbon pricing", "Climate protection", "Emission trading", "Fiscal policy", "Monetary policy", "Financial stability", "Technological advances", "Investment costs", "Carbon neutrality"]}