{"sentences": ["It's a great pleasure to be here today.", "For me, it's a pleasure to be able to speak in person in the room as it were.", "I am going to speak today about financial regulation post-Brexit, and especially Solvency II.", "For five and a half years, I have prefaced speeches by saying that as a public official I take no position on the substance of Brexit.", "To be clear, I'm not changing my position.", "It has happened, and we must get on with building the new world.", "The past is important for understanding where we are and should go to, but we don't live in it.", "That is not, however, to deny that some things act as what I would call timeless anchors.", "One such thing is that we intervene in private markets only where there is a sufficiently strong public interest case for doing so.", "Regulation therefore must be anchored in public interest objectives.", "There are, of course, many potential such objectives.", "Moreover, we should expect that the public interest will be advanced as an argument for offical action in a wide variety of contexts, some stronger than others in terms of the public interest.", "I will come back to the point of relative strength of public interest arguments.", "Leaving the European Union provides an opportunity to review the framework of financial services regulation.", "Prior to leaving, the body of EU law and regulations was transferred into the UK - or \"on-shored\" to use the more technical phrase.", "In other words, it was shipped over and copied out with little change, a necessity in view of the time available for the task.", "But, we can't leave this position unchanged.", "There are at least two reasons for this in my view.", "First, public policy must be dynamic, in the sense that it must change and adapt to the world at large, which is itself constantly changing.", "Covid is a good example of the need for change in many areas.", "Public policy has, of necessity, had to adapt to a world in which a global pandemic is a reality.", "I would emphasise this point in the post-Brexit world, because the meaning of the UK-EU equivalence of regulation cannot for either party mean unchanging regulation.", "Indeed the EU has itself set about making changes to Solvency II.", "The second reason that makes a position of no change in regulation post-Brexit unrealistic is that it is not a matter of controversy to say that rules designed to straddle a union of 28 countries may not be optimally suited to any one country.", "Solvency II is an omnibus type regulation which seeks to cover many different national markets in which the product mix is different.", "UK life insurance is a good case in point.", "It is quite heavility annuity focused in terms of products.", "But that is not the case in many EU markets.", "This might sound like a recipe for a free-for-all, in fact it is anything but that.", "The public interest objectives across countries have a lot in common, even where the products used do not.", "In the case of insurance, the essential public policy objectives for prudential regulation are the safety and soundness of insurers, and the protection of policyholders.", "These are the bedrock of public policy in terms of prudential insurance regulation.", "However, two further important points need to be made here.", "First, stating the objective doesn't tell us how much or what levels of safety and soundness and policyholder protection should be delivered, in what form and how.", "Nor does it preclude other secondary or subordinate objectives which also meet a suitable public interest test.", "With an audience of actuaries, I am going to develop the theme of how much protection should society expect.", "Let's wind the clock back to 1862 for a moment.", "Arthur Bailey - not a relative as far as I am aware - who would go on to become the President of the then Institute of Actuaries published the first actuarial paper on asset-liability management and investment strategy, pioneering the idea that insurers should be able to benefit from an illiquidity premium on nonmarketable assets.", "His paper described the \"security of the capital\" as the first \"consideration\" to guide a life insurer's investments.", "If Arthur Bailey started to lay the foundations for the concepts of protection for policyholders and thus safety and soundness of insurers, a lot of the substance has had to be filled in since then, and the answers to the questions of how much protection continue to be debated.", "In one sense, the answer is at least conceptually simple, although anything but so in practice.", "Society should choose a level of protection guided by the distribution of outturns in history, and set the capital and thus protection accordingly.", "Let's call that the ability to withstand a 1 in X event, where X is a means of calibrating a probability distribution of outcomes based on history.", "We can then decide where X should be set, and thus how far into the tail of the distribution of outcomes we want to set the level of protection.", "So far so good you might say, although I'm probably chancing my arm as a non-actuary.", "The world doesn't quite look as simple.", "Let me take a very recent example namely the UK economy last year.", "In GDP terms, on the current data, we had a 1 in 100 event least year.", "Just to explain the context a bit: last spring, we were predicting the largest fall in UK GDP since 1706 - I'm going to leave aside the measurement challenge of the 18th century GDP data and stick to the one estimate we have.", "Today, we think it was the largest fall in GDP since 1921, which is what makes it a 1 in 100 event.", "But look at falls in household income, unemployment or credit losses.", "These were much more benign, with changes which were smaller and shorter lasting than we observed during the financial crisis which was just a little over ten years ago.", "I draw two important conclusions from this experience.", "First, even on the published data, the answer to the question of how much policyholder protection is not straightforward.", "Second, let's dig under the surface of these data for a moment.", "Why was one set of measures more benign than another?", "One reason is Government intervention - the furlough and loan guarantee schemes for businesses for instance.", "But, can we assume that a pandemic will always be associated with substantial public intervention?", "Moreover, government interventions in crises are often only temporary - a bridge that allows more time for permanent policy responses.", "I'm not going to offer a view on this one, beyond saying that a prudential regulator may not take it as a given because no government can bind its successors.", "But I can imagine some voices saying that we should assume that outcome because we have one case at least where it happened.", "I use this digression to illustrate an important point.", "Public policy objectives like safety and soundness and policyholder protection are the bedrock of prudential insurance regulation.", "But let's not assume that the answers to the question of how much of it should we have are obvious.", "That said, I cannot emphasise enough that we must come up with well considered answers to the question of how much protection, in order to allow prudential regulation to do its job effectively.", "I mentioned earlier that there are likely to be multiple public interest objectives to take into consideration in a regime such as insurance.", "Moreover, they will have different degrees of relative importance.", "Put like that, I would suggest the statement is uncontentious.", "As I will come to, this is not the case in the real world, as Solvency II illustrates.", "To illustrate this state, let me briefly summarise the PRA's objectives as set out in the most recent so-called remit letter sent to me by the Chancellor earlier this year - such a letter must be sent at least once each Parliament.", "The purpose of the letter is to make recommendations to the Prudential Regulation Committee (the governing committee for the PRA) about aspects of the economic policy of the government to which the PRC should have regard when considering how to advance the objectives of the PRA.", "The legislation specifies a simple general objective for the PRA, covering banks and insurers, for promoting the safety and soundness of the firms it regulates, through ensuring that firms avoid adverse impacts on the stability of the UK financial system.", "There is an additional insurance objective of contributing to the securing of an appropriate degree of protection for those who are or may become policyholders.", "These are the so-called primary objectives, they take pole position.", "There is a secondary competition objective - for insurers and banks alike - which requires the PRA when discharging its so-called general functions (think of that as making policy) to act as far as reasonably possible in a way which facilitates effective competition in the markets for services provided by regulated firms.", "Next, the PRA must have regard to the so-called regulatory principles set out in the legislation.", "These tell the regulator to use its resources efficiently and effectively; impose burdens which are proportionate to the benefits; that sustainable growth in the UK economy is desirable; that consumers should take responsibility for their decisions; that there is a responsibility of senior management of regulated firms to comply with regulatory requirements; that the regulator should recognise differences in the nature of regulated firms, notably mutuals; and that the regulator should act transparently including when it takes formal regulatory action.", "That's enough you might say.", "The Treasury can also make recommendations about aspects of current economic policy to which the PRA should have regard when doing its job.", "As set out in the letter this March, government economic policy is to achieve strong, sustainable and balanced growth, and the PRA should have regard to see more competition in the economy; to ensure financial services make a positive contribution to levelling up the country and supporting sustainable economic growth in the UK; that the UK remains an attractive domicile for internationally active financial institutions, and that London retains its position as the leading international financial centre and hub for green finance; to see innovation in the financial services sector and how this can support the wider economy; to encourage trade and inward investment to the UK that can help to boost productivity and growth across the economy; to see financial services work in the best interests of the consumers and businesses they serve; and to deliver a financial system which supports and enables a net-zero economy by mobilising private finance towards sustainable and resilient growth, resilient to the physical and transition risks that climate change presents.", "And, I should be clear that what I have just set-out is the current regime not the one that might emerge from the post-Brexit regulatory reform process, though to be very clear there is no suggestion that the basic structure of what I have just described will change.", "Let me draw out two important points from all of this for the reform of Solvency II.", "First, achieving only the primary objectives requires multiple elements to the regime, and a careful balance of these elements which takes into account how they interact.", "Solvency II is a particularly complex example of this need for multiple elements, as I will come on to.", "Second, balancing the various elements of the objectives and remit can give rise to intense discussion and strong opinions.", "Reforming Solvency II illustrates this well.", "I don't think it is out of order to say that today's Solvency II is far from perfect in form, and the desire for harmonisation across the EU (in order to support the deepening of the Single Market) meant that it took the form of a maximum harmonising regulation with a high degree of prescription in the rules and little flexibility to apply judgement when supervising firms.", "A more flexible approach may help to balance the elements of the objectives, but let's be under no illusion that it can also lead to apparent tensions, for instance between policyholder protection and insurers playing their important part as investors in the economy, particularly for less liquid longer-term assets such as infrastructure.", "I said that these tensions are apparent, because I am not sure they are real, or at least whether they should be.", "The structure and hierarchy of the objectives is clear.", "Within that, we need to calibrate the appropriate tolerance of risk and thus our approach to safety and soundness, and policyholder protection.", "Moreover, for a number of reasons it is also not always obvious that weakening policyholder protection would in any case increase productive investment in practice - to give one example, insurers may transform existing assets rather than create new investments.", "And, we need to consider how these objectives interact with the important societal objectives - as set out in government policies - of sustainable growth, climate transition etc.", "I will give two high-level examples here.", "First achieving stronger and more sustainable growth in the economy will enhance the primary objectives of safety and soundness and policyholder protection.", "Second, achieving the transition to net zero through financing the green transition will likewise enhance the primary objectives.", "But, this must all be done in a transparent way which enhances the public interest of the primary objectives.", "Policies that seek to enhance sustainable growth and transition to net zero by compromising the policyholder objective are not within the scope of the clear hierarchy of objectives that I set out earlier.", "So, please don't be surprised that at the Bank and the PRA we pull the debate back to the anchors of the primary objectives.", "That is, after all, our job.", "That said, I am an optimist - I think we can reform the rules if there is a genuinely open engagement and spirit which respects the regulatory objectives and is transparent in how this is done.", "Before I finish, I want to say something about what this means for the reform of Solvency II.", "What is the debate really about here?", "Wet towels are being handed out now.", "There are two particularly material items under review - the Risk Margin and the Matching Adjustment.", "By, the way, to those of you who don't regard Solvency II as your special subject, it has a language all of its own.", "The Risk Margin is part of the balance-sheet value of a firms insurance liabilities.", "It is added to the best estimate of those liabilities to ensure that in total they equal an estimate of \"transfer value\" - the amount that a firm would need to pay a third party to take over its insurance obligations.", "Think of this as equivalent to the process currently going on in the energy supply markets in the UK, except that where financial products are concerned it is harder to value the transfer, hence the need for a margin to take account of risk.", "The current calibration of the Risk Margin is too sensitive to interest rates, and in particular is too high when rates are low.", "The case for reducing it is well made, though I should caution that doing so has elements of both art and science to it, in other words there isn't an unambiguous answer.", "The Matching Adjustment is an addition to the discount rate for certain long-term illiquid insurance liabilities, where these are closely cash-flow matched by a pool of eligible assets.", "It allows insurers to recognise upfront as-yet unrealised returns on these assets, effectively bringing forward the recognition of profit that would otherwise only emerge over time.", "This illustrates the point that insurers have an inverted production cycle, meaning that they collect premiums up-front for services that are provided over years to come.", "This comes with a number of risks.", "The insurer might under-estimate the cost of these future services, and so-under reserve for them.", "It might not invest policyholder premiums as prudently as it ought to.", "Or, it might under-price the risk of the policy.", "There is little that policyholders can do to protect themselves from these market failures.", "The Matching Adjustment is relevant here because it reduces the value of the liabilities on the balance sheet, and smooths balance sheet volatility that would otherwise arise mechanically as spreads on the matching assets move.", "The Matching Adjustment is a significant benefit for annuity writers, and as such Solvency II has rules to govern its use.", "The primary purpose of these rules is to ensure that the firm's expected asset and liability cash flows are matched and that the liquidity risk arising from forced asset sales is therefore greatly reduced.", "The critical assumption here is how the spread on an asset decomposes between: 1. an allowance for illiquidity, which buy-to hold investors might reasonably be expected to earn, and so are permitted to capitalise upfront (the Matching Adjustment) and 2. an allowance for other risks such as credit risk, to which all investors, including well- matched long-term investors, are subject (the Fundamental Spread).", "There are a wide range of views on this decomposition - it has elements of art and science.", "There is a concern that Solvency II as a negotiated compromise has created risks to our primary objectives.", "The Fundamental Spread does not include explicit allowance for uncertainty around defaults and downgrades, and appears low compared with ranges implied by academic literature for the credit risk portion of spreads.", "Second, the Fundamental Spread is not sensitive to changes in credit market conditions and changes little as spreads change over time.", "This means that any increase in spreads not accompanied by a downgrade is assumed to be entirely due to increased illiquidity of the assets, and therefore taken credit for as Matching Adjustment.", "Finally, the Fundamental Spread is not sensitive to risk and spread across asset classes, and thus assets that have the same rating but higher spreads will attract a higher Matching Adjustment despite what can appear to be a higher level of credit risk.", "This creates a risk of adverse selection based around the regulatory rules.", "The task is to come to a landing zone for both the Risk Margin and the Matching Adjustment/Fundamental Spread.", "I can assure you that the PRA is working intensely on these issues, as are HM Treasury, which has the rule making power transferred from the EU until the regulatory reform legislation is passed and comes into effect.", "To be clear, we will work, engaging with the industry, to come up with solutions which respect the statutory objectives.", "At the same time we are working on a range of other reforms in order to promote other aspects of the public interest - in particular reforms to remove unnecessary bureaucracy from the regime and to widen the sorts of assets which can benefit from the Matching Adjustment.", "Regulation must be based on an identified public interest or interests which the market acting on its own cannot be relied upon to satisfy.", "Any debate on or change to regulation must be anchored in the public interest, something that can sometimes get out of sight.", "Where there are multiple public interests involved it is important to identify and then respect the hierarchy of such interests.", "In other words, some of them are most important.", "This is true for prudential insurance regulation.", "The UK regime, as set out by the FSMA legislation, has done a good job of enabling that hierarchy of public interests to be identified.", "Regulation does not stand still, if for no other reason than that the world around us does not stand still.", "A mistake of some of the rhetoric in the EU equivalence debate is to presume that the world does stand still (if that is not the assumption, then the only other possible explanation is a belief in rule taking, about which I am not going to say more today beyond repeating what I have said before, that it is a non-starter).", "Reforming Solvency II is sensible because the world moves on, and because it was never well suited to some aspects of the UK market.", "There are important issues to be resolved in doing so, which must be tackled within the public interest framework.", "Finally, I have not spent time today on another critique of Solvency II, namely that it is cumbersome and therefore slow moving in practice, combined with the operational costs involved.", "I think we can all agree that sorting this out should be a common objective.", "Thank you.I am grateful to Francesca D'Urzo, Manuel Sales, Sadia Arif, Dean Minot, Karen Jude, Vicky Saporta, Alan Sheppard, Anna Sweeney, Sam Woods, Charlotte Gerken, Cassandra Archer, Gareth Truran, Dan Georgescu, Anthony Brown, Ruth Hendon, David Humphry and Ali Moussavi for their assistance in helping me prepare these remarks.", "On the Principles on which the Funds of Life Assurance Societies should be Invested.", "By Arthur Hutcheson BaileyOpens in a new window Broadberry, Stephen, Bruce M.S.", "Campbell, Alexander Klein, Mark Overton and Bas van Leeuwen (2015), British Economic Growth, 1270-1870, Cambridge: Cambridge University Press"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Solvency II", "Financial regulation", "Public interest", "Prudential regulation", "Safety and soundness", "Policyholder protection", "Risk Margin", "Matching Adjustment", "Fundamental Spread", "Brexit"]}