{"sentences": ["Introduction It is a great pleasure to be invited to the Paris EUROPLACE Tokyo International Financial Forum.", "Paris EUROPLACE brings together financial services industry stakeholders based in Paris, including financial institutions and investors, exchanges and clearing systems, corporate issuers, financial authorities such as the Banque de France, law firms, accountants, and consulting firms.", "Financial systems and financial markets are becoming more globalized, complex, and interconnected.", "Opportunities such as this forum are extremely important in bringing together a wide range of participants to discuss the challenges we face and to work together to develop our financial markets.", "It is my great pleasure and privilege to have the opportunity to speak here today.", "Following the speech by Governor Villeroy de Galhau, I will talk about \"sustainable finance,\" one of the themes of this forum.", "Specifically, I would like to share my views on the role of finance in addressing climate change.", "Growing Awareness of Climate Change Issues We are well aware of climate change issues that are increasingly affecting our daily lives.", "Global temperatures continue to rise, and there has been an increase in the frequency and severity of large-scale natural disasters.", "Climate change will have long-term implications both for society and for economic activity.", "However, individual firms and households have continued to engage in economic activities without due consideration of the impact of greenhouse gas emissions on climate change.", "This has resulted in an excessive amount of greenhouse gas emissions in society and the economy as a whole.", "Addressing climate change requires a concerted global response for a long time to overcome such \"negative externalities.\"", "In addition, a multi-pronged approach is necessary, where science, energy policies, regulations, and carbon pricing all have a crucial contribution to make.", "The Japanese government last autumn declared its commitment to achieving carbon neutrality by 2050, and there is now widespread discussion of how we should achieve this target.", "We should keep the momentum going for Net Zero.", "Role Expected of Finance The financial sector is expected to play a major role in addressing climate change - that is, achieving and promoting sustainable finance.", "To this end, I believe there are three essential elements: (1) making the financial system more resilient against climate-related risks, (2) mobilizing financial resources to facilitate a smooth transition to net zero, and (3) making the most use of market functions with enhanced disclosure.", "Making the Financial System More Resilient against Climate-Related Risks The first essential element is to make the financial system more resilient against climate-related risks.", "The risks associated with climate change - that is, physical risks and transition risks - could affect the businesses of financial institutions, and consequently the stability of the financial system through various channels.", "These are referred to as \"climate-related financial risks.\"", "It is necessary to properly identify and manage the climate-related financial risks faced by individual financial institutions, and to maintain the stability of the financial system against these risks.", "Effective management of climate-related financial risks will also enhance the systemic resilience of society and the economy as a whole.", "However, there is considerable uncertainty as to the impact of climate change and efforts toward decarbonization; we cannot be sure exactly how they will affect society, the economy, and finance over the coming decades.", "It is extremely difficult to measure the size of the impact using the conventional methods of financial risk management.", "One possible alternative method is scenario analysis, which simulates the extent of climate change and its impact on the economy based on a set of assumptions.", "This has proved useful and is part of ongoing discussions by financial authorities and the Network of Central Banks and Supervisors for Greening the Financial System (NGFS).", "The Bank of Japan, in collaboration with the Financial Services Agency, has been working on pilot exercises in scenario analysis targeting major banks.", "Meanwhile, a number of technical challenges have been recognized.", "The impact of climate change varies depending on the natural environment and industrial structure of the particular region.", "It is therefore necessary to make flexible and appropriate adjustments for local differences when carrying out scenario analysis and quantifying relevant risks.", "Sharing our experience and understanding on a global basis is also important.", "For example, the Bank of Japan has been making quantitative analyses on the impact of floods on firms' financial conditions as part of its scenario analysis.", "These analyses take into account the risk characteristics of Japan, where floods are one of the most common natural disasters.", "This has attracted much attention from policy makers of other Asian countries facing similar problems.", "B. Mobilizing Financial Resources to Facilitate Smooth Transition to Net Zero The second essential element is to mobilize financial resources to facilitate a smooth transition to net zero.", "Decarbonization is expected to make great progress across the globe in the medium to long term.", "To make it happen, an enormous amount of financial resources will be required.", "According to a recent report by the International Energy Agency (IEA), in order to achieve net zero emissions by 2050, about 4 trillion U.S. dollars will be required annually by 2030 on a global basis.", "In this regard, the smooth functioning of financial intermediation is vital.", "The financial sector should support industries' initiatives toward decarbonization through its expertise and innovations.", "In this regard, it is important to choose optimal tools and their combination according to the market structure of the particular region.", "For example, in Japan, green bond issuance has been increasing, but its scale remains much smaller than in other advanced economies.", "In addition to finance through capital markets, promoting climate-related investment or loans through commercial banks is important in a bank-centric financial system such as Japan's.", "Banks are expected to take advantage of their expertise in facilitating firms' efforts toward decarbonization.", "I believe that this is also the case in Europe.", "It is against this background that the Bank of Japan recently introduced the Climate Response Financing Operations through which it provides funds to banks against investment or loans they make to address climate change based on their own judgment, instead of the direct purchase of green bonds.", "We believe that this is the most effective policy measure considering the market structure in Japan.", "Moreover, optimal financing support differs depending on industrial structure.", "Although responding to climate change is an urgent priority, the completion of full decarbonization will take considerable time.", "In promoting decarbonization of the economy as a whole, it is important to provide stable support for structural change in sectors and industries where decarbonization will be difficult to achieve in a short period of time.", "C. Making the Most Use of Market Functions with Enhanced Disclosure The third element is to make the most use of market functions with enhanced disclosure.", "In addressing climate change issues, it is important to encourage active risk-taking and the allocation of resources by making the most use of market mechanisms.", "Financial support for decarbonization will increase the corporate value in the medium to long term, which in turn will benefit banks and investors through increased profitability and diversified portfolios.", "Disclosure is crucial for financial markets to function in an efficient manner.", "It provides investors with the information they need to make climate-related investment or loans, while at the same time, exercising market discipline on firms' behavior.", "With the quality and quantity of disclosure improving, climate-related risks will be appropriately factored in the prices, which will reflect the value of firms more accurately.", "So far, discussions about disclosure have been mainly based on the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD) set up by the Financial Stability Board (FSB).", "The TCFD recommendations are a basic framework for the disclosure of an organization's governance, strategy, risk management, and metrics and targets with regard to climate change issues.", "At the COP26 conference held in Glasgow this month, the IFRS Foundation announced the creation of a new standard-setting board - the International Sustainability Standards Board (ISSB).", "This new board aims to formulate a set of common global standards for sustainability-related disclosure.", "The quality and quantity of disclosure should be improved in a globally harmonized manner.", "Concluding Remarks To conclude my remarks, I would like to emphasize that addressing climate change should not be considered as a cost or a constraint on economic growth.", "Decarbonization has the potential to stimulate innovation and create new industries and employment.", "In order to tackle climate change, it is essential that all constituents of society take responsible action to address climate change, in order to save our planet.", "While keeping in mind the three elements I have talked about today, the Bank of Japan will work together with financial institutions and market participants, and thereby strongly support progress toward Net Zero.", "Thank you for your attention.", "Yamamoto, H. and Naka, T., \"Quantitative Analysis of the Impact of Floods on Firms' Financial Conditions,\" Bank of Japan Working Paper Series, no."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["sustainable finance", "climate change", "financial risks", "decarbonization", "green bonds", "disclosure", "scenario analysis", "TCFD", "ISSB", "Net Zero"]}