{"sentences": ["Welcome to our briefing this morning.", "Since early last year, we have been carrying out an in-depth analysis of the framework of our macroprudential mortgage measures and today I can tell you the conclusions of our review.", "The mortgage measures are a key part of the Central Bank's macroprudential framework and an absolutely critical tool for us in maintaining financial stability.", "They were first introduced in 2015 and while we review the performance of the measures against their stated objectives on a regular basis, this framework review took a different focus.", "We have taken a longer-term, overarching perspective on the role of the measures, their objectives, the instruments we use, and their operation within the wider housing and mortgage market.", "A lot has changed since 2015 and this review has allowed us to assess whether the measures remain fit for purpose, and are designed in a way that prepares them for the future.", "Our review has been multi-disciplinary and open.", "We have listened and discussed extensively with stakeholders and the wider Irish public through a public engagement survey, a formal public consultation and listening events.", "We have used internal data and research expertise but also consulted with the international research community through direct collaboration and the hosting of a conference, as well as drawing lessons from the community of international macroprudential authorities.", "I want to thank everyone who has offered us views and participated in discussions.", "Your contributions have helped our analysis and informed our conclusions.", "I believe we are well-placed to put in place a refreshed framework that is in the best interests of the people of Ireland, whose interests we serve.", "The review has found that there is broad support among the Irish public for macroprudential measures which promote sustainable lending standards, improve borrower resilience, and provide for a safer financial system.", "In our view, the measures continue to play an important role and are a permanent fixture in the Irish mortgage and housing system.", "The review has concluded that, while house prices have grown since 2015, the creditfuelled element, where lending and property prices chase each other upwards in an unsustainable loop, has not been a driving force.", "We believe the mortgage measures have dampened expectations among professionals and households of the potential for such a feedback loop in the housing market, with important stability benefits relative to an alternate scenario without such measures in place.", "We have structured our analysis and decision-making in a cost-benefit framework.", "We have emphasised the system-wide nature of the measures, which benefit the whole of society and not just those accessing the mortgage market.", "The measures act as a stabilisation tool at the interface between the housing and mortgage markets, and reduce macro-financial risks to the Irish economy and society.", "Any calibration decision around these measures, today and in the future, will try to balance the benefits to society of a more stable financial and housing system against the costs that the measures impose, which we have concluded are felt acutely by potential first-time buyers.", "Our listening and public engagement has made clear to us the ways in which these costs are felt in people's lives, and has played a valuable role in helping us arrive at a targeted recalibration that balances the trade-off between allowing somewhat greater risk into the system, against an alleviation of some of the costs of the policy.", "Our review leads us to conclude that the wider housing market context has changed in fundamental ways that have implications for macroprudential policy.", "In 2015 the possibility of a long-lasting dampening of housing supply was becoming evident but the extent to which new supply has failed to respond to rapid growth in prices was less clear back then.", "Analysis we commissioned suggests that the weakness in housing supply is well-explained by the dramatic rise in construction costs since the Global Financial Crisis, owing to changes in tax treatment, regulatory standards, and other input costs.", "These slow-moving, structural changes are unlikely to be reversed any time soon, and they have meant that house prices and rents have grown at a faster pace than household incomes since 2015.", "With structurally higher house prices, the costs of our previous calibration have grown over time, and implied a growing difficulty in accessing the property market.", "Beyond developments in the housing and mortgage markets, we also considered broader trends in the economy and financial system as part of our review.", "The resilience of the household sector as a whole has continued to improve since we introduced the measures in 2015.", "The measures themselves have played a role, ensuring that lending standards on new loans have remained sustainable.", "More broadly, across the wider population of households, resilience has also been fostered through continued reductions in overall indebtedness relative to incomes.", "At the same time, the banking sector's resilience has also continued to improve, bolstered by our macroprudential regime for bank capital and broader reforms in place since the Global Financial Crisis.", "Taken together, our assessment in recent years is that the financial system has substantially improved capacity to absorb adverse shocks without amplifying them back to the real economy.", "We believe these improvements have afforded us additional policy space for making changes as a result of this review.", "In view of the increase in the costs of the policy, and mindful of the need to preserve its benefits, we have arrived at a targeted recalibration of the mortgage measures.", "We believe that these changes will continue to allow the measures to maintain financial stability, while providing a targeted and measured change to credit conditions on new mortgage lending.", "They will enable our policy framework to remain fit for the future and provide certainty to participants in the mortgage and housing system.", "A key issue in the public discussion in recent years has been the situation faced by those unable to exit the rental market to become first-time buyers, many of whom have been experiencing sharp increases in rental costs relative to incomes since about 2013.", "I understand that this situation has been extremely challenging for many, and the fact that rents have become more expensive than mortgages on similar properties has been a source of great frustration, as we have heard directly during our consultations with the public.", "However, the source of these problems is on the supply side of the housing market as we have always stressed.", "Simply put, we need to address the imbalance between demand and supply for all types of housing, by supplying more homes into the rented and owned parts of the market.", "And, although the costs facing those aiming to become homeowners have been central to our decision-making in the framework review, the mortgage measures are not the policy instrument that can directly address the problem of housing supply.", "We have concluded that specific changes such as lowdeposit mortgages would come with more risks than benefits.", "Our review has convinced us that the instruments we use remain appropriate.", "A combination of a collateral and income-based instrument (Loan-to-Value (LTV) and Loan-to-Income (LTI)) allows us to address a comprehensive set of risks in the mortgage market, and is by far the predominant approach internationally.", "We will retain the Loan-to-Income rule as our income-based limit, having considered alternative measures based on total debt balances and debt servicing ratios.", "We have concluded that an LTI focusing on mortgage borrowing only has important advantages for macroprudential purposes, links most closely to our aims of stabilisation of the house price/mortgage lending relationship, and remains the simplest income measure to implement and to comprehend.", "The document published today sets out a summary of our analysis and the choices underlying the refreshed framework.", "Our framework will continue to distinguish first-time buyers from those who already owned a home, which we refer to in the framework as second and subsequent buyers.", "This differentiation is based on the evidence around the lower risk of first-time buyers in Ireland, their potential for greater income growth during the life of the mortgage and the amplifying role that second and subsequent buyers can play in the housing cycle as they accumulate home equity.", "Moreover, in our judgment the aggregate costs associated with a lack of mortgage access are greater when experienced by potential first-time buyers.", "Given these higher costs for potential first-time buyers, it is particularly important that renters' track records of payment of historically high rents are taken into account during lenders' credit assessments.", "Under the framework, first-time buyers will face an increased Loan-to-Income limit of 4 times gross annual income while for second and subsequent buyers the LTI will remain at 3.5.", "Both types of buyers will face a Loan-to-Value limit of 90 per cent.", "We have concluded that Loan-to-Income, rather than Loan-to-Value, has been the predominant tool determining credit volumes for the vast majority of new mortgage borrowers in recent years.", "Good policy-making involves achieving one's aims with the minimal possible set of distortions introduced into the market.", "One area in which we have aimed to reduce policy complexity is in the share of overall lending that can be issued above our limits.", "Under the refreshed framework, 15 per cent of first-time and second and subsequent buyer and 10 per cent of Buy-to-Let lending will be allowable above the limits.", "This replaces the previous regime in which there were specific allowances for each instrument, for each borrower type.", "These changes will complement the system of allowance carryover introduced at the start of this year which we believe has smoothed the lending process.", "We have made a number of other changes as part of the framework review, relating to the criteria required for a borrower to be considered a first time buyer for the purposes of the mortgage measures.", "From a 'fresh start' perspective, borrowers who are divorced or separated or have undergone bankruptcy or insolvency may be considered first-time buyers, while first-time buyers who get a top-up loan or remortgage with an increase in principal on the same property may also be considered first time buyers.", "These changes acknowledge the feedback we received during our listening and engagement events.", "The refreshed framework encompassing our targeted changes will come into place at the start of next year, on 1 January 2023.", "I must emphasise that the measures act as system-wide guardrails and do not aim to replace lenders' own prudent credit assessments which remain central to the functioning of the mortgage market.", "We will continue our regular monitoring of risks in the housing and mortgage markets, the performance of the measures against their objectives, and any potential unintended consequences of the new calibration.", "And we will stand ready, as always, to make policy changes in the best interests of the people of Ireland on the basis of our monitoring, and to communicate regularly on the results of our analysis, to inform public discourse in this important area, and to help our stakeholders to understand our views and judgments."], "classifications": ["none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Mortgage measures", "Housing market", "Financial stability", "Macroprudential policy", "Loan-to-Income", "Loan-to-Value", "First-time buyers", "Housing supply", "Bank capital", "Public engagement"]}