{"sentences": ["Honourable representatives of the media Thank you for your participation in this press conference.", "I am pleased to share with you today very good news for the Republic of Kosovo and in particular for the Central Bank of the Republic of Kosovo.", "As you are aware, the Republic of Kosovo has won the case of international arbitration against the financial institution Iute Credit.", "Iute Credit Microfinance Institution was registered on 27 October 2017, with which registration it is authorized to carry out financial activities of granting loans.", "Through its licensing policy, the CBK continuously aims to provide the best possible conditions for access to finance in Kosovo, enabling the operation in our financial market only of institutions that contribute to the stability and development of the financial system and, consequently, the sustainable economic development of the country.", "During the period of operation of Iute Credit in Kosovo, this institution has continuously deviated from the business plan, based on which it had received the license to operate, thus bringing to our market something different from what it had promised.", "In accordance with the duties and responsibilities related to the supervision of financial institutions, the CBK has conducted two examinations focused on this institution on its compliance with the operation in addition to the business plan approved at the time of registration by the CBK.", "CBK's examinations had identified a series of major violations, and that the interest rates applied by this institution are beyond any standard, be it even if we compare them with the projections of this institution, or in relation to the loan interest rates that are applied from other financial institutions in the country.", "This deviation was contrary to the legislation in force, and with its activity, it had endangered the solvency of the borrowers and thus presented a risk to the financial stability of the country.", "Based on the violations identified by successive examinations, the Executive Board of the CBK, on 6 December 2019, based on the powers guaranteed by Article 36 paragraph 1, sub-paragraphs 1.11 and 1.12, as well as article 67 paragraphs 1 and 2 of the Law on the Central Bank of the Republic of Kosovo, as well as in accordance with Article 105, paragraph 1, sub-paragraph 1.10 of the Law on Banks, Financial Institutions and Non-Banking Financial Institutions, decided to revoke the registration and initiate liquidation procedures for the microfinance institution \"Iute Credit Kosovo\" J. S.C. CBK has been and remains confident in the legality and proportionality of the decisions, in relation to this institution and all the decisions issued by its executive bodies.", "The institution in question, in accordance with their legal right, had initiated a claim before the International Arbitration, to dispute the legality of the decision of the Executive Board of the CBK.", "CBK thanks the Government of the Republic of Kosovo for initiating the allocation of funds for the defence of the Republic of Kosovo during the arbitration.", "The CBK also thanks the Ministry of Justice and the State Bar for establishing direct contact between the CBK and the defence firm for the Republic of Kosovo.", "From the beginning, I appointed the former deputy governor Sokol Havolli as the bearer of this process, who, in cooperation with his subordinates, successfully carried out every phase in defence of the Republic of Kosovo, being also the key witness at the arbitration.", "Also, I seize the opportunity to congratulate all the other employees at CBK who have been on top of their duties throughout the entire work and defence process.", "Our faith in the professionalism of the employees at CBK has never wavered.", "As a result of all this commitment and a professional process by the Central Bank of the Republic of Kosovo, we have managed to have an epilogue 100% in favour of the country.", "As the bearer of all responsibilities within the institution I lead, I feel happy with this result and with all the results achieved over the years.", "As important as the result is the fact that the costs associated with this process will be borne by the claimant.", "I feel special pride that I have managed to protect the state, the citizens, the institution, and financial stability throughout this time, in cooperation with all my colleagues at the CBK.", "At different times, we have faced challenges and orchestrated attacks from both inside and outside, which were intended to damage the processes of CBK but also my reputation, the reputation of CBK and that of the Republic of Kosovo.", "In some cases, they have made me feel bad.", "But I have never felt that I am not following the law.", "Finally, let me inform you that the Central Bank of the Republic of Kosovo is committed to creating conditions for increasing healthy competition in our financial market, enabling a fair competition between financial institutions that ensure increased access to finance and improvement of conditions, but will never allow the operation of those institutions that do not comply with the regulatory and legal requirements of the country, and of those that take advantage of the difficult financial conditions in which a part of our citizens may find themselves, bringing services which impoverish them and make their lives even more difficult."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Iute Credit", "Financial Stability", "Central Bank of the Republic of Kosovo", "Legal Decisions", "Financial Institutions", "Arbitration", "Financial Supervision", "Banking Regulations", "Economic Development", "Financial Market"]}