{"sentences": ["Dr The Honourable Renganaden Padayachy, Minister of Finance, Economic Planning and Development The Honourable Mahen Kumar Seeruttun, Minister of Financial Services and Members of the Diplomatic Corps Mr Carmine Di Noia, Director for Finance and Enterprise Affairs, OECD The First Deputy Governor of the Bank of Mauritius and Chairperson of the Financial Services Commission The Second Deputy Governor of the Bank of Mauritius Members of the Governing Board of the Regional Centre of Excellence Board Directors of the Bank of Mauritius and of the Financial Services Commission Chairpersons and Chief Executive Officers of para-statal bodies and other Chief Executives of banks and financial institutions Members of the media Ladies and gentlemen Distinguished guests All protocol observed I wish you all a very good morning and a warm digital welcome to those who are joining us online.", "I am pleased to join you this morning for this workshop on sovereign debt management, sustainable bonds and debt transparency, representing the 12th workshop organised by the RCE since its establishment.", "Ladies and gentlemen, The theme of this two-days' workshop is indeed very timely.", "Moreso, that it comes at a moment where most countries are rethinking their debt strategies.", "The global economy is still recovering from the onset of the COVID-19 pandemic; the energy and food crisis; the challenges associated with climate change; and the geopolitical tension associated with the war in Ukraine.", "Talks about the way forward regarding sovereign debt have been in the limelight, especially when we bear in mind that the first casualty of this polycrisis, has been the sovereign debt situation of countries globally.", "Against a backdrop of rising interest rates, capital outflows, stalling growth, plummeting currencies and increased frequencies of natural catastrophes, the debate about which direction to take regarding the future of sovereign debt has never been so pertinent.", "To do justice to the debate, however, we need to re-cast debt using an appropriate and well-balanced context.", "Not all debt is malignant!", "Taking a stroll down memory lane, one cannot be oblivious of the various episodes of heavy sovereign indebtedness that plagued many parts of Latin America and Africa in the 1980s, partly as a result of the oil price hikes which accentuated the headaches of many oil importers and imperilled their current account situations, and partly due to the hyperinflationary episodes that was a ubiquitous feature of that decade due to profligate fiscal policies.", "As a result, many countries fretted with the so-called 'Debt Overhang' syndrome which swept them inside a vicious cycle of increased external indebtedness, rising risk premia, higher interest rates, higher budget deficits and higher debt.", "Declines in commodity prices have also had their toll on external situation of commodity exporters, many of which were Low-Income Countries.", "Now, fast way forward to recent times, the COVID pandemic, thoughts of which are still vivid in our minds, necessitated extraordinary measures to stave off the consequences of an economic crisis.", "As you may be aware, for such Black Swan events, policymakers around the world had to dig deep into their repertoire of measures, and fish out extraordinary but specially calibrated measures to prevent real stoppages from percolating through to the financial sector.", "In so doing, sovereign debt worldwide shot up.", "Ladies and gentlemen, Over the last year, the mathematics of sovereign debt dynamics has become more complicated.", "Rising interest rates from monetary policy tightening globally have led to increasing debt servicing costs.", "One has to be cognizant of the fact that not all is doom and gloom yet.", "The issue about debt dynamics is that it should not be accumulated till the point when it becomes unsustainable, i.e., starts spiralling out of control and, therefore, will require painstaking macroeconomic adjustments in the future.", "Many of us are familiar with the famous law of motion equation of debt dynamics which posit that to grow out of debt sustainably, it is imperative to lay the foundation for strong macroeconomic performance.", "In the case of Mauritius, efforts have been deployed on numerous fronts for a favourable macroeconomic outturn and a healthy debt trajectory.", "This has been confirmed by the most recent sovereign ratings by both Moody's and Standard and Poor's which have reaffirmed the position of Mauritius as an investment grade jurisdiction.", "Ladies and gentlemen, The road to recovery has recently seen sovereigns favouring more sustainable debt instruments as well.", "With the onset of extreme weather-related disturbances, countries are earmarking a relatively greater share of their fiscal space to build their resilience to physical and transition risks.", "In parallel, on the funding side, the sustainable bond market continues to develop rapidly.", "These instruments serve as a catalyst for mobilising capital towards projects that address Environmental, Social, and Governance (ESG) challenges.", "The ESG debt universe is fast approaching the $5 trillion mark, up from $3.4 trillion in 2021.", "Many of you will recall that at the COP 26 in Glasgow, governments committed to finance the transition to a greener future.", "As an International Financial Centre (IFC), we ambition to evolve as a green finance hub for the region as well.", "In this respect, the Bank of Mauritius has been very active in promoting the sustainability agenda amongst its regulatees.", "In June 2021, we released a Guide for the Issue of Sustainable Bonds paving the way for the issue of Green and Sustainable Bonds in Mauritius.", "We also established our Climate Change Centre in October 2021 and in June 2022, the Guideline on climate related and environmental financial risk management was issued.", "In the area of Reserves Management, we have also embedded sustainability considerations in our internal investment strategy.", "In the journey that we are charting for Mauritius as an IFC of choice in sustainable finance, banks - locally and regionally - will have a critical role to play.", "I would here make an appeal to all banks not to shy away from exploring opportunities on this new trajectory and join us in creating more depth and breadth for sustainable and ESGrelated finance for our continent.", "I also wish to take this opportunity to make a call on all African central banks and nonbanking financial services regulators to join hands in the region in creating the appropriate regulatory regime to support the development of sustainable finance in the region.", "Ladies and gentlemen, Proper management of sovereign debt requires cross-fertilization of sound policies and discipline from related policy areas, including fiscal and monetary policy.", "I have no doubt that the topics on the agenda for this 2-day workshop will spark enriching and interactive exchanges and promote further dialogue amongst relevant stakeholders.", "I understand that more than 200 delegates are joining us virtually from many parts of the world as well.", "I look forward to collaborating with the OECD on such workshops of high pertinence to our region in future.", "Before finishing, I would like to thank the members of the Governing Board and the staff of the Regional Centre of Excellence for their continued support and delivery of the mandate of the RCE.", "With these words, I thank you for your attention and wish you fruitful deliberations for the remaining sessions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Sovereign debt", "Debt management", "Sustainable bonds", "Debt transparency", "Debt dynamics", "ESG", "Climate change", "Monetary policy", "Fiscal policy", "Sustainable finance"]}