{"sentences": ["Your excellences ambassadors, minister of finance, dear governors, chair of the Vienna initiative, distinguished representatives of European and International institutions Dear Ladies and Gentlemen, It is my great honor and pleasure to welcome you at the Annual Full Forum meeting of the Vienna Initiative.", "As Helen Keller said - \"Alone we can do so little, together we can do so much.\"", "This saying lies in the essence of the Vienna Initiative - partnership among international institutions, public and private stakeholders whose common objective is safeguarding financial stability of CESEE region.", "Established at the height of the GFC to prevent nation-based uncoordinated policies that could led to systemic banking crisis, we have come a long way, expanding activities and fostering financial stability in the region.", "This initiative is particularly relevant for countries that still do not belong to the European Union family, do not have access to EU backstop facilities and as such are even more vulnerable to exogenous shocks.", "Collaboration and coordination is key in times of crisis.", "Unfortunately, in the last three years we are in the mode of \"Perpetual crisis\".", "Severe global shocks of unprecedented nature are hitting the world economy and unfolding into the \"great return\" of inflation and cost of living crisis.", "These implies abrupt change of the environment in which central banks operate.", "From more than a decade of extremely accommodative monetary policy to deal with the \"low prices\" puzzle, all of the sudden we had to shift gears to deal with multi-decade high inflation.", "Last year world inflation accelerated close to 9%, which is more than twice as high as the average from the previous two decades (3.9%).", "CESEE economies are not an exception.", "Last year inflation abruptly accelerated reaching 13.3%.", "Even more so, we are not dealing with a conventional demand shock that drives the surge of prices, but rather with multiple shocks.", "Although some empirical studies are emerging, precise disentangling of supply versus demand, external versus domestic, transitory versus permanent drivers at least at this point seems challenging.", "However, what seems clear is that we are seeing faster and stronger In the past, pass-through of producer to passthrough of these shocks into prices.", "consumer prices typically took about two years, while now, according to an ECB study, it is much faster (around half a year) and more intense, as firms maintain and in some sectors even increase their profit margins .", "Upward inflationary risks are amplified by the structural forces in play - such as geopolitical tensions and risks of economic fragmentation.", "A BlackRock study on 68-risk events since 1962 indicates that geopolitical tensions typically have had shortlived impact on markets and economies .", "But this time it seems different.", "Current developments pose one of the greatest stress tests to the globalization that in the last 4 decades through trade, financial and technological integration, brought many benefits, including marked decline in global inflation.", "The costs of de-globalized world can be severe - lower efficiency, higher costs and stronger and more persistent inflationary effects.", "Against this background, central banks need to be more humble.", "They cannot prevent the first-round effects of many of these shocks, but containing second round effects and anchoring inflation expectations has to be their focal point.", "This context prompted central banks to embark on the most synchronized and rapid monetary tightening in the last 50 years .", "As interest rates hikes are taking hold, with easing supply pressures and stabilizing commodities prices, forecasts indicate that inflation will soften this year, both in advanced and developing economies.", "And indeed we already see signs of slowdown, but it is too early to claim victory over inflation.", "Core inflation in many countries remains persistent, with tight labor markets keeping pressures on wages.", "Nominal wage growth in the region last year was the highest following the GFC- at 8.6% notably exceeding productivity gains (2.3%) thus contributing to rise in core inflation, which reached 7.4%.", "If this wide wage-productivity gap persists it can slow down inflation stabilization process and require longer ad stronger monetary policy reaction.", "On the other hand, the monetary tightening, i.e., the transition towards an environment of higher interest rates could certainly expose some vulnerabilities of the financial systems, and again test their resilience, as the pandemics did.", "The pace of the financial tightening matters in particular, as history shows that the effects are better manageable if tightening is gradual, well guided.", "The last year financial market turmoil in the UK and recent developments in the USA and EU clearly underline the need for vigilance.", "This nexus opens the debate on the so-called \"financial dominance\", the possible tradeoff between rising costs to curb inflation and effects for financial stability.", "Against this background, one of the key questions is how well are financial systems prepared to rise to the challenge of rising interest rates.", "The answer to great extent boils down to the health of the balance sheet of households, companies and banks, i.e., their capacity to absorb shocks.", "What is very important is that banking systems in the region weathered the pandemics shock well and in many countries, including in NM, emerged with even stronger capacity, which can be observed by higher capital and liquidity buffers and better quality of credit portfolio.", "Although according to the recent EIB Surveys banks expected deterioration of credit quality, NPL ratios have remained low (below 4%).", "Still, given the elevated debt levels of the private sector that hovers around 80% of GDP, increase in real estate prices, which in CESEE reached 15.5% - the highest growth since the GFC, as well as expected further tightening of the credit conditions, it is not time for complacency.", "One of the key lessons learnt from the COVID 19 crisis is the resilience and it must remain the name of the game for the banking sector going forward.", "In the current context when the interplay between monetary policy and financial stability is more complex, and trade-offs are larger, macro - prudential management plays an important role.", "A recent BIS paper finds that prudential policy tightening, ahead or during the monetary policy tightening, reduces the likelihood of financial stress and provides more headroom for monetary policy.", "Following the pandemics, countercyclical or systemic risk capital buffers were actively deployed across the region.", "Financial regulators in seven countries, including in our case, intervened with the countercyclical capital buffer , in six countries (Bulgaria, Croatia, Romania, Slovenia, Serbia and Montenegro) have continued to apply or introduced the systemic risk buffer and in five countries implemented borrower-based measures , which more directly affect the quality of credit demand and contain risks.", "Keeping banking sector sound and in good capacity to lend is important in the light of the urgently needed structural reforms in the region.", "As we are lagging behind advanced Europe in terms of income and productivity, sustaining banks' financing can contribute in narrowing those gaps.", "At the same time, climate change and technological innovation continue to accelerate, pressing on our societies to transform towards greener and digital future.", "Banks can have a crucial role in financing the twin transition.", "To sum up, as policy makers we do face a difficult conundrum.", "After long time of economic moderation, all of the sudden we have to deal with major global shocks that impose tectonic shifts in the economic order, modify conventional macroeconomic paradigms, and accentuate the tradeoffs in policymaking.", "In this current context, it is crucial to preserve stability- stability of prices, as our primary objective and contribute to stability of the financial system.", "We all recall how profound consequences and scars instability causes, which is why we have to remain determined, focused and clear.", "It is the only way to preserve public trust, and as Brunnermeier said \"the public is the ultimate source of central banks power and independence\".", "Thank you and looking forward to the insightful debate!", "Cited from \"Monetary Policy in a High Inflation environment: Commitment and Clarity \", Lecture by Christine Lagarde, November 2022.", "Geopolitical risk dashboard, Black Rock, December 6, 2022 \"Front-loading\" monetary tightening: pros and cons\", BIS Bulletin 63, December 2022.", "Three have increased the rate (Slovakia, Bulgaria and Czech Republic) while other four introduced the buffer for the first time (Croatia, Romania, Hungary and North Macedonia).", "BBM are implemented in Romania, Czech Republic, Slovakia, Hungary, Poland, Slovenia."], "classifications": ["none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Supply shocks", "Global economy", "Financial tightening", "Wage-productivity gap", "Financial dominance", "Macro-prudential management", "Structural reforms"]}