{"sentences": ["SPEECH Quantitative tightening: rationale and market Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the Money Market Contact Group meeting Frankfurt am Main, 2 March 2023 Eight years ago, we launched the asset purchase programme (APP).", "It was the first time the ECB employed quantitative easing (QE) to help secure price stability when the space for further policy rate cuts was becoming constrained by the effective lower bound.", "By now, there is a wealth of evidence suggesting that the APP was successful in lowering long-term interest rates, stimulating economic activity and raising inflation at times when price pressures were unusually weak.", "[ As risks to medium-term price stability had increased sharply, we decided in June 2022 to end net asset purchases under the APP as of July.", "In December, we announced that the APP portfolio would decline at a measured and predictable pace as of March 2023.", "This became effective yesterday when we started limiting reinvestments of maturing securities.", "Until the end of June 2023, the APP portfolio will decline by €15 billion per month on average.", "[ For our corporate bond portfolio, the remaining reinvestments will be tilted more strongly towards issuers with a better climate performance, in line with the goals of the Paris Agreement and without prejudice to our primary mandate.", "[ In the second quarter of this year, the Governing Council will reassess the pace of APP portfolio reduction.", "I will start my remarks today by presenting the rationale for conducting quantitative tightening (QT).", "Reducing the size of our balance sheet is warranted for three reasons: first, to regain valuable policy space in an environment in which the current large volume of excess liquidity is not needed for steering short-term market interest rates; second, to mitigate the negative side effects associated with a large central bank balance sheet and footprint in financial markets; and third, to withdraw policy accommodation to support our intended monetary policy stance.", "I will then explain the effects of the reduction of our balance sheet on broader financial markets.", "While QT will not simply be a reversal of QE, investors anticipating balance sheet run-off are likely to have gradually reversed some of the risk premium compression induced by our asset purchases, thereby contributing to the timely return of inflation to our 2% target.", "Let me start by discussing the rationale for QT in more detail.", "Regaining policy space when excess liquidity is higher than needed The first reason relates to the ECB's operational framework.", "After the start of the APP in 2015, we de facto moved from a corridor system for steering short-term market rates towards a floor system, as the large increase in excess liquidity caused money market rates to converge to the rate applied by the Eurosystem to its deposit facility (the deposit facility rate, or DFR; Slide 2).", "[ In the ongoing review of our operational framework, we are analysing whether in the future we will operate under a floor or a corridor system.", "We hope to conclude this review by the end of the year.", "One important element in our discussion is the amount of central bank reserves required to effectively steer short-term interest rates in either a floor or a corridor system.", "This amount informs our decisionmaking as to when balance sheet normalisation might need to be halted.", "Structural and regulatory changes have made estimating the demand for reserves more challenging than before the global financial crisis.", "[ However, our current estimates suggest that the amount of central bank reserves currently held by the banking sector exceeds, by a significant margin, the level necessary to steer short-term market rates close to our key policy rate even under a floor system.", "This implies that the current size of our balance sheet is larger than necessary to effectively implement our monetary policy stance.", "As such, maintaining a large bond portfolio absorbs valuable policy space that may be needed if policy rates were to become constrained again by the effective lower bound.", "Shrinking the balance sheet, to the extent possible, is therefore both prudent and efficient.", "Mitigating negative side effects of a large balance sheet The second reason for reducing the APP portfolio is related to the side effects of running a large balance sheet.", "It is well documented that bond purchases can cause asset price valuations in financial and real estate markets to diverge from their economic fundamentals, thus raising both financial stability risks and wealth inequality.", "[ Maintaining too large a balance sheet may also have undesirable side effects.", "One is that it could jeopardise central bank's credibility by giving rise to accusations of financial and fiscal dominance.", "A second side effect is that maintaining a larger balance sheet than necessary increases the Eurosystem's exposure to credit and duration risk.", "The probability and extent of net losses are significantly higher the larger the amount of long-term fixed-rate assets the central bank holds on its balance sheet.", "[ A third side effect relates to the functioning of financial markets.", "The APP, together with the pandemic emergency purchase programme (PEPP), has left a visible footprint in euro area financial markets.", "The Eurosystem's outright holdings of euro area sovereign bonds currently amount to more than a third of the outstanding market (Slide 3).", "Mobilised collateral for longer-term refinancing operations further increases the encumbrance of government bonds through monetary policy operations.", "As a result, the \"scarcity premium\" that market participants must pay to obtain these assets has often been considerable, both in the repo and the bond market (Slide 4).", "[ The inception and expansion of the Eurosystem's securities lending facility have been able to partly alleviate these strains.", "[ Yet, in times of heightened uncertainty, when the demand for safe and liquid assets rises sharply, market conditions tend to visibly deteriorate.", "Last year's surge in market volatility is a case in point.", "As markets repriced the future path of short-term interest rates and uncertainty increased, the two-year Bund-overnight index swap (OIS) spread fell to record lows, while segments of the euro area repo market came under significant strain.", "At times, around half of the repo volume backed by German collateral was trading more than 40 basis points below the general collateral rate (Slide 5).", "Such asset scarcity can delay, or even impair, the transmission of monetary policy.", "A persistent negative Bund-OIS spread, for example, implies that sovereign yields in the euro area's largest economy remain more accommodative than intended by our policy stance.", "Similarly, it took more than a week for the policy decisions taken in September and October of last year to be fully reflected in many segments of the repo market (Slide 6, left-hand side).", "The dispersion across repo market rates was particularly large in the week after the September Governing Council meeting when the DFR turned positive (Slide 6, right-hand side).", "At that point, uncertainty about the remuneration of some of the Eurosystem's non-monetary policy deposits exacerbated investors' concerns about collateral scarcity.", "[ The Eurosystem responded by temporarily removing the 0% interest rate ceiling for government deposits and announcing a further adjustment as of 1 May 2023, providing incentives for a gradual and orderly reduction of such deposits in order to minimise the risk of adverse effects on market functioning and ensuring the smooth transmission of monetary policy.", "[ Balance sheet run-off, together with higher expected net issuance, will gradually help alleviate the underlying tensions.", "It will increase the amount of government bonds in the hands of private investors and thereby help smooth the plumbing of the financial system.", "Over time, QT will be more efficient in alleviating general asset scarcity per unit of balance sheet change than the repayments of targeted longer-term refinancing operations (TLTROs).", "While recent repayments have rechannelled government bonds that had been pledged with the Eurosystem back to the market, the release of high-quality collateral that is particularly scarce in repo markets has been limited (Slide 7, left-hand side).", "This is because banks do not tend to mobilise their safest and most liquid assets as collateral with the Eurosystem, partly reflecting the introduction of collateral easing measures during the pandemic.", "The impact of QT on the availability of sovereign bonds, by contrast, depends on the composition of maturing securities in our public sector purchase programme (PSPP) portfolio for which the share of higher-rated jurisdictions is substantially larger than for the collateral freed up by the TLTRO repayments (Slide 7, right-hand side).", "Withdrawing accommodation in support of desired monetary policy stance The third consideration relates to the effect of the stock of our monetary policy bond holdings on our policy stance.", "We have clarified that our key interest rates are currently the primary tool for restoring price stability.", "[ At the same time, the large stock of assets acquired under QE continues to provide significant monetary policy accommodation that may run counter to our efforts to bring inflation back to our 2% target in a timely manner.", "QT will gradually unwind this accommodative impact.", "Broader market impact of quantitative tightening How QT operates in practice, however, is highly uncertain.", "There are few historical episodes in which central banks have reduced the size of their bond portfolios.", "QT may operate differently from QE The experience of the United States points to two polar cases.", "In the wake of the 2013 \"taper tantrum\", the term premium of a ten-year US Treasury yield surged well before the Federal Reserve started reducing the pace of its purchases (Slide 8).", "If QT was QE in reverse, balance sheet run-off would be expected to increase the term premium, which compensates investors for the risk of holding a longer-term bond.", "After all, compressing the term premium by removing duration risk is one of the key transmission channels of QE.", "[ Yet, the Federal Reserve's balance sheet reduction that started in 2017 had no discernible impact on the term premium.", "[ Instead, during that episode, QT was found to have tightened financing conditions mainly through the impact of scarcer central bank reserves on short-term money market rates.", "[ As for the current phase of QT in the United States, the jury is still out.", "So far, however, estimates of the term premium have remained compressed, suggesting that the recent rise in ten-year US Treasury yields reflects, by and large, a reappraisal of the future expected path of short-term interest rates.", "[ The literature points to three potential explanations as to why the impact of QT might be more muted.", "One is that QT is missing the signalling component of QE.", "[ That is, while balance sheet expansions signal a lower-for-longer interest rate policy, balance sheet reductions may provide little, if any, information about the future path of short-term interest rates.", "The second reason is that the unwinding of QE is typically more gradual than the build-up in assets.", "[ The third explanation is that QT often happens in an environment of improved market functioning.", "Indeed, one reason why QE was so effective at the outbreak of the pandemic is that it quickly improved liquidity and reduced volatility.", "[ However, isolating the effect of QT is inherently difficult.", "Many different forces drive long-term yields.", "For example, purchases by non-resident investors of US Treasury securities accelerated sharply last year, likely reflecting growing interest rate differentials and the rise in uncertainty on the back of Russia's unjustified war against Ukraine and its people (Slide 9).", "Foreign investors alone absorbed nearly 60% of the net supply of US Treasuries in 2022.", "Increased foreign demand may have offset, at least in part, the impact of the higher actual and expected bond supply from QT.", "Also, recent bond market developments in the euro area have differed from those in the United States.", "Last year, the ten-year GDP-weighted yield rose well above the levels implied by the estimated revisions to the expected future path of short-term interest rates (Slide 10, left-hand side).", "We have seen similar developments across Member States, also for issuers with the highest credit rating (Slide 10, right-hand side).", "In Germany, for example, ten-year yields have increased by about 160 basis points over and above the pure expectations component since December 2021.", "Rising uncertainty has pushed term premia higher The question, then, is why we have seen such a broad-based and persistent rise in sovereign yields in the euro area, and whether, and to what extent, it is related to changes in investors' expectations about the size of the Eurosystem's balance sheet.", "In answering this question, it is useful to recall that the gap between euro area long-term government bond yields and the expected average short-term rate can reflect two types of risk compensation: one is the term premium on the risk-free rate, which in the euro area is typically estimated from rates in the OIS market.", "The other is a country-specific risk premium, which includes liquidity and credit risk.", "This premium can simply be measured by the spread of a euro area bond yield over the equivalent OIS rate.", "Term structure models show that, over the past year, a rise in the term premium accounted for a significant portion of the increase in the ten-year OIS rate (Slide 11, left-hand side).", "The ten-year OIS term premium currently stands at its highest level since 2013 (Slide 11, right-hand side).", "The rise in the term premium reflects two interrelated developments.", "One is the fundamental change in the euro area's inflation environment (the \"nominal\" term premium).", "The ten-year inflation risk premium increased sharply after a long period of persistently low inflation (Slide 12, left-hand side).", "About a year ago, it turned positive for the first time in almost ten years.", "The other development relates to the uncertainty about the future path of short-term interest rates (the \"real\" term premium).", "The increase in inflation uncertainty, together with the retirement of forward guidance on policy rates, has raised uncertainty about future policy rates and hence market volatility (Slide 12, righthand side).", "As it turns out, the changes in the ten-year OIS term premium can largely explain the gap that has emerged between euro area sovereign yields and the expected future path of short-term interest rates.", "[ In other words, changes in the risk-free rate have been the prime market driver, so that the spread of the euro area ten-year GDP-weighted yield over the equivalent OIS rate has remained broadly stable over the past two years (Slide 13, left-hand side).", "Monetary policy has an impact on intermediaries' risk-bearing capacity However, changes in the OIS term premium are not able to fully explain the gap between ten-year yields and the expected future path of short-term interest rates in all parts of the euro area.", "Issuers with lower credit ratings, in particular, saw their spreads over the OIS increase, albeit to a limited degree in most cases (Slide 13, right-hand side).", "A rise in spreads, however, would be expected if QT was a reversal of QE.", "This can be seen when one of the main transmission channels of asset purchases: the portfolio rebalancing channel.", "[considering 21 ] This channel works in two complementary ways.", "One way is that asset purchases lower the yields on benchmark government bonds and thus induce a broad range of investors to shift their investments into riskier assets.", "The other is that by reducing the amount of duration risk held by leveraged financial intermediaries, asset purchases create balance sheet capacity to hold other riskier assets.", "In the euro area, portfolio rebalancing has been powerful, with risk premia on bonds issued by lower-rated sovereigns and firms falling measurably because of our purchases.", "[ Prospects of QT might have led to a partial reversal of these effects, in particular after a long period of low interest rates.", "[ In practice, however, it is inherently difficult to distinguish such QT effects from the more direct impact of a rise in the risk-free rate on the country-specific risk premium.", "To the extent that sovereign bonds are risky, their yields have to rise by more than the rise in the risk-free rate to compensate investors for the increase in credit risk.", "[ The larger public debt is as a share of GDP, the stronger this effect should be.", "empirical literature suggests, however, that there is no mechanical link between changes in the riskfree rate and credit risk premia.", "The relationship is often non-linear and highly time and state-dependent.", "The euro area's experience over the past 15 months fits this pattern.", "The correlation between policy rate expectations in one year's time and the spread between the ten-year GDP-weighted yield over the OIS has been far from perfect since December 2021 (Slide 14, left-hand side).", "There have been persistent periods during which this correlation has been weak or even negative.", "Last year, for example, after the announcement of the transmission protection instrument (TPI), expectations for the future policy rate increased sharply from around 1% to 3%.", "Risk premia in sovereign bond markets, however, remained broadly unchanged (Slide 14, right-hand side).", "These developments suggest that other factors were also at play.", "One of these factors is financial market participants' attitude towards risk, over and beyond changes in expected default losses.", "There is a growing literature suggesting that risk tolerance by global investors can explain a substantial portion of movements in asset prices.", "[ Monetary policy, in turn, is often an important driver of risk tolerance.", "This can be seen in corporate bond markets, where credit spreads can be decomposed into a component measuring firms' expected probability of default and an \"excess\" bond premium.", "The latter has been shown to be a powerful proxy of the risk-bearing capacity of leveraged financial intermediaries.", "[ The evidence shows that changes in the excess bond premium can explain virtually all of the conditional response of credit spreads to a change in monetary policy.", "[ The reason is that monetary policy tightening typically reduces intermediaries' risk-bearing capacity, thereby raising the compensation they require for warehousing risk, over and beyond changes in the quality of borrowers' balance sheet.", "[ This is precisely what we have seen in the euro area.", "In the first half of 2022, the increase in the excess bond premium accounted for 80% of the total increase in corporate bond spreads (Slide 15).", "By October, it still accounted for around two-thirds of the rise in credit spreads.", "Portfolio rebalancing channel in reverse The partial reversal of the portfolio rebalancing channel of asset purchases is likely to have amplified this transmission mechanism compared to previous tightening cycles.", "Indeed, over the course of last year we observed significant portfolio shifts, resulting in large volumes of securities being sold in the secondary market in a short period of time.", "Non-bank financial institutions, for example, have offloaded a notable part of their holdings of lower-rated corporate and sovereign bonds that they had acquired during the period of asset purchases (Slide 16, left- hand side).", "[ Regulatory constraints and internal value-at-risk measures implied that leverage-constrained intermediaries which usually absorb these sell orders were facing higher costs for holding more inventory.", "As a result, intermediaries demanded higher compensation for bearing exposure to credit risk, over and above expected losses, and they reduced their intermediation capacity, resulting in higher bid-ask spreads, especially in high-yield corporate bond markets (Slide 16, right-hand side).", "Put simply, QT can be thought of as QE in reverse when it comes to portfolio rebalancing - that is, QE relaxes intermediaries' value-at-risk constraint and thereby creates space for a reallocation of portfolios towards riskier assets.", "[ The end of QE, in turn, has made these constraints more binding again.", "The absence of reliable empirical evidence on QT makes a quantitative assessment difficult.", "During QE, for example, we saw appreciable differences in the impact of purchases on yields over time, with higher effects during periods of market stress (Slide 17, left-hand side).", "Although market conditions were volatile over most of last year, the effects of QT are likely to have been weaker than those of QE at the outbreak of the pandemic.", "Assuming an average of stressed and non-stressed elasticities, ECB staff analysis suggests that risk premia in sovereign bond markets gradually increased as investors brought forward their expectation of the time and pace of balance sheet run-off (Slide 17, right-hand side).", "Specifically, staff estimate that the APP and the PEPP had jointly compressed the ten-year GDP-weighted risk premia of the four largest euro area countries by around 180 basis points by the end of 2020.", "Revisions in market expectations about the evolution of the size of our balance sheet over the coming years are estimated to have reversed around 40 basis points of this peak impact since September 2021.", "All this suggests, and with this I would like to conclude, that portfolio rebalancing effects are relevant market drivers, both when central banks intend to expand their balance sheet and when they plan to reduce it.", "Prospects of QT are therefore likely to have complemented the tightening from changes in our key policy rates before balance sheet run-off actually began, thereby contributing to a timely return of inflation to our 2% target.", "Over time, balance sheet run-off will reduce our market footprint, improve market liquidity and lower the Eurosystem's exposure to credit and duration risk, recovering valuable policy space.", "By how much we will ultimately reduce our bond holdings will mainly depend on the demand for central bank reserves, stemming both from autonomous factors and from the banking sector, as well as the operational framework that we intend to implement in the medium run.", "2 March 2023 Quantitative tightening: rationale and market impact See, for example, Andrade, P. et al.", "(2016), \" The ECB's asset purchase programme: an early assessment \", Working Paper Series, No 1956, ECB, September; Eser et al.", "(2019), \"Tracing the impact of the ECB's asset purchase programme on the yield curve\", International Journal of Central Banking (forthcoming); and Blattner, T.S.", "and Joyce, M. (2020), \"The Euro Area Bond Free Float and the Implications for QE\", Journal of Money, Credit and Banking, Vol.", "For a discussion of the different transmission channels of the pandemic emergency purchase programme, see Schnabel, I.", "(2021), \" Asset purchases: from crisis to recovery \", speech at the Annual Conference of Latvijas Banka on \"Sustainable Economy in Times of Change\", Frankfurt am Main, 20 September.", "Partial reinvestments will be conducted broadly in line with the practice followed during the full reinvestment phase.", "In particular, the remaining reinvestment amounts will be allocated proportionally to the share of redemptions across each constituent programme of the APP and, under the public sector purchase programme, to the share of redemptions of each jurisdiction and across national and supranational issuers.", "See ECB (2023), ECB decides on detailed modalities for reducing asset purchase programme holdings , press release, 2 February.", "See also Schnabel, I.", "(2023), \" Monetary policy tightening and the green transition \", speech at the International Symposium on Central Bank Independence, Sveriges Riksbank, Stockholm, 10 January.", "For more information on the differences between a corridor and a floor system, see Åberg, P. et al.", "(2021), \" Demand for central bank reserves and monetary policy implementation frameworks: the case of the Eurosystem \", Occasional Paper Series, No 282, ECB, September.", "(2021), \" Monetary policy and financial stability \", speech at the fifth annual conference of the European Systemic Risk Board, Frankfurt am Main, 8 December; and Schnabel, I.", "(2021), \" Monetary policy and inequality \", speech at a virtual conference on \"Diversity and Inclusion in Economics, Finance, and Central Banking\", Frankfurt am Main, 9 November.", "See, for example, Cavallo, M. et al.", "(2019), \"Fiscal Implications of the Federal Reserve's Balance Sheet Normalization\", International Journal of Central Banking, Issue 61, pp.", "See also Arrata, W. et al.", "(2020), \"The scarcity effect of QE on repo rates: Evidence from the euro area\", Journal of Financial Economics, Vol.", "(2019), \" From cash- to securities-driven euro area repo markets: the role of financial stress and safe asset scarcity \", Working Paper Series, No 2232, ECB, January.", "The latest adjustment on lending limits against cash took place on 10 November 2022.", "These concerns were related to additional cash inflows from the Eurosystem's non-monetary policy deposits, as the remuneration of these deposits was initially unclear.", "Ultimately, however, net inflows to repo markets were limited during the episode of market strain, suggesting that behavioural factors have played a predominant role.", "The remuneration of deposits held under the Eurosystem reserve management services framework was adjusted accordingly.", "See, for example, Schnabel, I.", "(2022), \" Finding the right sequence \", speech at a virtual policy panel on \"Unwinding QE\" at the first annual Bank of England Agenda for Research (BEAR) conference, Frankfurt am Main, 24 February.", "There are attempts to quantify the equivalence between changes in the balance sheet and interest rates, see Wei, B.", "(2022), \"Quantifying \"Quantitative Tightening\" (QT): How Many Rate Hikes Is QT Equivalent To?", "\", Working Paper Series, No 2022-8, Federal Reserve Bank of Atlanta, July.", "See Krishnamurthy, A. and Vissing-Jorgensen, A.", "(2011), \"The effects of quantitative easing on interest rates: channels and implications for policy\", Brookings Papers on Economic Activity, 42 (2).", "See Lee Smith, A. and Valcarcel, V. (2023), \"The financial market effects of unwinding the Federal Reserve's balance sheet\", Journal of Economic Dynamics and Control, Vol.", "There were periods of liquidity stress in late 2019 that can also be attributed to the banks' desire to match the maturity of assets and liabilities after the QE-implied increase in central bank reserves.", "However, they did not increase the maturity of their liabilities once QT was underway.", "(2022), \"Liquidity Dependence: Why Shrinking Central Bank Balance Sheets is an Uphill Task\", paper presented at the Federal Reserve Bank of Kansas City's Jackson Hole Economic Symposium, August.", "Estimates of the term premium from other models, such as the decomposition provided using the method proposed by Kim and Wright, lead to qualitatively similar conclusions.", "See Kim, D. H. and Wright, J. H. (2005), \"An Arbitrage-Free Three-Factor Term Structure Model and the Recent Behavior of Long-Term Yields and Distant-Horizon Forward Rates\", FEDS Working Paper No.", "See, for example, Bullard, J.", "(2019), \"When Quantitative Tightening Is Not Quantitative Tightening\", The Economy Blog, Federal Reserve Bank of St Louis, 7 March; and Lee Smith, A. and Valcarcel, V., op.", "For the signalling channel under QE, see Krishnamurthy, A. and Vissing-Jorgensen, A., op.", "; and Bauer, M. D. and Rudebusch, G. D. (2014), \"The signaling channel for federal reserve bond purchases\", International Journal of Central Banking, September.", "(2013), \"Flow and stock effects of large-scale treasury purchases: evidence on the importance of local supply\", Journal of Financial Economics, Vol.", "(2020), \" The ECB's response to the COVID-19 pandemic \", remarks at a 24-Hour Global Webinar co-organised by the SAFE Policy Center on \"The COVID-19 Crisis and Its Aftermath: Corporate Governance Implications and Policy Challenges\", Frankfurt am Main, 16 April; and Motto, R. and Özen, K. (2022), \" Market-stabilization QE \", Working Paper Series, No 2640, ECB, February.", "Prospects of QT may have contributed to the rise in the OIS term premium through the arbitrage relationship with German government bond yields.", "Expectations of an increase in the net supply of German government bonds could have increased term premia in both the OIS and the Bund markets.", "A signalling channel may also have been at work as we had communicated our intention to follow a clear sequence in the process of policy normalisation: to end net asset purchases before raising interest rates.", "However, empirical evidence suggests that the effects of the signalling channel tend to materialise predominantly at shorter maturities, with limited impact at longer maturities.", "(2015), \"Asset purchase programmes and financial markets: lessons from the euro area\", Working Paper Series, No 1864, ECB, November.", "); and Krishnamurthy, A. and Vissing-Jorgensen, A.", "Albertazzi, U. et al.", "(2021), \"Portfolio rebalancing and the transmission of large-scale asset purchase programs: Evidence from the Euro area\", Journal of Financial Intermediation, Vol.", "cit; and Andrade et al.", "Portfolio rebalancing can also be thought of in the context of the \"risk-taking channel\" of monetary policy, which suggests that a long period of very accommodative monetary policy causes investors to increase risk-taking.", "See Borio, C. and Zhu, H. (2012), \"Capital regulation, risk-taking and monetary policy: A missing link in the transmission mechanism?", "\", Journal of Financial Stability, Vol.", "(2011), \"Sovereign Default: Which Shocks Matter?", "\", Review of Economic Dynamics, Vol.", ", No 5; and Arora, C. and Cerisola, M. (2001), \"How Does U.S. Monetary Policy Influence Sovereign Spreads in Emerging Markets?", "\", IMF Staff Papers, Vol.", "(2019), \"U.S. Monetary Policy and International Bond Markets\", Journal of Money, Credit and Banking, Vol.", "(2023), \"Sovereign risk premia and global macroeconomic conditions\", Journal of Financial Economics, Vol.", "(1998), \"What Explains Changing Spreads on Emerging-Market Debt: Fundamentals or Market Sentiment?\"", "See, for example, Miranda-Agrippino, S. and Rey, H. (2020), \"U.S. monetary policy and the global financial cycle\", The Review of Economic Studies, Vol 87, No 6, pp.", "(2022), \"Sovereign risk and financial risk\", Journal of International Economics, Vol.", "Gilchrist, S. and Zakrajšek, E. (2012), \"Credit spreads and business cycle fluctuations\", American Economic Review, 102, No 4, pp.", "The excess bond premium has also been shown to be a powerful driver of economic activity.", "See Gilchrist, S. and Mojon, B.", "(2016), \"Bond spreads and economic activity in eight European economies\", The Economic Journal, Vol.", "Anderson, G. and Cesa-Bianchi, A.", "(2020), \"Crossing the Credit Channel: Credit Spreads and Firm Heterogeneity\", IMF Working Paper, No 267.", "See also Vayanos, D. and Vila, J-L. (2009), \"A Preferred-Habitat Model of the Term Structure of Interest Rates\", Econometrica, Vol.", "27, No 2; and Gertler, M. and Karadi, P. (2011), \"A Model of Unconventional Monetary Policy,\" Journal of Monetary Economics, Vol.", "See also ECB (2022), \" Financial Stability Review\", November.", "; and Krishnamurthy and Vissing-Jorgensen, A.", "There is also evidence that the share of sovereign bonds on a bank's balance sheet can explain changes in the bank's stock price after QE announcements, leading to a \"stealth recapitalisation\" that is akin to a capital injection for leverage-constrained institutions.", "(2019), \"The Tradeoff between Monetary Policy and Bank Stability\", International Journal of Central Banking, Vol.", "(2013), \"The I-Theory of Money\", Meeting Papers, No 620, Society for Economic Dynamics.", "Copyright 2023, European Central Bank"], "classifications": ["none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Quantitative tightening", "Balance sheet reduction", "Policy space", "Financial market impact", "Portfolio rebalancing", "Risk premium", "Term premium", "Credit risk premium", "Monetary policy stance", "Liquidity"]}