{"sentences": ["Welcome to the 8 Hong Kong FinTech Week.", "Very pleased to see you all back here in person after my avatar has travelled in three continents and two oceans in the metaverse while having a real good virtual vacation.", "This year's theme is \"Fintech Redefined\".", "Back in around 2016, when the word \"fintech\" was first coined and the HKMA's Fintech Facilitation Office was set up, \"fintech\" used to be a catch-all term, so much so that even many of us in the field grew confused.", "Over time, fintech has evolved from a buzz word into an essential part of our everyday lives, and so has its lexicon.", "The industry and its branches have become more specialised and less contrived.", "The different functions have become sufficiently distinct from each other to warrant their own terms, teams, departments, and even industries.", "As a result, we started to see the rise of more defined terms such as WealthTech, InsurTech, GreenTech, LegalTech and many more.", "It was also around this time that the HKMA set up more specialised teams, such as the RegTech and SupTech teams, to tackle more specific issues in greater depth.", "Against the backdrop of rapid advancements in technology, such as AI and blockchain, and the drastic changes in the macro environment, including postpandemic challenges, weakening global growth, and an uncertain trajectory of inflation, it makes sense to revisit the term \"fintech\" to see if we need to calibrate or update its definition and whether certain aspects need to be reinforced.", "The HKMA has been on the fintech journey for over seven years.", "Today, I'd like to take this opportunity to share what we have learned from our experience.", "I hope this will contribute to our collective understanding.", "First, for our fintech projects to bear fruit, we cannot stress enough the importance of long term commitment: the need to devote years of hard work and sustained investment.", "For the parents in the audience here, when it comes to paying school fees for your children, when was the last time you used a cheque?", "I believe that many of you increasingly rely on apps such as \"eClass\" to pay fees directly and swiftly to schools through the Faster Payment System (FPS), without needing to exit the app environment.", "Similarly, when you last paid utility bills and management fees, did you do so by scanning the FPS QR code printed on the bill?", "I can see many of you are nodding in agreement.", "I once read that bamboo remains mostly unseen for the first five years as it develops extensive root systems underground.", "When the time is ripe, it bursts 90 feet into the air within two months.", "I like to think that the same phenomenon applies to fintech - the FPS was not an overnight success.", "Its popularity today is the result of years of hard work and perseverance.", "When we launched the FPS five years ago, its primary focus was on facilitating peer-topeer payments.", "Due to its limited functionalities and the challenge of overcoming user inertia, the FPS was not immediately popular.", "But the HKMA remained committed to investing in the system and introducing new features to meet user demand as it evolved.", "Over time, the public was able to use the FPS for various purposes, including those I mentioned earlier, as well as topping up e-wallets and making payments to merchants.", "The introduction of these new features, combined with the impact of COVID, resulted in a surge in FPS adoption in early 2020.", "I'd like to stress that the FPS journey does not stop here.", "We are continuing our efforts to expand its functionalities, including to cross-border payments.", "I will say more about this upcoming feature in a moment.", "The second point I'd like to make is that fintech is more than just the convergence of finance and technology.", "It's an interdisciplinary subject that intersects with various fields - for example, law, sociology, political science, economics, and more.", "So, to propel fintech forward, we need an interdisciplinary mind-set and approach.", "How is fintech a cross-disciplinary subject?", "Consider your most recent travel.", "Were all payment methods, including cash and cards, readily accepted?", "Or were local payment apps the only options?", "Did you encounter any challenges while setting up or topping up your e-wallets across borders?", "In this sense, payments extend beyond the boundaries of finance and technology.", "They intersect with financial inclusion issues, involving considerations such as user experience and cross-border regulatory frameworks.", "To elevate payments to the next level, we need to consider these matters from different angles, for instance, from a social science perspective.", "Or consider the virtual asset space.", "I believe fintech enthusiasts like you all have probably explored some form of investment in virtual assets.", "Which channels did you use for your investments?", "How confident were you in your investment decisions?", "Again, these matters go beyond the realms of finance and technology.", "From an investor's point of view, investment in virtual assets is about customer protection and trust.", "For the intermediaries selling and distributing the products, such as banks, clear guidance and standards from regulators are top-ofmind.", "These concerns will need to be looked at from legal, policy, and regulatory perspectives.", "I've mentioned earlier that to drive fintech forward, a cross-disciplinary mind-set is essential.", "The most effective way to achieve this mind-set in any organisation, in my opinion, is to foster collaboration among bright minds from diverse fields.", "Fintech is by nature collaborative rather than competitive.", "It is focused on opportunities rather than threats.", "So, how can we put collaboration into action in the fintech space?", "I'd like to try to answer this question from two angles: cross-sector collaboration and cross-border collaboration.", "Cross-sector collaboration holds immense value because each sector can focus on doing what it's best at, in turn maximising overall efficiency.", "An example is the HKMA's Open API initiative for the banking sector.", "We published the framework in 2018 and have been monitoring its implementation.", "The Hong Kong Association of Banks (HKAB) established the API standards, the banks implemented the APIs according to the framework and standards, third-party service providers used the APIs to offer innovative services, and the Science Park consolidated all the API information for developers' reference.", "This is a good example of how collaboration among smart people from different sectors can drive success, each focusing on their own areas of expertise but working towards a common goal.", "Another example is the digital asset initiatives I mentioned earlier that in the digital asset space, investor protection is crucial and needs to be examined from legal, policy, and regulatory perspectives.", "This is an area where the HKMA has cooperated with our regulatory counterpart, the Hong Kong Securities and Futures Commission (SFC), to provide guidance and standards to the industry.", "We have rolled out investor protection measures to ensure that the intermediaries, including the banks, have a clear understanding of their responsibilities when distributing and offering digital asset products and services.", "Our aim is to make sure that investors understand the relevant risks and are prepared to bear them.", "Cross-border collaboration is growing increasingly important as cross-border activities become more frequent.", "In my view, we have a better chance to solve existing pain points when central banks join forces.", "As I mentioned just now, I'll illustrate this point with a preview of an upcoming feature of the FPS.", "The HKMA has been collaborating closely with the Bank of Thailand to link up our FPS with their equivalent system, PromptPay.", "I am pleased to announce that on 4 December, the two authorities will jointly launch a new service called \"FPS x PromptPay QR Payment.\"", "In future, when tourists from Hong Kong visit Thailand, they will be able to scan and pay conveniently at over 8 million PromptPay merchants.", "This will do away with the hassle of exchanging Hong Kong dollars for Thai Baht in advance because the exchange conversion will take place during the transaction.", "In the other direction, Hong Kong FPS merchants which accept QR payments will also benefit by being able to receive PromptPay payments from Thai tourists.", "For the past few minutes, I have discussed the evolution of fintech definitions and shared some of the things the HKMA has learned from our experiences.", "Before I conclude, I'd like to take a moment to share my thoughts on the shape of things to come in the next five years or so.", "I don't have a crystal ball, but there are three areas in which I envisage very fast developments.", "First, I believe the cross-border payments landscape will undergo significant improvement, both at the wholesale and retail levels, making payments considerably faster and cheaper.", "Zooming into the ASEAN region, on the wholesale level, I expect the mBridge platform, co-founded by the HKMA, to be operational and settling a good volume of international trades in near real-time.", "On the retail level, the private sector will continue to build novel cross-border payment solutions, and more central banks will establish bilateral connections between their respective instant payment systems (IPSs).", "In addition, with the potential launch of Project Nexus, which connects different IPSs, cross-border payments will become more convenient and affordable for individuals and businesses alike.", "Second, I anticipate that the use of data will become more diverse and extensive.", "In Hong Kong, a more vibrant data landscape is expected with the establishment of the Government's Digital Policy Office and the convenient and orderly flow of crossboundary data in the Greater Bay Area.", "In addition, the launch of a government-led data sharing initiative by the end of this year will not only streamline data sharing among government departments, but also open up more types of government data for banks to access through the HKMA's Commercial Data Interchange (CDI).", "These government data, including corporate information of registered companies, business registration particulars and tax-related data, among others, have the potential to greatly facilitate banks' operations, including credit assessments, customer due diligence, and risk management.", "The rich data landscape, combined with financial institutions' responsive use of AI, will further magnify the transformative power of data.", "Third, and most important, I believe that the pace of blockchain innovation, especially tokenisation, will accelerate even further.", "Today, use cases such as tokenised bonds have moved beyond the proof-of-concept phase and have been adopted in real transactions.", "We ourselves assisted the Government in issuing the world's very first tokenised government green bond earlier this year, to demonstrate the compatibility of Hong Kong's legal and regulatory environment in supporting this innovative issuance format.", "We are already in discussion with the industry to explore another tokenised issuance to open up new possibilities.", "Moving forward, we can expect a rise in the tokenisation of various assets.", "To support this gradual adoption of tokenisation, we will also witness an increased adoption of blockchain-based payment methods, including stablecoins and tokenised deposits.", "I also share the view that CBDCs could usefully serve as a foundation, providing stability and facilitating transfers between wallets and different payment types.", "That said, despite all the promising signs, there are also some challenges ahead.", "For example, we will need to address questions such as \"How will tokenised securities be defined?\"", "and \"Can delivery-versus-payment really be achieved?", "\", not to mention the legal considerations and interoperability challenges that are already under discussion in the wider central banking community.", "Nobody has a crystal ball and can say for sure what will happen in the future.", "But we can be certain about one thing - fintech will continue to be a continuous, crossdisciplinary, and collaborative commitment.", "Thank you very much, and please enjoy yourselves at this year's Fintech Week."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech", "Cross-border payments", "Digital assets", "Collaboration", "Data", "Blockchain", "Tokenisation", "Regulation", "Innovation", "Payments"]}