{"sentences": ["December 3, 2020 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Fukushima SUZUKI Hitoshi Member of the Policy Board I.", "Recent Economic and Price Developments A.", "Developments in Overseas Economies I would like to begin my speech by talking about overseas economies.", "Overseas economies have picked up from a state of significant depression.", "Specifically, the growth rates for the April-June quarter of 2020 were substantially negative in many economies that implemented measures such as lockdowns in response to the spread of the novel coronavirus (COVID-19), mainly in Europe and the United States.", "However, the growth rates of these economies for the July-September quarter turned significantly positive, partly reflecting the materialization of pent-up demand and the effects of a recovery in production from the decline brought about by COVID-19, amid a resumption of economic activity.", "As for the outlook, overseas economies are likely to continue improving, partly supported by aggressive macroeconomic policies taken by each country and region, with the impact of COVID-19 waning gradually.", "However, the pace of improvement is expected to be only moderate.", "This is because many countries and regions are projected to experience negative growth for 2020, given that Europe and the United States are currently facing a serious resurgence of infectious cases, and also because firms and households are likely to remain vigilant against the risk of infection until effective medicines and vaccines are developed and widely distributed (Chart 1).", "Recent Developments in Japan's Economy Based on the aforementioned developments in overseas economies, let me now move on to economic activity and prices in Japan.", "has picked up with economic activity resuming, although it has remained in In the April-June a severe situation due to the impact of COVID-19 at home and abroad.", "quarter of 2020 -- the period most affected by the spread of COVID-19 as the state of emergency was in place -- the real GDP growth rate registered the largest-ever decline since 1980, from when comparable data are available, marking minus 8.2 percent on a quarter-on- quarter basis; however, the growth rate for the July-September quarter turned positive as economic activity resumed at home and abroad (Chart 2).", "Exports have increased with the pick-up in overseas economies.", "Especially with respect to exports of automobile-related goods, a recovery in automobile sales in the United States, Europe, and China has had a positive spillover effect on production of parts, materials, and other goods.", "Regarding IT-related exports, firm developments have been seen in parts for data centers and those related to personal computers, both of which are associated with teleworking.", "Furthermore, exports of capital goods, which were on the decline amid a global postponement of business fixed investment, have bottomed out recently.", "Private consumption has picked up gradually on the whole.", "That said, there is a difference in the speed of recovery in the consumption of goods and that of services.", "Durable goods such as household electrical appliances and automobiles have been partly buoyed by the government's provision of special cash payments to all individuals living in Japan and by pent-up demand, while nondurable goods such as food and daily necessities have remained firm on the back of the expansion in stay-at-home consumption.", "By contrast, consumption of services, such as eating and drinking as well as accommodations, has remained at a low level, although it has headed toward a pick-up from the bottom hit in the April-May period, when the state of emergency was in place.", "Despite demand stimulus measures such as the \"Go To\" campaign having yielded hopeful signs since autumn, primarily in eating and drinking as well as accommodations, COVID-19 has resurged recently and its impact warrants concern.", "With regard to the outlook, private consumption is likely to continue picking up on the whole.", "Nevertheless, the pace of the pick-up is highly likely to remain quite moderate, particularly with regard to dining-out and services for individuals, due to strong vigilance against COVID- 19, mainly among seniors.", "As just explained, exports and goods consumption have been recovering.", "On the other hand, the prolonged impact of COVID-19, especially in services such as eating and drinking as well as accommodations, has been exerting downward pressure on business fixed investment and the employment and income situation.", "Business fixed investment has been on a declining trend against the background of a deterioration in corporate profits and uncertainties over future developments, both stemming from COVID-19.", "This downtrend is likely to continue for the time being, mainly in terms of investment in the construction of stores and accommodation facilities by the eating and drinking as well as accommodation industries.", "That said, software investment has remained firm; the software investment plan for fiscal 2020 in the Bank of Japan's September Tankan (Short-Term Economic Survey of Enterprises in Japan) has been revised upward from the June survey, and the year-on-year rates of increase have been at relatively high levels, mainly in the communications, information services, and retail industries (Chart 3).", "The factors behind this are likely to be the continuing trend since before the outbreak of COVID-19 of enhancing business efficiency and undertaking labor-saving investment, as well as firms' active fixed investment in growth areas such as e-commerce and teleworking amid the prolonged impact of the pandemic.", "Weakness can be seen in employment: the diffusion index for employment conditions showing a net \"excessive\" for both the manufacturing industry and the accommodations as well as eating and drinking services industry in the September Tankan, a decline in the active job openings-to-applicants ratio, and a rise in the unemployment rate (Chart 4).", "Moreover, with respect to wages, non-scheduled cash earnings have decreased, reflecting a decline in working hours.", "Bonuses, which lag behind corporate profits by about half a year, are expected to be weak this winter.", "C. Recent Price Developments Let me elaborate on price developments in Japan.", "The year-on-year rate of change in the consumer price index (CPI) for all items less fresh food, or the core CPI, has recently decelerated, registering minus 0.7 percent for October (Chart 5).", "Factors contributing to the decline in the CPI include the past decline in crude oil prices, a downturn in charges for hotels and for package tours to overseas, a deceleration in the rate of increase in prices of food products that are sensitive to economic activity, and a decline in prices of clothing.", "Contributing factors also include the decrease in hotel charges that reflects discounts offered under the \"Go To Travel\" campaign and the dissipation of the upward pressure on prices generated by the consumption tax hike in 2019.", "From a macroeconomic perspective, the output gap, which indicates the supply-demand balance, declined substantially in the April- June quarter of 2020.", "Subsequently, it is likely to head toward a pick-up, mainly for the manufacturing industry.", "However, the gap is expected to register a relatively large negative figure, with the impact of COVID-19 exerting downward pressure on working hours and the capital utilization rate in the nonmanufacturing industry (Chart 6).", "In these circumstances, medium- to long-term inflation expectations, which represent the perception of firms and households regarding future prices, have weakened somewhat (Chart 7).", "On the other hand, price cuts that aim at stimulating demand have not been observed widely.", "This is because cutting prices cannot be expected to boost demand when the primary cause of the decrease in demand is consumers' vigilance against COVID-19, as is the case with face-to-face services.", "Another reason is that firms are finding it difficult to make price cuts that would lead to a further deterioration in their profits, given the current public health necessity of limiting customer numbers to avoid crowding.", "D. Outlook for Economic Activity in Japan With economic activity resuming and the impact of COVID-19 waning gradually, Japan's economy is likely to continue on an improving trend, supported by accommodative financial conditions and the government's economic measures.", "However, the pace of recovery is expected to be only moderate as firms and households remain vigilant against COVID-19 while it continues to have a worldwide impact.", "Thereafter, as the impact subsides globally, the economy is projected to keep improving with overseas economies returning to a steady growth path.", "Given these factors, in the Bank's October 2020 Outlook for Economic Activity and Prices (Outlook Report), the forecasts of the majority of Policy Board members for the real GDP growth rate are in the range of minus 5.6 to minus 5.3 percent, 3.0 to 3.8 percent, and 1.5 to 1.8 percent for fiscal 2020, 2021, and 2022, respectively (Chart 8).", "E. Outlook for Prices Next, I will touch on the outlook for prices.", "In the October Outlook Report, the forecasts of the majority of Policy Board members for the year-on-year rate of change in the core CPI are in the range of minus 0.7 to minus 0.5 percent, 0.2 to 0.6 percent, and 0.4 to 0.7 percent for fiscal 2020, 2021, and 2022, respectively (Chart 8).", "The background to these forecasts is as follows.", "First, as I mentioned earlier, COVID-19 will affect the prices of such items as energy and travel-related services in the short run.", "Prices of items that are sensitive to economic activity, such as food products, durable goods, clothing, and dining-out, are also highly likely to come under gradual downward pressure.", "Furthermore, mobile phone-related prices are projected to continue showing some weakness, reflecting the price-setting stance of major carriers and competitiveness in the industry.", "Nevertheless, in due course, movement toward price rises is expected to resume with the impact of COVID-19 waning and Japan's economy improving.", "In other words, the downward pressure from the decline in crude oil prices and the \"Go To Travel\" campaign will dissipate, while upward pressure on prices of goods and services that are sensitive to economic activity will gradually heighten along with improvement in the output gap.", "Against this background, medium- to long-term inflation expectations also are expected to rise again.", "F. Risks to Economic Activity and Prices However, the outlook for economic activity and prices remains extremely unclear.", "In particular, the impact of COVID-19 on domestic and overseas economies continues to require close and careful monitoring.", "Until effective medicines and vaccines are developed and widely distributed, it is highly unclear how the COVID-19 pandemic will evolve and how long it will take for it to subside.", "It is also uncertain how firms' and households' behavior, including price setting, will change as they struggle to live with COVID-19.", "Moreover, if COVID-19 has a larger impact than expected, there is a risk that deterioration in the real economy will affect financial system stability, thereby exerting further downward pressure on the real economy.", "Conduct of Monetary Policy A. Enhancement of Monetary Easing in Light of the Impact of COVID-19 Let me now turn to the Bank's policy conduct.", "With COVID-19 spreading worldwide, global financial and capital markets have been unstable, while financial conditions have become less accommodative in terms of corporate financing, as seen in the deterioration in firms' financial positions due to declining sales and profits.", "Given these developments, the Bank has enhanced monetary easing since March by implementing the following three measures with a view to supporting corporate financing and maintaining stability in financial markets (Chart 9).", "The first measure is the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19).", "This program consists of the Bank's purchases of CP and corporate bonds within about 20 trillion yen and the introduction of funds-supplying operations of about 120 trillion yen to encourage lending by financial institutions.", "The latter includes a scheme in which the government takes the credit risk of lending by financial institutions to small and medium-sized firms and the Bank provides funds to those financial institutions on favorable terms.", "The second measure is an ample provision of yen and foreign currency funds.", "The Bank decided to purchase a necessary amount of Japanese government bonds (JGBs) without limit, with a view to maintaining stability in the bond market and stabilizing the entire yield curve at a low level.", "It has also decided to provide a large amount of U.S. dollar funds based on cooperation with five other major central banks.", "The third measure is active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "The aim is to prevent firms' and households' sentiment from deteriorating through volatility in financial markets, thereby supporting positive economic activity.", "The Bank assesses that these three measures have been functioning effectively.", "Specifically, tension in financial markets has eased, although they are still nervous.", "In addition, despite weakness in financial positions of firms, the environment for external funding, such as bank borrowing and the issuance of CP and corporate bonds, has remained accommodative, partly owing to private financial institutions having actively fulfilled the functioning of financial intermediation.", "B. Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control While the Bank has enhanced monetary easing in light of the impact of COVID-19, as I have just outlined, it has been pursuing powerful monetary easing for more than seven and a half years since the introduction of QQE in 2013.", "Under powerful monetary easing, with a view to achieving the price stability target of 2 percent, the Bank has made clear its intention to continue with QQE with Yield Curve Control, as long as it is necessary for maintaining that target in a stable manner.", "Controlling short- and long-term interest rates -- so-called yield curve control -- facilitates the formation of the term structure of interest rates that is most appropriate for achieving the price stability target.", "Specifically, the Bank applies a negative interest rate of minus 0.1 percent to a portion of financial institutions' current account balances at the Bank, and purchases JGBs so that 10-year JGB yields will remain at around 0 percent (Chart 10).", "As a result of resolutely continuing with such powerful monetary easing, Japan's economy had continued, up until around 2019, on an expanding trend with a virtuous cycle from income to spending operating.", "As for prices, the underlying trend in the year-on-year rate of change in the CPI less fresh food and energy had been generally in positive territory for seven years.", "Unfortunately, however, the momentum toward achieving the price stability target has been lost temporarily due to COVID-19, and thus it is assumed that monetary easing will be prolonged further.", "Monetary Policy in Prospect of Further Prolongation of Low Interest Rates As just explained, the positive effects of the Bank's powerful monetary easing measures have materialized under the prolonged low interest rate environment.", "On the other hand, although more than seven and a half years have passed since the Bank introduced QQE, the projected rate of increase in the core CPI for fiscal 2022 is still only about 0.7 percent, which is far below the target.", "It is therefore certain that monetary easing will be prolonged further.", "It is likely to take more time for prices to rise, in part because the negative output gap will exert downward pressure on prices for the time being, and because medium- to long-term inflation expectations will weaken somewhat through the adaptive expectation formation mechanism while the rate of change in the CPI is expected to be negative.", "In addition to these, I am paying close attention to three factors from the standpoint of the general public.", "Potential Factors Constraining Price Rises The first factor concerns wages.", "According to an announcement by the Japanese Trade Union Confederation (Rengo), base pay rose for a seventh consecutive year in the annual spring labor-management wage negotiations in 2020.", "However, the average rate of increase over those seven years was around 0.5 percent, which is only marginal in terms of the price stability target.", "Unfortunately, given the deterioration in corporate profits brought about by the impact of COVID-19, it seems unlikely that the pace of increase in wages will boost its momentum in fiscal 2021.", "In addition, partly because winter bonuses are expected to be weak, as I mentioned earlier, wages are likely to remain under downward pressure for the time being.", "Furthermore, an increasing number of firms have started to replace seniority-based wage systems with merit-based systems, and to pursue greater labor mobility through such initiatives as a shift from lifetime employment to job-based employment.", "These trends are desirable and necessary in the medium to long term for firms and Japan's economy to increase productivity.", "On the other hand, there are concerns that average wages and the propensity to consume may be negatively affected by the gradual loss of wage and employment systems that enable workers to feel that their wages are steadily rising in line with the number of years worked.", "The second factor is the decline in land prices.", "Looking at prices as of July 1 at representative locations, released in September, the year-on-year rate of change in the nationwide average turned to a decline for the first time in three years, registering minus 0.6 percent.", "This is likely to be due to the sharp drop in the number of visitors to Japan and voluntary stay-at-home behavior, both resulting from the impact of COVID-19.", "Since land, relative to stocks, is larger in terms of total asset value and in terms of proportion held by individuals, there is concern over how the decline in land prices will affect consumer sentiment.", "The third is the impact on future sentiment of many consumers facing an unforeseen decline in income.", "Since before the outbreak of COVID-19, concern over public pension funds -- namely, whether they will provide adequate benefits -- is likely to have constrained consumption among the young and middle-aged generations.", "For seniors, the constraining factor is said to be the \"longevity risk,\" or in other words, the risk that their savings will be insufficient to cover a rise in healthcare expenditure and living expenses as they live longer than expected.", "In the wake of COVID-19, another potential factor constraining consumption has arisen -- that is, the risk that future income will decline unexpectedly due to such incidents as the spread of the pandemic.", "There is concern that this might further raise households' propensity to save and that downward pressure on consumption might be exerted accordingly.", "B. Sustainability and Flexibility of Monetary Easing Given that it is expected to take more time to achieve the price stability target, due in part to the impact of COVID-19, I think it will become even more important for monetary easing measures to be sustainable and flexible.", "Let me now share my thoughts on this.", "Stability of the financial system is indispensable for monetary easing measures to have a sustained impact.", "I have repeatedly stressed the view that it is particularly important to aim at achieving both price stability and financial system stability when conducting monetary policy.", "This is because, as the Global Financial Crisis (GFC) revealed, once the financial system destabilizes, it is extremely difficult for the Bank to ensure price stability, resulting in a failure to meet both objectives.", "Smooth functioning of financial intermediation has so far been ensured due to financial institutions' robust financial bases, both in terms of capital and liquidity, as well as policy responses by the Bank and the government.", "However, if these institutions' financial soundness deteriorates further due to a fall in lending rates and an increase in credit costs, the smooth functioning of financial intermediation could be impaired, posing a risk that downward pressure will be exerted on the real economy.", "On this point, financial institutions' lending rates have been at extremely low levels, partly reflecting intensified competition among institutions, in a situation where demand for new loans is limited due to declines in population and the number of firms across regions, and where the low interest rate environment is prolonged.", "In addition, attention should be paid to the point that the program of interest-free and unsecured loans currently implemented to support corporate financing might exert downward pressure on spreads on regular loans that are made without the support of the program, even after the impact of COVID-19 subsides.", "Credit costs could increase, as financial institutions provide active support for firms whose financial positions have deteriorated due to COVID-19, and a certain proportion of the loans could become nonperforming.", "So far, the increase in credit costs does not seem to be as serious as that observed after the GFC; however, as COVID-19 may have a protracted impact on corporate sales and profits, attention should continue to be paid to future developments.", "Furthermore, even since before the outbreak of COVID-19, financial institutions have been actively extending loans to firms with relatively high credit risk and investing in high-risk overseas assets, with the narrowing of lending margins and declines in JGB yields under prolonged monetary easing.", "This may be another risk factor to the outlook.", "Under these circumstances, developments in super-long-term interest rates will be key to maintaining stability of financial institutions' financial conditions.", "Specifically, financial institutions raise funds through such means as deposit taking or the Bank's operations, and invest these funds, mainly through lending or JGB purchases.", "In doing so, they raise funds in the short term and invest them in the long term; in other words, the differences in maturities between funding and investment will be the basic revenue sources for these institutions.", "While this is somewhat technical, under the concept of asset liability management, these differences represent interest rate risk, and banks gain profits by taking this risk.", "While financial institutions have been increasing their lending, it seems that they have a strong incentive to hold long-term JGBs since the share of loans with long-term fixed interest rates is generally not large.", "One of the objectives behind the Bank's introduction of yield curve control was to prevent an excessive flattening of the yield curve, which might raise concerns about the sustainability of financial functioning in a broad sense and exert adverse effects on consumer sentiment, mainly through limited investment opportunities in terms of pension and insurance products.", "Super-long-term interest rates rose over the six months or so following the introduction of yield curve control, but they have recently been at slightly lower levels than at that time.", "It is desirable for the yield curve for super-long-term JGBs to become steeper at a moderate pace with the Bank keeping 10-year JGB yields at around 0 percent, in that financial institutions can improve profits on their investment and the Bank can achieve financial system stability while monetary easing is prolonged.", "Next, I would like to talk about the sustainability and flexibility of ETF and J-REIT purchases.", "As one component of its policy framework for achieving the price stability target, the Bank has been purchasing these assets to exert a positive influence on economic activity and prices by lowering the risk premia in the stock and REIT markets.", "Such asset purchases have proven effective in supporting firms' and households' positive economic activity by preventing their sentiment from deteriorating, mainly through volatility in financial markets.", "As I explained earlier, ETF and J-REIT purchases played a major role, particularly when financial markets became unstable due to the impact of COVID-19.", "Moreover, it is necessary to continue with such purchases in a situation where achieving the price stability target is likely to take more time.", "Given that monetary easing is expected to be further prolonged due in part to the impact of COVID-19, the Bank should look for additional ways to enhance the sustainability and flexibility of the policy measures so that it will not face difficulty in conducting ETF and J-REIT purchases when an appropriate lowering of risk premia of asset prices is absolutely necessary.", "C. Raising Japan's Economic Growth Rate As just outlined, I think it has become increasingly important to enhance the sustainability and flexibility of the Bank's policy measures given the prospect of prolonged monetary easing.", "At the same time, however, boosting Japan's growth potential is also essential to achieving the price stability target.", "In this regard, as society and firms make efforts to raise the economic growth rate by realizing growth strategies and thereby bringing about changes in the economic structure, it has become vital to consider how monetary policy can contribute to these efforts.", "As Japan's economy is in the process of recovering from the downturn caused by the impact of COVID-19, it is essential, for the time being, for the government and the Bank to support sustaining firms' businesses and employment through their various measures.", "However, there could be cases where less productive businesses continue to operate and even inefficient firms that would otherwise have shut down remain in business.", "This may induce side effects whereby Japan's productivity growth is weighed down over the long term.", "Therefore, I think it will become more important for society to move toward promoting such developments as digitalization and greater labor mobility, and for firms to allocate their capital to highly productive business areas based on sound growth strategies.", "Even prior to the outbreak of COVID-19, the secular decline in the potential growth rate was a major issue for Japan, which has been facing structural problems such as the declining and aging population.", "Although Japan's economy has suffered a serious blow from the pandemic, there has been growth in businesses compatible with the new lifestyle that takes into consideration infection prevention, and teleworking is rapidly becoming widespread.", "Against this background, digitalization has gained momentum.", "From a medium- to long-term perspective, all of these factors are likely to act as a driving force that will shift Japan's economy toward achieving a higher growth rate.", "For the time being, the Bank needs to do its utmost to conduct monetary policy with a view to supporting financing, mainly of firms, and maintaining stability in financial markets.", "However, from a medium- to long-term perspective, it is also important for the Bank to support from the financial side the efforts by society and firms to push forward with structural reforms and growth strategies.", "In doing so, it is of course essential that the Bank maintain accommodative financial conditions, thereby continuing to provide a solid foundation on which firms can take on risks and pursue change.", "At the same time, I think it is also important to encourage firms' investment in growth areas, mainly through financial institutions' expertise in examining the creditworthiness of firms and through the market mechanism, so that the potential growth rate will rise accordingly.", "Thank you for your attention.", "June Sept. Dec. Forecast Actual Source: Bank of Japan.", "Note: Figures show the amount of newly recorded software investment under intangible fixed assets.", "Figures are for all industries and enterprises.", "Labor Market Conditions Active Job Openings-to-Applicants Ratio Employment Conditions DI (Tankan) and Unemployment Rate reversed, DI (\"excessive employment\" minus \"insufficient employment\"), % points s.a., ratio s.a., % -80 1.8 6 Insufficient employment 1.6 -60 1.4 Accommodations, eating & drinking services 1.2 4 1.0 0.8 0.6 2 0.4 Active job openings-to-applicants ratio for full-time employees (left scale) Excessive employment 0.2 Active job openings-to-applicants ratio (left scale) Unemployment rate (right scale) 60 0.0 0 CY 2005 07 09 11 13 15 17 19 CY 2005 07 09 11 13 15 17 19 Source: Bank of Japan.", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Opinion Survey on the General Public's Views and Notes: 1.", "Figures for households are from the Behavior, estimated using the modified Carlson-Parkin method.", "Figures for firms are those for the Average of Enterprises' Inflation Outlook for all industries and enterprises in the Tankan.", "Figures in brackets indicate the medians of the Policy Board members' forecasts (point estimates).", "The forecasts of the majority of the Policy Board members are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which he or she attaches the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The range does not indicate the forecast errors.", "The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19: tril.", "yen + α total size of about 140 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previously, amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19: about 120 tril.", "yen Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Further active purchases of JGBs and T-Bills: unlimited Enhancement of the U.S. Dollar Funds-Supplying Operations: unlimited Lowering Risk Premia in Asset Markets Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen (for the time being) J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none"], "topics": ["Economic activity", "Prices", "Monetary policy", "COVID-19", "Overseas economies", "Wage", "Land price", "Financial system", "Sustainability", "Flexibility"]}