{"sentences": ["The Chilean economy has outperformed expectations since end-2020.", "Despite a tightening in mobility restrictions in March and April, economic activity has exceeded market expectations throughout the first half of 2021, with the latest IMACEC measure (June) growing 20.1% YoY in real terms.", "On a seasonally adjusted measure, economic activity in June already exceeded its level of September 2019-prior to the Social Crisis-and of February 2020 - prior to the Covid-19 crisis.", "If the SA IMACEC of June held constant for the rest of the year, annual growth would already fall withing the CB forecast of 8.5%-9.5%.", "Prospects for the rest of the year are balanced on the upside.", "A number of factors may impact the economy positively in the second half of the year, including: (a) progress in the vaccination program (72% of the population, including 65% fully vaccinated); (b) the unwinding of sanitary restrictions in the light of collapsing contagion; (c) increasing responsiveness of lagging sectors; (d) favorable external conditions and (e) improving expectations of firms and households.", "The resilience of the Chilean economy is largely explained by continuing policy support in the face of unusual shocks.", "Monetary and financial policies have contributed to stabilize markets and get corporate credit flowing, avoiding the risk of widespread bankruptcies.", "Fiscal policy has provided growing support to households and SMEs.", "On an international comparison the relative size of monetary and fiscal support in Chile compares favorably not only with EMEs but also with many advanced countries.", "This is mostly based on the buffers accumulated over many years, effective shock absorbers, a solid policy framework, and the capacity to innovate in the face of an unpredecented shock.", "The economy has also proven more resilient and flexible in the face of mobility restrictions.", "Firms and households have been able to adapt to exceedingly adverse conditions, making extensive use of technology, teleworking, and logistics to keep the economy running.", "Thus, the share of online retail sales rose from below 25 to over 40% at the peak of the pandemic; teleworking still remains at more than 20% of the working population, and firm creation has recovered pre-Covid-19 levels.", "As a result of this and of adjustments in the Step-byStep program, the impact of mobility restrictions in March-May 2021 dropped to nearly one sixth of those of one year back.", "Still, the recovery remains heterogeneous, and a number of risks cloud the mediumterm.", "While some lagging sectors have started to recover, contact-intensive ones may require substantial restructuring to operate under more demanding conditions, and many firms will emerge financially weaker.", "Households, in turn, have drawn down their retirement savings while government net debt has substantially increased.", "Pension fund withdrawals, in particular, are a double-edge sword, with the weight of costs still to come through the efficiency and resilience of domestic financial markets.", "Risks will remain not only in connection with potential new Covid-19 outbreaks, but also with the normalization of bank operations and fiscal governance.", "The labor market is a particular concern, suffering from both demand and supply shocks of uncertain persistence.", "Employment was badly hit at the beginning of the crisis and nearly 2 million jobs (22% of the labor force) were lost in 2020Q2.", "Alternative measures point to a recovery of one third to two thirds so far, but their counterpart is not only higher unemployment but also lower labor participation.", "While the demand side is particularly affected by the performance of labor-intensive sectors and lockdowns, the supply side is subject to the influence of school closures, access to liquidity and contagion fears.", "A relatively large non-salaried sector makes interpretation and projection of figures particularly difficult.", "Improving short-term prospects, heterogeneity in the recovery and persistent uncertainty are reflected in the evolution of local financial markets.", "Long-term interest rates have risen close to 100 basis points since mid-April, while their external benchmarks have not changed much; the stock market has underperformed its peers, and the CLP has depreciated almost 6%, despite sustained high copper prices.", "This has coincided with a period of heightened political tensions and a wide range of legislative initiatives in social security, fiscal, and regulatory matters.", "Core inflation remains close to the target rate, but the faster closing of the output gap may compound short-term price pressures.", "Inflation has performed as expected, with annual headline inflation at 3.8% annually in June 2021.", "Expectations are aligned with the two-year target of 3%.", "CPI has continued to be largely determined by the evolution of the prices of fuels and goods.", "Core CPI stands at 3.2%, but it is likely to accelerate to nearly 4% in the next few months due to supply and demand-side pressures.", "Still, the rapidly narrowing output gap, led by private consumption, risks turning these temporary pressures more long-lasting.", "In the light of the evolution of cost pressures, a rapidly narrowing output gap and dynamic consumption, the CBC has started to withdraw monetary impulse on the economy.", "This was signaled first in the June 2021 Monetary Policy Report and followed in the July Monetary Policy Meeting with a 25 bp interest rate hike to 0.75%.", "At the same time the CBC Board signaled that it intended to move ahead with caution, given the unusual arrangement of economic, financial and policy conditions in the economy.", "Both the CBC and the Government have sufficient space to adjust policy support to In the case of the CBC, policy space is granted the needs of the economy in the shorter run.", "by the anchoring of inflation expectations; a low and decreasing pass-through from the exchange rate; a cautious management of unconventional tools, and the buildup of international reserves.", "The Government, in turn, keeps gross debt below 35% of GDP and some 5% of GDP in sovereign wealth funds.", "Both acknowledge, however that policies will need to adapt to the needs of a recovery phase where challenges are increasingly concentrated in specific sectors.", "In the medium run, a number of challenges remain and should be factored-in in the political process.", "These are partly reflected in the update of structural parameters by the CBC in the June MPR.", "In particular, trend growth was adjusted down to 2.4%-3.4% per annum on the grounds of TFP growth slowing down over the last 20 years.", "At the same time, some crisisrelated challenges include the capital erosion of firms and households; lasting uncertainty; restoring fiscal sustainability, and further changes in productivity.", "Central to this projections is the unbalance between the short-term dynamism of private consumption and public spending vis a vis a more uncertain behavior of investment and the necessary unwinding of expansionary measures in the policy horizon.", "The constitutional process under way will play an important role in shaping the future of institutions, society and the economy.", "Given the direct legacy of the social crisis and the impact of the Covid-19 crisis, political factors will be important to the future evolution of the economy.", "A string of election processes in 2021, accompanied by new term limits to authorities, will deliver new local and regional authorities, a new Congress and Government.", "The Constitutional process will unfold throughout most of next year.", "These processes will reshuffle the leadership and institutions at a time of major cultural, technological, and political change worldwide.", "While some see this as a risk, it may also be considered as an opportunity to bring the institutional framework of the country more up to date.", "If the constitutional process delivers strong and legitimate institutions and a renewed social contract, it may also contribute to a more robust and sustainable economy."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Monetary policy", "Fiscal policy", "Labor market", "Inflation", "Financial markets", "Structural challenges", "Political factors", "Constitutional process", "Policy support"]}