{"sentences": ["I am pleased to be part of the launch of the Deaf eLimu Banking Application (app).", "My gratitude goes to the Kenya Bankers Association (KBA) for putting together this event and for the invitation to participate.", "I also extend my appreciation to the Financial Sector Deepening (FSD) Kenya and Deaf Elimu Plus Limited for their partnership with KBA on this project.", "The choice of date for this launch is apt, being a day before the world commemorates the International Day of Persons with Disabilities.", "I note with appreciation that my sentiments one year ago, during the launch of the Persons with Disability Digital Access Report, were duly considered and executed.", "I challenged the participants to provide tailor-made financial products that meet the needs of persons with disabilities.", "I am informed that 31 commercial banks have submitted their roadmaps on how they intend to implement the recommendations made in the report.", "It is therefore exciting to be here today to launch an app that is going to revolutionize banking for the hearing impaired.", "The World Health Organization (WHO) estimates that 5 percent of the world's population (430 million people) are living with \"disabling\" hearing loss.", "This number is envisaged to grow to over 700 million people (one in every ten people) by 2050.", "Of this population, about 80 percent are people living in developing countries.", "This is a significant population, who are likely to be sidelined due to the non-inclusivity of our systems.", "In Kenya, we pride ourselves in achieving 82.9 percent financial inclusion.", "However, only 0.5 percent of persons with disabilities are part of these statistics.", "This brings me to the barriers locking out persons living with disabilities from the financial system.", "It is interesting to note that these barriers are rudimentary.", "They include negative attitude, misunderstandings by both financial institutions as well as their clients living with disabilities, unfavorable infrastructure such as lack of ramps and having to endure long queues.", "It is therefore within our reach to break these barriers and bring all persons with disabilities to the formal financial system.", "Allow me now to focus on the reasons why it is paramount for the banking sector to deal with these constraints and pave way for persons with disabilities to access financial services.", "First, it is our responsibility to ensure that we continually put people's needs at the core of banking business.", "This is one of the commitments that financial institutions made through the adoption of the Kenya Banking Sector Charter (KBSC) issued in 2019.", "Customer centricity, which is the first pillar of the charter, not by accident, but by design, should be at the heart of product development.", "Over the last few years, financial institutions are increasingly tailoring their products and services to the needs of their customers.", "This was especially the case during this period that we have been dealing with the coronavirus pandemic.", "However, much more needs to be done particularly in segmenting the markets deeper to understand the needs of persons with disabilities.", "I am glad, this is already happening with the development of the Deaf eLimu Banking App.", "Second, we are on the road towards ensuring shared prosperity for all by 2030, engrained in the Sustainable Development Goals (SDGs).", "This will only be achieved through building sustainable and inclusive communities that foster inclusion and equitable opportunities for all.", "It is now widely appreciated that businesses can only be as successful as the societies they operate in and draw their existence from.", "Environmental, Social and Governance (ESG) considerations are now paramount in any organization's strategy and operations.", "In this regard, ensuring that persons living with disabilities have the same opportunities to access financial services is an obligation that we have to step up to.", "the Kenyan Banking sector in an array of areas ranging Third, is known for its leading role from innovation to supporting broader societal good including in education, health and the environment.", "This has spilled over to the East African region and beyond where Kenyan banks are expanding their footprint.", "In the same breadth, the banking sector should also lead in enhancing inclusion of persons with disabilities.", "Let me take this opportunity to implore upon the other players in Kenya as well as in the region to follow this path.", "This will move us a step closer towards achieving shared prosperity for all.", "The Central Bank of Kenya (CBK), is also walking the talk.", "We are involved in various initiatives in support of persons with disabilities.", "More specifically, CBK supports St. Kizito Litein School for the Deaf.", "I will pause here for a brief video link on this initiative.", "The school came to the limelight when they won one of the CBK sponsored categories during the 2016 Kenya Music Festival.", "As indicated in the clip, we have completed a number of infrastructural developments at the school.", "This includes construction of a dormitory, renovation works for their classes as well as provision of water storage tanks.", "As I draw to a close, we are collectively, taking the right steps.", "However, this is just a starting point.", "Today the app has 100 phrases.", "For most spoken languages, the target for a beginner is 250-500 words.", "I don't know how this translates to sign language phrases for banking, but my challenge to you is to work steadfastly to improve the scope of the app and make it more useful for all.", "Let us also endeavor to incorporate the needs of all categories of persons with disabilities in the banking sector.", "Indeed, a society is at its best, when it leaves no one behind.", "It is now my distinct pleasure to declare the Deaf eLimu Banking Application officially launched."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Persons with disabilities", "Financial inclusion", "Banking", "Deaf eLimu Banking App", "Sustainable Development Goals", "ESG", "Kenya Banking Sector Charter", "Customer centricity", "Innovation", "Sign language"]}