{"sentences": ["EXPO 2020 DUBAI KEY ISSUES AND CHALLENGES IN THE MENA REGION SPEECH OF MR. ABDELLATIF JOUAHRI GOVERNOR OF BANK AL-MAGHRIB (MOROCCAN CENTRAL BANK) NOVEMBER 14, 2021 YOUR EXCELLENCY, MRS. SHAMSA SALEH, CEO OF DUBAI WOMEN ESTABLISHMENT (DWE) AND SECRETARY-GENERAL OF THE UAE GENDER BALANCE COUNCIL; MRS. NADIA FETTAH, MINISTER OF ECONOMY AND FINANCE AND COMMISSIONER GENERAL OF MOROCCO PAVILION AT \"EXPO 2020 DUBAI\"; Honorable audience, It is a great pleasure for me to take part with you today in this important meeting at \"Expo 2020 Dubai\".", "I really wished to be there with you in this country where I always feel at home.", "Unfortunately, multiple constraints have made it impossible for me.", "However, I would like to compliment the Emirati authorities for the exceptional organization of this event.", "The everyday echoes of the Expo tell a story of a tremendous success.", "I am also delighted as the topic chosen for this meeting is particularly close to my heart and I congratulate the organizers for such relevant choice.", "I would like to particularly thank Mrs. AMINA FIGUIGUI and Mrs. NADIA FETTAH, respectively President and Vice President of The Club of Women Business Administrators (CFA Morocco), for inviting me to this meeting.", "Ladies and Gentlemen, The topic of this meeting centered on the place of women in governing bodies refers inevitably to the challenges of women contribution to economic activity and more broadly to the issue of gender inequality.", "In this respect, I think there is no need to argue nor to justify the importance of this issue.", "It is discussed and debated every now and then in public debates within national and international bodies, not to mention the regular or specific reports devoted to it.", "This increasingly highlights the stakes involved and, fortunately, the greater awareness about it.", "It is not only a problem of social exclusion but, as we all know, a considerable economic loss.", "The available data on the different dimensions of this issue unfortunately show that our region MENA appears to have among the highest levels of gender inequality, if not the highest, in the world.", "However, I believe that there is a growing awareness about the situation.", "We have seen in recent years the adoption of policies and initiatives in the region to empower women and strengthen their economic, social and political status.", "I would like, if I may, to illustrate further on this referring to my home country and the institution I have the honor to lead.", "Ladies and Gentlemen, Since many years now, Morocco engaged in a process of improving the situation of women, ratifying several international conventions and complying with UN instruments on human rights in general and women rights in particular.", "Since the beginning of the millennium, the process of modernizing society was hastened with major reforms aimed at entrenching the principle of gender equality and equity.", "In 2004, the Civil Status Act (Moudawana) was amended and the status of women in the family further strengthened.", "In 2011, the country approved a new constitution that enshrines human rights and gender equality.", "Several laws have been adopted to ensure the harmonization of national legislation with international instruments that Morocco ratified and whose primacy are now recognized over its domestic laws.", "In the same vein, and to coordinate the various initiatives aimed at promoting gender equality and including women's rights in public policies and development programs, a governmental plan for equality entitled \"ICRAM\" was developed for the period 2012-2016 and was later on expanded and extended until 2021.", "At the same time, a specific strategy for institutionalizing the principle of gender equality in the civil service was adopted in 2016.", "Today, the real challenge remains to succeed in the effective implementation of these laws and programs and to ensure a regular and close monitoring, which is hardly an easy task.", "Ladies and Gentlemen, Speeding up efforts to strengthen the economic role of women and reduce gender inequalities requires the mobilization of all stakeholders, government authorities, civil society, public and private institutions and national and international organizations.", "Central banks, as regulators, can play their own role in this endeavor.", "At Bank Al-Maghrib, we are continuously working to improve the representation of women in the boards of credit institutions through a gradual approach.", "For instance, in 2014 we laid down the obligation for such bodies to implement a policy aimed at ensuring a better representation of women.", "Two years later, this directive was reinforced by making compulsory compliance with the principle of parity in the appointment of independent directors.", "Our efforts in this regard are still ongoing with a new regulatory recommendation aimed at bringing the banking sector to further move towards the reduction of gender inequalities and a more inclusive finance.", "This regulatory text, which will be adopted before the end of the year, calls for a genuine implementation of the gender dimension by (i) entrenching professional gender equality within banking institutions; (ii) developing offers adapted to the needs of female customers, in particular female entrepreneurs, based on dedicated refinancing mechanisms such as \"Gender Bonds\"; and (iii) assisting these institutions in the implementation of funded projects.", "Furthermore, to catch up with the deficit in accessing financial services, the Ministry of Finance and Bank Al-Maghrib have developed and implemented a national strategy for financial inclusion.", "This strategy targets as a priority women, youth and the rural population.", "Ladies and gentlemen, Alongside these efforts as a regulator, Bank Al-Maghrib is striving as an enterprise to set an example in terms of professional equality between men and women.", "We have instilled equity and equality in all our processes, as well as in the recruitment, promotion and social rights.", "Women now represent 40% of the Bank's total workforce, as well as of its management and Board.", "Our 2019-2023 strategic plan enshrines gender equality as a guiding principle for the Bank's actions.", "In 2020, Bank Al-Maghrib has adopted a charter for professional gender equality that specifically recognizes the inclusive nature of the work environment and the mix of professions and promotes work/life balance.", "In order to explore the best practices in gender awareness and facilitate the exchange of experiences, we have with a number of central banks instituted a regular meeting dedicated to gender and reserved exclusively for women.", "This initiative has been very successful, and we have been approached by several central banks who wish to join us.", "We aspire to convert this regular meeting into an intercontinental forum of central banks dedicated to the gender issue, initially in Africa-Latin America.", "Ladies and Gentlemen, The fight against gender inequality requires a firm and sustained political will, reinforced monitoring and consultation of all stakeholders.", "Over and above public policies, this is a cultural change that must be carried out, especially in our region, through ongoing education, promotion and awareness raising.", "On the eve of a new post-covid era marked by the impacts of the crisis, rapid mutations and paradigm shifts, this work is more necessary than ever to strengthen the resilience of our economies and societies, a resilience that requires the mobilization and valorization of all resources, especially human resources, of which women are an essential component.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Gender inequality", "Women's economic role", "Central bank role", "Gender equality laws", "Gender equality policies", "Financial inclusion", "Professional gender equality", "Gender bonds", "Women in governing bodies", "Cultural change"]}