{"sentences": ["As prepared to deliver in the event Dr. Akbar Zaidi, Executive Director, IBA Karachi; Dr. Abdullah Zafar Sheikh, Dean, School of Business Studies; Dr. Asad Ilyas, Registrar IBA; Dr. Sana Tauseef, Chairperson, Department of Finance; Dr. Mohsin Sadaqat, Assistant Professor and Head of Finance Lab; Mr. Azfer Naseem, CEO, Alpha Capital, IBA's faculty and Students; and Ladies and Gentlemen.", "Assalam O Alaikum and Good Afternoon!", "It is my pleasure to be here amongst all of you at the inauguration of this Finance Lab and sharing my thoughts with the distinguished audience.", "Let me begin by congratulating the Institute of Business Administration, Karachi and the Alpha Capital on taking this innovative initiative of establishing this Finance Lab.", "I hope this Lab will bridge the gap between industry and academia, and between theory and practice in the area of finance by providing students an opportunity to immerse themselves into real-world problems faced by individual corporations and the country's financial system at large.", "There are several key challenges to industry-academia collaboration and concerted efforts are required to overcome them.", "Some of the key challenges faced in this regard are that: (1) universities tend to contribute to theory or empirical research with aims to get published in academic journals, while businesses are constrained by their mandate of profitability; (2) businesses typically work on much shorter deadlines and aim for speedy results, whereas research work is inherently time intensive; (3) not all corporations have sufficient funds to invest in research on product or process innovation, market development, and market intelligence.", "There is, therefore, a pressing need to establish and strengthen a formal collaboration mechanism between academia and industry for designing courses and setting research agenda that serves the objectives of both businesses and academia.", "In this regard, Trade Organizations can play an instrumental role in providing a consultative platform as well as arranging funds to finance academic research, given their ability to identify key areas of research and pool in required resources.", "Ladies & Gentleman, I would like to briefly highlight the status and recent trends in financial system landscape, wherein this Lab will be operating.", "In Pakistan, the state of financial system is marked by low deposit to GDP ratio, account ownership, and bank assets.", "The credit to private sector in the country is also low compared to peer economies, as is the coverage of credit bureaus' optimal use, which can potentially transform the country's financial system landscape.", "Similarly, the country's debt and equity markets are also not deep and diversified.", "All these aspects of our financial system may come to define the scope of the Finance Lab, and challenges it may attempt to address.", "Globally, in the recent years, financial system has evolved at a brisk pace with the increased use of technology and digital transformation of processes and payment methods.", "Today, funds can be transferred in just few clicks within and across the borders, accounts can be opened sitting at home and payment for services can be made 24/7 without going anywhere.", "The world is keeping its pace and advancing toward central bank digital currencies, internationally integrated faster payment channels, growing fintechs, open banking, and cloud technology.", "These trends are radically reshaping every sector of the economy and have also become important drivers of growth in many countries.", "Among these trends, financial institutions are now also exploring Artificial Intelligence and Data Analytics, which includes machine learning enabled credit scoring models and credit decisions; artificial intelligence enabled solutions to anti money laundering and know your customers; and technology usage to analyze and get insights from piles of available data and take more informed decisions.", "Developments in big data analytics is helping financial institutions to dig deeper and get insights about customers' behavior, needs and wants.", "Similarly, artificial intelligence is facilitating quick decision-making using computer algorithms and big data in ways that were unimaginable a few years ago.", "Investing in technology offer immense potential.", "I am pleased to inform that the SBP has taken a number of steps to embrace technological innovation.", "In the interest of time, I will briefly highlight three such initiatives.", "First, SBP has developed a licensing and regulatory framework for setting up digital banks in Pakistan.", "A digital bank is defined as a completely digital entity that will provide all types of banking services and operations, from accounts opening to taking deposits and lending funds, through digital means without the need for customers to physically visit any bank branch.", "The framework mainly aims to enhance financial inclusion through efficient and cost-effective digital financial services.", "Second, SBP is working towards Open Banking regime to facilitate the implementation of its agenda on financial inclusion and digitization.", "SBP is exploring areas such as open Application Programming Interfaces (APIs), and security and data privacy to foster innovation and financial inclusion.", "For this, SBP has already developed a technical sandbox where banks and fintechs will partner on shared data on developing use cases for financial wellbeing of customers.", "After this pilot, SBP will be issuing guidelines and framework on Open Banking.", "Third, the SBP has successfully deployed Pakistan's Instant Payment System, called Raast.", "This state-of-the-art payment system promises to be simple, free, fast, interoperable, and secure payment option for customers.", "The SBP launched Raast in 2021 with bulk payments facility that enables processing Bulk disbursements such as dividend disbursements, Government to Person payments, mutual funds payments, Business to Business batch payments, pay-roll payments by corporates etc.", "The second use-case of RAAST that is Person to Person payments was launched early this year in February 2022.", "This has allowed individuals to transfer payments to other individuals, family members, and friends across the country.", "The SBP is now working on the third use case of Raast, which is Person to Merchant payments.", "This will enable individuals to make electronic payments to merchants through alternate channels for instance, QR codes and Request to Pay, which is a mechanism whereby payee can initiate request for payment to the payer.", "Ladies and gentlemen, academia can play a very important role in the development of financial markets.", "In this regard, I would like to highlight few areas for possible interventions of the academia: First, SBP and the government's initiative to improve financial inclusion is challenged by low financial literacy among masses.", "To improve financial literacy, academia has a significant role to play in not just educating students but also to wider sections of society through innovative means.", "This is an area where the regulators and academia can also potentially partner and bridge this gap by working towards a common goal of inclusive growth.", "Second, some businesses, such as micro and small and medium enterprises, have limited awareness about different financing options and do not have the expertise to present their project proposals and borrowing requirements to banks.", "Third, from the perspective of promoting growth and innovation in value chain financing, academia can play an important role in enhancing their understanding of financial matters.", "The Finance Lab may consider collaborating with related disciplines to conduct studies on business processes, market sizing and value chain assessments of various products from upstream to downstream and across the thread of bazaars and logistic chain.", "Fourth, in order to encourage lending based on reputational collateral, the Lab may also encourage collaboration with credit bureaus to test and to create credit scoring models, especially those based on alternate data or otherwise aimed at the segment of individuals and businesses that have no collateral and little or no credit history.", "Lastly, perhaps the most important consideration for the Finance Lab is how to encourage savings in the country, where particular emphasis may include increasing the awareness of individual savers across the country to understand the risks and returns associated with different avenues, and increasing retail investments in government debt papers and corporate bonds.", "Let me conclude by reiterating my best wishes for the Lab.", "I hope IBA's Finance Lab will facilitate financial institutions in Pakistan to rethink and reinvent business models and provide strong product offerings by embracing technology and adopting customer centric approach.", "I hope that the lab would facilitate great collaboration between the industry and academia to solve topical and long-unsolved problems, and allow students to expand their horizon beyond the classroom.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial System", "Technology", "Innovation", "Digital Transformation", "Artificial Intelligence", "Data Analytics", "Financial Inclusion", "Open Banking", "Raast", "Financial Literacy"]}