{"sentences": ["No time to wait: Addressing Climate Risk in the Financial System today - Remarks by Sharon Donnery, Deputy Governor, Central Bank of Ireland and Member of the Supervisory Board of the ECB, at Climate Finance 18 October 2022 Speech Good morning everyone - it's great to be here with you at Climate Finance Week.", "I'd like to thank the organisers for inviting me to speak here today and congratulate them on successfully organising this week-long event for the 5th year running.", "Last week I attended the IMF-World Bank Annual Meetings in Washington.", "The meetings provide an opportunity for global leaders, policy makers, the private sector and civil society to discuss issues of global concern.", "It won't surprise you that climate change was high on the agenda.", "But the thing that resonated most with me over the course of the week was the sense of urgency conveyed by all who discussed the topic, the feeling that time is running out, that our window of opportunity is closing.", "Indeed the IMF appealed to policymakers across the globe to urgently enact transformational reforms to address climate change.", "The central theme of Climate Finance Week, \"Investing in a Climate Resilient Future NOW\", speaks to this urgency and the need for actions today to tackle the challenges and avail of opportunities presented by climate change.", "A big part of building a resilient future, of course, involves understanding and managing the risks that climate change poses today.", "This brings me to the topic of this session and to my remarks, in which I will address the issue of climate risks in the nancial sector.", "I will also speak to the ongoing work by the Central Bank of Ireland and others on this topic.", "The science and scale of change required But let me rst take a moment to reect on the recent insights from climate science, which need to be to the forefront of our minds when we consider the risks of insufcient action on climate change.", "This year the World Meteorological Organisation presented us with many stark facts - greenhouse gas concentrations, sea level rise, ocean heat and acidication all reached new record highs last year.", "The most recent seven years, 2015-2021, were the seven warmest years on record.", "Hurricanes, ooding, droughts are becoming ever more commonplace in our news, along with their devastating human impact.", "Worryingly, the \"physical risks\" from climate change are certain to increase in coming years, but the rate at which this will happen depends on our actions today.", "According to the Intergovernmental Panel on Climate Change, direct climate- related damages in the second half of this century could range from severe in a 'business-as-usual' emissions scenario, to stable and decreasing if global 2050 net zero targets are reached.", "The \"transition risks\" associated with achieving such targets - that is, the effects of government decarbonisation policies and actions by households and businesses - will be disproportionally felt by emission-intensive businesses, households and countries, and those with fewer decarbonisation options (heavy industry and aviation, for example).", "The manifestation of these risks will have broad impacts, affecting macroeconomic and nancial outcomes, altering the underlying structure of economies and exposing nancial rms and the overall nancial system to prudential risks such as credit, operational, market and liquidity risks.", "The scale of adjustment required to 'green' our economies and minimise climate risks is substantial.", "But one thing is clear, the least costly path is one in which there is immediate, deep and coordinated international climate action now.", "The challenges faced require inter-governmental cooperation and national governments have a critical role to play in the climate policy choices they make, which will involve trade-offs and have distributional effects.", "Adjusting to green our economies and minimise climate risks requires large investments in renewable electricity and storage - on average, approximately $1.7 trillion (globally) will be required annually to reach 70 per cent renewable supply by 2050 (Network for Greening the Financial System).", "And this is where the nancial system needs to play a pivotal role - in channelling savings to investments that facilitate this green transition.", "But doing this requires a nancial system that is sound - that is itself resilient to the risks posed by climate change.", "Addressing the climate crisis It is encouraging that there is a broad international effort underway to advance the toolkit to measure and disclose climate related risks in the nancial sector and to advance supervision and regulation activities.", "These include, for The publication in 2017 of the recommendations of the Financial Stability Board's Task Force on Climate-related Financial Disclosures (TCFD), which have been to forefront in establishing a baseline for managing climate related risks.", "The establishment of the EU Taxonomy and Key Performance Indicators which provide clear criteria to measure exposure to climate related impacts, and reporting of these will be mandated across the nancial sector.", "The Basel Committee on Banking Supervision has recently published principles for the effective management and supervision of climate-related nancial risks.", "Despite this progress, however, there is no doubt that gaps remain, including a lack of data to adequately measure climate-related risks and a lack of common standards to dene risks and disclosures.", "In this respect, the creation of the International Sustainability Standards Board (ISSB) is a welcome development that will see a global baseline of sustainability-related disclosure standards emerge.", "Similarly, we support the work of the NGFS in developing climate risk scenarios to provide a common starting point for analysing climate risks to the economy and nancial system.", "Further effort is needed, however, to promote convergence at a larger scale and continued engagement on challenges to climate-risk management.", "Prioritising climate risk at the Central Bank So this brings me to the next part of my speech - I want to talk about the approach we are taking at the Central Bank to addressing the risks posed by climate change.", "Firstly, addressing climate change and the risks that it poses to price and nancial stability is aligned with the role of central banks and with the mandate of the Central Bank of Ireland: to serve the public interest, by safeguarding monetary and nancial stability and ensuring that the nancial system operates in the best interests of consumers and the wider economy.", "It is also a strategic priority for us and we have embedded our commitment to address climate change into our multi-year Strategy that was published late last year.", "We are committed to ensuring that climate change considerations are incorporated into our 'business as usual', that the nancial system is resilient to climate-related risks and capable of supporting the transition to a climate neutral future.", "From a practical perspective, we established a Climate Change Unit last year to strategically drive forward this work and to centrally oversee the integration of climate and broader sustainability considerations into our work.", "As part of this, we are working to measure the exposures of the Irish nancial system to climate related risks, and to ensure that climate risk management is embedded in the rms that we regulate, and to upskill and enhance capacity building on issues related to climate risk.", "While we need to develop internally, we must also focus externally, and seek to leverage on what already has been acquired and developed.", "One of the ways we have sought to make progress in this area is through a shared dialogue and learning with industry.", "To this end, earlier this year, we established a Climate Risk and Sustainable Finance Forum - the Climate Forum as it is better known - which provides a shared space where the nancial industry and other key stakeholders can discuss the implications of climate change for the Irish nancial system, learn from each other and share best practices on embedding climate risk and sustainable nance considerations within their own rms.", "The rst meeting took place in late-June, and in keeping with the need to build a shared capacity and leverage from existing progress, working groups to develop guidance for industry are currently being established.", "Our next meeting takes place in December, and through this Forum we hope to make meaningful progress on high-priority climate related issues and challenges that we all face.", "Of course prioritising climate action means that we must also redouble our efforts on an international stage - to both contribute to and learn from our counterparts in other countries, and to coordinate actions in a meaningful way.", "In this respect we are part of the Network for Greening the Financial System, a group of central banks and supervisors that exchange experiences and share best practices to contribute to the development of climate risk management in the nancial sector.", "We are also active in a number of supervisory fora that are considering the impact of climate change on different parts of the nancial sector, whether that is banks, insurance companies or investment funds, and we participate in the design of regulatory rules and supervisory frameworks at European and global levels that address climate risks.", "For example, as a member of the ECB's Supervisory Board overseeing the prudential supervision of banks in the euro area, I see rst- hand the importance of tackling climate-related and environmental risks, as reected in it being one of the ECB's key supervisory priorities for 2022-24.", "We have set a strategic objective for banks to proactively incorporate climate- related and environmental risks into their business strategies and their governance and risk management frameworks.", "In 2020, the ECB published a guide on climate-related and environmental risks, outlining our supervisory expectations regarding banks' risk management and disclosure in this area.", "In the past two-years, we have also been carrying out supervisory exercises that have provided information on banks' preparedness around climate risk.", "Finally, addressing climate-related risks means that the Central Bank must also consider how our own business operations will be affected by climate change.", "In 2018 we committed to reducing our Scope 1 and 2 greenhouse gas emission intensity by 50 per cent by 2030, with the aim of becoming a net zero carbon emissions organisation by 2050.", "More recently, we published a Sustainable Investment Charter which will guide the integration of sustainable investment principles to the management of our investment assets.", "We are also currently working with colleagues across the Eurosystem towards harmonised disclosures on climate related risks to our investment assets.", "The rst such disclosure will take place in Q1 2023, and will include the measurement of greenhouse gas emissions across a number of different metrics.", "How rms should identify and manage climate risks I want to turn now to the actions required by regulated rms to identify and manage their climate risks.", "I mentioned earlier some of the work that is underway at EU and international level on this issue.", "While most of the progress at international level has or will nd its way into the regulatory rulebook at EU level, we cannot wait for all debates to be resolved, for all gaps to be lled and for all solutions to be available.", "We must take action now to understand and manage our own positions with respect to climate change.", "In that vein, last November, we wrote to all regulated nancial service providers setting out our broad expectations on climate matters, including climate risk management.", "In essence the message was simple - all regulated institutions must consider how climate change impacts upon business models and operations and put in place the necessary internal arrangements to address climate risk from the perspective of governance, staff awareness and training.", "We recently published a consultation paper on guidance on climate risk management for the insurance sector that elaborates on this.", "In this paper, we set out how we expect insurers to set up their governance structures, business strategy and risk management processes to manage climate change risks.", "The issues raised in our consultation can also apply in other sectors - essentially around the need to promote strong governance with respect to climate change risk, and to ensure that the 'tone from the top' promotes a culture of responsibility and meaningful action.", "Furthermore, all rms should understand the materiality of their exposure to climate change risk, taking a broad view of the potential impacts on the sustainability of their business strategy over the short, medium and long term.", "Equally important is that all rms follow through on their commitments with real and measurable actions and accountability.", "Through our supervisory activities we will continue to assess progress across all rms and sectors on these issues.", "To conclude, the window for meaningful action on climate change is closing.", "Urgent progress is needed at national and international levels, and we will need to be collaborative and innovative in meeting the challenge ahead.", "At the IMF- World Bank Annual Meetings last week, the warnings were stark.", "The annual investment required to meet the Paris Agreement is 5-10 times below what it needs to be.", "Added to that is the time dimension, where action needs to be taken immediately.", "As the IMF Managing Director, Kristalina Georgieva put it, \"if we do not shift our trajectory this decade.", "And if you don't want to be cooked, then we should speed up\".", "At the Central Bank we recognise the urgency and have committed to play our part in addressing climate change as set out in our pledge on climate change action and our endorsement of the NGFS \"Glasgow Declaration\" last year.", "We continue to focus on addressing climate change as a strategic priority - the nancial system has to be resilient to the risks and it has a critical role to serve the needs of consumers and the wider economy in transitioning to a carbon neutral future.", "As we have previously articulated, this role involves moving away from nancing governments, rms and projects that are environmentally damaging and moving into nancing actions that support the transition to a more sustainable economic model.", "This involves rms acting now to understand and address the challenges associated with climate change.", "In order to mitigate the risk and adequately position themselves to respond to these challenges, opportunities and regulatory expectations, rms will need to understand the impact of climate related risks on their business environment, their business models and investments.", "While this is a challenging time for us all on many fronts - we must recognise the urgency of climate change and work together to, as the theme of this week suggests, invest in a climate resilient future now.", "With thanks to Yvonne McCarthy and Philip Brennan for their assistance in preparing these remarks.", "IMF-World Bank Annual Meetings Press Centre IPCC 6 Assessment Report Recommendations of the Task Force on Climate-Related Disclosures , 2017 C ouncil Regulation (EU) 2020/852 and Commission Delegated Regulation (EU) 2021/2178 Basel Committee on Banking Supervision Principles for the effective management and supervision of climate-related See ECB Banking Supervision - Supervisory priorities for 2022-2024 See ECB Banking Supervision (2020), \"Guide on climate-related and environmental risks: Supervisory expectations relating to risk management and disclosure\", November In 2021 the ECB asked banks to conduct a self-assessment in light of the supervisory expectations outlined in the 2020 guide.", "In 2022 the ECB conducted a climate risk stress test to more fully understand how exposed euro area banks are to climate and environmental risks Sustainable Investment Charter - Central Bank of Ireland Using the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD) as the initial framework and reporting, as a minimum, in the category of metrics and targets In a relatively recent climate and emerging risks survey we found that only 20 per cent of insurers had integrated climate risk into their risk management frameworks, with fewer than half conducting some form of scenario analysis or Getting to Net Zero - IMF Media Center Central Bank of Ireland pledge on climate change action, 3 November 2021 \"Disruption in nancial services: Navigating the winds of change\" - Deputy Governor Ed Sibley to the ACOI, 18 Supervisory expectations of regulated rms regarding climate change and other ESG issues - Dear CEO letter, 3 ©2022 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Risk", "Financial System", "Climate Change", "Resilience", "Transition Risks", "Green Finance", "Climate-Related Disclosures", "Climate Risk Management", "Sustainability", "Central Bank"]}