{"sentences": ["The succession of critical tribulations over the last years has testified to the high adaptability and resilience of the banking sector in Bulgaria.", "This is also evidenced by the current volatile macroeconomic environment dominated by external factors with a high level of risk and uncertainty, alongside an unstable internal political framework.", "The banking sector's ratios of capital adequacy, liquidity, and profitability continue to exceed the averages for the European Union.", "The beginning of the year is a time to focus on the upcoming tasks and strategic challenges.", "For the banking sector these are largely related with the need for successful completion of the process of Bulgaria's accession to the euro area.", "This process has already deployed considerable effort and resources both of the Bulgarian National Bank and of the banks.", "The major risk involved in the accession process within the set timeline is the development of the political situation in Bulgaria.", "The success of this process requires active political consultations with our external counterparts and an extensive legislative activity inside the country over the next few months.", "The ongoing political crisis brings into question both the political and the legislative actions supporting the accession process.", "In such a political environment a totally legitimate question is 'What should be the approach of the BNB and the banking sector to the accession process?", "The answer to this question must take into consideration two important premises.", "Firstly, in spite of the political crisis, at the end of last year the Parliament approved, with nearly a constitutional majority, a decision which obliges the Government and the BNB to speed up the preparations for Bulgaria's accession to the euro area, with the target date of 1 January 2024; and secondly, the BNB and the banking sector are already very much part of the euro area after Bulgaria effectively joined the European banking union on 1 October 2020.", "Therefore, the BNB and the banking sector must actively continue the technical preparation that has already started.", "As the process is predetermined strategically, the outcomes of this preparation will still be necessary even if the speed of the process would possibly slow down in the context of the political situation over the next few months.", "From the BNB's position, the preparations for euro area accession would not change the framework or the operation of banking supervision.", "This is due to the above mentioned fact that for over two years now Bulgaria has been a full member of the Single Supervisory Mechanism (SSM) after the country joined the European banking union and after close cooperation was established between the BNB and the European Central Bank.", "An inseparable part of this process was also the inclusion of the Bulgarian Lev in the Exchange Rate Mechanism II in July 2020.", "At the same time the BNB is currently performing a large spectrum of other tasks associated with the introduction of the euro, which tasks are within the competencies and responsibilities of the Central Bank.", "For this purpose we have provided the required organisation and resources.", "In the 2023 BNB budget, adopted last month by the BNB Governing Council, there is around BGN 110 million earmarked exclusively for activities related with the preparations for the euro adoption, and around BGN 53 million more in the BNB's investment programme, again earmarked for these preparations.", "The BNB is a leading part of the institutional mechanism of the euro adoption process in Bulgaria.", "The BNB Governor is a co-chair (together with the Minister of Finance) of the Coordination Council for Preparation of the Republic of Bulgaria for Euro Area Membership.", "Also, the BNB is in charge of three working groups formed within the Coordination Council: 'Cash (banknotes and coins)', 'Credit and other financial institutions', and 'Payment systems and payment service providers'.", "Each of these groups matches the scope of activity of each of the three BNB departments and is headed by the relevant BNB Deputy Governor.", "The BNB's responsibilities under the established organisation cover broad spheres.", "Among the working tasks are selecting the designs of the Bulgarian euro coins, withdrawing the Bulgarian Lev from circulation, adjusting the ATM software for operation in euros, and supplying and distributing euros to banks.", "One of the above tasks, for example, a task of high timing priority and of significant public interest will be to choose the national sides of the future Bulgarian euro coins.", "In view of the advanced stage of the practical preparation, there are arguments (also following the example of other countries which joined the euro area before us) that the Bulgarian euro coins should reproduce the designs of the current Bulgarian circulating coins.", "This would facilitate the recognisability of, and the transition to, the new coins in Bulgaria and would ensure continuity in the history of the Bulgarian monetary units; it would also strengthen the national identity by means of the well-known symbols of the Bulgarian Lev - now across the entire euro area and with the spread of the euro worldwide.", "Furthermore, the BNB's current tasks include coordinating the preparations of the entities supervised by the BNB, as well as adjusting the payment systems, the government securities registration and settlement system, and the BNB's internal accounting systems to operating in euros.", "The BNB's activities specified in the National Plan for the Introduction of the Euro in Bulgaria translate into organizational and functional issues within the BNB.", "They involve adjusting or building new systems and processes needed for the Central Bank to practically integrate into the Eurosystem.", "That is why the BNB's overall scope of activities on the preparation for the euro area (both related with the implementation of the National Plan and with in-house processes and projects) are subject to regular reporting to the BNB Governing Council.", "This closes the full cycle of work in the BNB on the preparation for the introduction of the euro - planning, resource provision, coordination of projects and processes, and accountability.", "In addition to the BNB, banks also play an important role in the infrastructure preparation and the effective introduction of the euro.", "They are already implementing an intensive timetable with numerous practical projects related with joining the euro area.", "The coordination between the BNB and the banks is at a good level and informs the assessment of the overall progress in the process of preparing for the euro.", "For this purpose, periodic and specific reporting from banks already arrives at the central bank, including with regard to the costing for the upgrades of their systems.", "The banks' benchmarks for the upcoming tasks and responsibilities, just as those for the BNB, with regard to the introduction of the euro, are outlined in the National Plan.", "The plan describes the need to prepare for activities such as the currency conversion of deposits, loans, securities and other financial instruments, as well as participating interests.", "Before the date of introduction of the euro, banks must prepare their information systems for dual display in BGN and EUR by basic bank documents and transactions (account balances, bank transfers, ATM withdrawals, fees and commission tariffs, principal and interest payments, interest on deposit accounts).", "On the day of the introduction of the euro, an automatic conversion of bank accounts from lev to euro will be carried out.", "All funds in BGN on current, deposit, savings and other accounts in banks and other payment service providers will be converted free of charge into EUR.", "As a result of the automatic conversion from lev to euro, there will be changes in the nominal value of collateral pledged or mortgaged in favour of banks.", "Banks will also have important responsibilities in the exchange of banknotes and coins in the months before the introduction of the euro and after that.", "For example, two weeks before the date of the introduction of the euro, the BNB will start supplying banks in advance with euro banknotes and euro coins with the Bulgarian national side.", "In the same period, banks will start supplying traders and Bulgarian Posts EAD with euro banknotes and euro coins with a Bulgarian national side (free of charge) - the so-called secondary pre-feed.", "In the first 6 months after the introduction of the euro, banks (together with Bulgarian Posts EAD) will provide free exchange of banknotes and coins from BGN to EUR.", "After the first 6 months to 1 year following the introduction of the euro, banks will be obliged to continue exchanging banknotes and coins from BGN into euro, and will then be able to apply a fee for this service.", "After 1 year from the introduction of the euro, the service of exchanging banknotes and coins from BGN into euro, again with the possibility of applying a fee for this service, will be provided by banks at their discretion.", "The BNB will continue to exchange banknotes and coins from BGN into euro free of charge and for an indefinite period.", "In conclusion, all of the above does not exhaust the areas where months of utmost mobilisation for the banking sector, the BNB and other institutions, are forthcoming, besides in a complex political environment.", "For example, as has been pointed out, the legislative agenda is key to successful and timely accession to the euro area.", "The National Assembly has already managed to adopt important acts, such as amendments to the BNB Law, related with the implementation of recommendations in previous ECB reports on the assessment of Bulgaria's convergence.", "However, further important legislative changes are forthcoming, for example related with the legal integration of the BNB into the Eurosystem and the need to adopt a Law on the introduction of the euro in Bulgaria regulating the framework principles, rules and procedures for the introduction of the euro as an official currency in Bulgaria.", "All this illustrates the seriousness and significance of the upcoming tasks and projects.", "Progress on them and the achievement of the goal of joining the euro area as of 1 January 2024 will continue to depend on the development of the political situation and the motivation for common and coordinated efforts of all institutions involved in Bulgaria.", "The coming months can redefine and give a decisive impetus to the strategic development not only of the banking sector, but also of the Bulgarian economy as a whole."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bulgaria's accession to the euro area", "Banking sector's preparation for euro adoption", "BNB's role in euro adoption process", "Coordination between BNB and banks", "Banks' responsibilities in euro adoption", "Legislative agenda for euro adoption", "Political situation and euro adoption", "Bulgarian euro coins", "National Plan for Euro Introduction", "Economic impact of euro adoption"]}