{"sentences": ["It is a pleasure to welcome you all to this annual conference hosted by the Board for the first time in more than a decade.", "The payments system is changing, and the agenda for the next two days indicates that this year's conference will tackle a number of topics that are central to this evolution.", "The Fed plays multiple important roles in the payments system.", "We provide key services directly to a broad set of commercial banks, credit unions, and to the U.S. Treasury.", "We maintain accounts for these entities, transfer funds electronically, collect checks, and distribute currency.", "We also supervise certain financial market infrastructure.", "Through these functions, we help to ensure that the U.S. payments system meets the needs of consumers and businesses.", "From its founding, the Federal Reserve played a central role in the payments system.", "Market disruptions that contributed to financial panics in the late 19th and early 20th centuries were an important impetus for the establishment and design of the Federal Reserve.", "During the Panic of 1907, some banks refused to clear checks from other banks, creating a crisis in depositor confidence and leading to bank failures.", "Paul Warburg, an influential figure in banking at the time, argued that the central bank should have a duty to \"establish and maintain a perfect system of credit, enabling the general banks to transform cash credits into actual cash with such absolute ease and certainty that the use of cash credit, instead of actual cash, will not cease, no matter what may happen.", "\"1 In 1913, Congress did just that by creating the Federal Reserve and assigning it the authority to establish a nationwide check-clearing system.", "Shortly thereafter, the Fed established a wire transfer service known as Fedwire, and later built on that with the automated clearinghouse (ACH) service in the 1970s.", "With the launch of FedNow this past summer, we now have an instant payments service.", "Our job in providing these services and carrying out our responsibilities is to make sure the payments system functions efficiently and resiliently, promoting the kind of confidence that Warburg understood was vital.", "It is great to see that those of you participating in this conference are taking on the key issues of the day and pushing out the frontier of knowledge with your research.", "Just yesterday, we had a Board meeting to carry out our statutory responsibilities with respect to setting the debit interchange fee cap.", "And, of course, we have an interest in the developments around other topics on your agenda, such as stablecoins and crypto.", "But with just a couple minutes left before the formal proceedings start, I want to draw a connection between two topics on your agenda and two questions that I have.", "First, how quickly will consumers and businesses demand instant payments?", "As I mentioned, we recently launched FedNow, our newest payments service.", "In some ways, what FedNow is doing is not new because it simply executes the operations that happen between when a bank sends an authorized consumer transaction and when that transaction is cleared and settled on the other end.", "Some of those things happen now with ACH, but with ACH it takes longer.", "FedNow speeds that process up from, often, a couple days to a couple seconds from initiation to final receipt by consumers and businesses.", "The launch of FedNow was just one of many steps toward a system where substantially all payments are settled instantly.", "Banks also have a role in moving us closer to that reality.", "They will have to adapt their systems to be able to connect to FedNow, and how soon they do that will depend in part on how much their customers demand instant payments.", "Moving on to my second question, I see that you have a session on central bank digital currency.", "About two years ago I posed the question: What is the fundamental market failure a central bank digital currency will solve?", "I have yet to hear a convincing answer.", "As I mentioned earlier, the Fed's job is to make sure the payments system functions efficiently.", "For over 100 years that has meant that the commercial banks and credit unions engage directly with the consumers, while we sit in the back and make sure things clear and settle efficiently.", "What then are the reasons that support why we should change our role to sitting out front and engaging directly with the consumers?", "I haven't heard a good answer to that, but I am happy to see that it is a topic being discussed in your conference.", "With that, I'll step away so that we can get on with the main event.", "Thank you all for being here today, and I hope you have a great and thought-provoking conference.", "\"A United Reserve Bank of the United States,\" Proceedings of the 302Academy of Political Science in the City of New York vol.", "2 (January 1911): Christopher J. Waller, \"CBDC: A Solution in Search of a Problem?\"", "(speech at the American Enterprise Institute, Washington, DC, August 5, 2021)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payments system", "FedNow", "Central bank digital currency", "Instant payments", "Stablecoins", "Crypto", "Debit interchange fee cap", "Market failure", "Financial panics", "Consumer demand"]}