{"sentences": ["No longer tomorrow's How the Reserve Bank is working with its stakeholders to respond to Climate Change A speech delivered to Chapter Zero New Zealand in By Adrian Orr, Governor, Reserve Bank of New Zealand Introduction Kia orana tātou kātoatoa, tēnā tātou katoa, Thank you for again inviting me to speak with members of the Institute of Directors.", "I want to begin by acknowledging the mana whenua, Ngāti Whātua Ōrākei.", "I'd also like to thank Chapter Zero New Zealand for organising this event and for the work they are doing.", "You have created a truly meaningful network of business leaders, as highlighted by your recent publication that provides directors' guidance in the development, analysis, and review of climate scenarios.", "In my inaugural speech as Governor1 in 2018, I spoke about the perils of short-termism in economic and business decision making.", "Taking a short-term view means we risk ignoring social and environmental harms (or negative externalities), leaving them as issues for our future selves to resolve.", "Former Bank of England Governor Mark Carney termed it a 'Tragedy of the Horizon'2 citing climate change as the prime example.", "The need to take a longer-term view when approaching business was one of the reasons the Reserve Bank of New Zealand developed its climate strategy in 2018.", "We have been working to implement it ever since.", "Overcoming Carney's 'Tragedy of the Horizon' doesn't have to be rocket science.", "For example, as a prudential supervisor, we can help the participants and entities in the financial system to be more aware of the risks and the opportunities in front of them, so that they can prepare for a rapidly changing world.", "Today I will talk about: • Our climate-related work with prudentially regulated entities; Our climate and sustainability collaborations domestically and internationally; and • Our future intentions.", "But before I do that, let me start by telling you about what our Act sets us up to do, and the role of central banks in encouraging efficient financial risk management.", "The Reserve Bank of New Zealand Act 2021 You may know that the RBNZ's governing legislation has been refreshed.", "The new Reserve Bank of New Zealand Act was enacted in 2021, enabling us to evolve into a modern, fit for purpose, transparent central bank.", "Our Act gives us a legislative purpose of promoting the prosperity and wellbeing of all New Zealanders and contributing to a sustainable and productive economy.", "Our roles include: • Managing inflation to keep prices stable while supporting maximum sustainable • Protecting and promoting stability within NZ's financial system; • Producing New Zealand's banknotes and coins; and • Operating effective wholesale payment and settlement systems.", "As our 2018 climate strategy outlines, climate change intersects with and relates to all our mandated roles.", "Integrating climate-related risk in our financial stability efforts Central banks are not the key drivers or arbiters of climate adaptation or transition finance.", "Governments and markets, and in many respects good folk such as yourself, hold the keys in that regard.", "Collectively, New Zealand has recognised the need to adapt to climate change and efficiently decarbonise.", "These needs are recognised in New Zealand's emissions reduction efforts to meet the Government's stated Nationally Determined Contribution3 under the Paris Agreement.", "However, an important role for a central bank is to help ensure the financial system functions efficiently.", "An efficient system better recognises, prices, allocates, and manages economic risk as information becomes available to do so.", "Climate change is one such risk.", "Our financial stability objective4 compels us to adequately prepare for potential climate-related risks to come.", "We do this through our policy settings and prudential supervision and oversight of our financial institutions.", "And we are not alone in this regard.", "More than 120 other central banks around the world have joined the Network for Greening the Financial System with the express purpose of better understanding and responding to climate-related risk.", "As my counterpart at the Reserve Bank of Australia, Governor Michele Bullock, recently remarked \"climate change and the actions taken in response will have broad-ranging implications for the economy, the financial system and society at large.", "\"5 The RBNZ is aligned with central banks all over the world in taking the financial risks of climate change seriously.", "Long-term financial stability must not fall victim to short-term thinking.", "I'll now touch on some work we are doing in that regard.", "Our work with prudentially regulated entities Stress testing is a tool used to assess the resilience of financial entities to severe but plausible shocks.", "We've recently begun to include climate-related risks in our stress testing, primarily to help ourselves, and the banking and insurance sectors, build capability in assessing the impact of climate on financial stability.", "Our General Insurance stress test in 2021 included a severe weather events scenario,6 and our 2021 bank solvency stress test incorporated drought coinciding with a severe economic recession.", "The outcome was a spike in dairy loan defaults far greater than would otherwise be the case.", "In 2022 our stress testing work with banks included assessments of a range of climate-related risks, including coastal and inland flooding, drought, and emissions pricing.", "I encourage you to view the results of those tests on our website.", "New Zealand's five largest retail banks are currently undertaking a further Climate Stress Test,7 which is used to assess the resilience of their balance sheets to combined physical and transition risks out to 2050.", "This scenario is now available on our website and we aim to publish the results of the analysis in the first quarter of 2024.", "Our banks are using the stress test to prepare themselves to better cope with the disruption climate change will continue to bring.", "I also encourage you to read the Financial Stability Report8 published earlier this week which illustrates some of the potential impacts of drought and emissions pricing in the sheep and beef, and dairy sectors.", "Guidance for regulated entities on managing climate-related risks Something else that helps bring longer-term risks into focus is the guidance on managing climaterelated risk we provide to our prudentially regulated entities.", "We have prepared this guidance in alignment with guidance from the XRB and FMA, but it is specifically tailored to the needs of our prudentially regulated entities.", "These are New Zealand's registered banks, licensed insurers, licensed non-bank deposit-takers, and operators of designated financial market infrastructures.", "Our guidance is intended to help all of our prudentially regulated entities, whether engaged in mandatory disclosure or not, to manage climate-related risk efficiently and effectively.", "We published a draft version in March and received some helpful feedback that we're now working through.", "When it's revised and in place, the guidance will also provide additional structure to our supervisory conversations with our entities on climate.", "Which brings me to our supervisory role.", "Supervision is a critical conduit between prudentially regulated entities and the RBNZ.", "It is how we assess, monitor, and support firms' ability to meet our financial stability objectives and their adherence to our regulatory rules and expectations.", "Climate-related risk is a priority theme at the Council of Financial Regulators (CoFR)9 and we are collaborating on our supervision of climate change, particularly with the FMA.", "We are also including climate change as a topic in our scheduled supervisory engagements with management and boards, as well as standalone meetings with technical experts from the banks, non-bank deposit takers and insurers that we prudentially supervise.", "In doing so we discuss the responsibilities, oversight and implementation of entities' climate strategies and risk management, and the practical steps they are taking toward preparing climaterelated disclosures and transition plans.", "Our domestic and international collaborations Leading through collaboration, locally...", "It takes collaboration for our financial system to better account for risks and develop resilience in the face of climate challenges over the long term.", "Alongside our domestic collaborations through CoFR we are also working with New Zealand scientists and researchers to help identify data gaps and enhance our understanding of the mechanics of climate-related risks.", "We, and our prudentially regulated entities, are also collaborating more with Māori.", "Iwi, and Māori more broadly, have distinct challenges, opportunities, and aspirations in the transition to a low emissions economy.", "Iwi are already leading the charge in some cases to develop climate solutions.", "For example, Ngāti Porou, Ngāti Tūwharetoa, and Te Arawa have taken up collective group insurance policies for marae, lowering their costs through risk pooling and ultimately improving access to financial buffers in the case of extreme weather events.", "Access to capital will also be crucial to accelerate investment in the Māori economy and diversification towards lower emissions sectors.", "At present the Māori economy is heavily invested in land-based sectors, primarily agriculture,11 which have high emissions profiles.", "Māori business activities are also heavily invested in transport, construction, and manufacturing - high emissions industries which require significant capital investment to reduce emissions.", "Collective work that is underway to improve Māori access to capital will help to reduce transition risks.", "Last year we published an Issues Paper on Māori Access to Capital.", "Now we are working with retail banks, government agencies and iwi Māori to play our part to contribute to improving access to capital.", "...and globally Efforts to improve systemic risk management require collaboration and leadership across jurisdictions, and between the public and private sector to build the momentum they need to persist.", "As I highlighted earlier, we're deepening our understanding of climate-related risk through our involvement in a global central bank network, the Network for Greening the Financial System (NGFS).", "We are co-chairing an NGFS workstream: 'Net-zero for Central Banks'13 with Italy's central bank - Banca d'Italia - covering three topics: sustainable and responsible investment (SRI), central banks' own climate-related disclosures, and greening central banks' corporate operations.", "We hope what we learn in these collaborations will be of use not only to central banks, but to the financial sector as a whole.", "Looking to the Future In the five years since I spoke about the need for a longer-term view in the financial system, we've made solid progress on establishing necessary practices and procedures.", "But much more needs to be done.", "Our own disclosure To help structure our thinking we've committed to developing our first climate-related disclosure.", "Like the 200 or so entities across New Zealand developing mandatory disclosures under the XRB's New Zealand Climate Standard (NZ CS 1), we fully understand that effective disclosure processes involve more than adding emissions data to an Annual Report or a declaration that we've talked to a consultant about the future climate.", "Developing a meaningful disclosure requires an in-depth interrogation of how your organisation's strategy and core functions are affected by climate-related risks.", "For us that is a slightly different ask - we need to look at our core functions as a central bank, including monetary policy, our balance sheet, currency and payment systems, and our actions as a prudential regulator and supervisor.", "Like central banks around the world, we are growing our understanding of how climate change, the macroeconomy, and monetary policy intersect.", "Disruptive supply-side shocks like those from Russia's invasion of Ukraine and the pandemic foreshadow potentially similar supply-side shocks from worsening climate impacts and an economy in transition.", "Understanding the work to be done to transition to net zero will give us a sense of the potential impact on employment and inflation in New Zealand.", "Observing policy developments domestically and in other countries will help to develop our sense of how risks may affect the domestic economy.", "On the physical risk side, evidence for the macroeconomic significance of drought for the New Zealand economy is well-established.", "Our own research14,15 found that drought was an exacerbating factor during recessions, including those triggered by the 1974-1977 oil price shocks, the 1997 Asian Financial Crisis, and the 2008 Global Financial Crisis, and that the drought of 2013 was macroeconomically significant.", "While drought has historically been the greatest climate-related exposure the New Zealand economy faces, climate change will also increase the frequency and severity of other events such as storms and floods, as unfortunately seen last summer.", "Climate-related risks demand our attention, but we shouldn't ignore the tremendous opportunities the transition to net zero can bring.", "Disruption often brings opportunity.", "For example, research and development in low-emissions technologies, new ideas which decouple economic activity from material through-put, and novel adaptation-related goods and services.", "Vision for balance sheet Related to their work on monetary policy, central banks around the world are increasingly identifying and addressing the climate-related risks and opportunities in their own balance sheets.", "RBNZ's balance sheet consists primarily of sovereign bonds for monetary policy implementation and foreign reserves management.", "Assessing a sovereign bond for its past and potential future exposure to climate-related risk requires data and careful consideration - especially when we are trying to minimise our credit and liquidity risks.", "Again, the NGFS workstream we are co-chairing with Banca d'Italia is a vital resource for us, with a sub-group researching these new areas, identifying better practices, and sharing them amongst central banks.", "Climate resilient money and payments infrastructure We're also working to ensure that central bank money continues to be available to the public when and where they need it.", "Crisis situations like Cyclone Gabrielle demonstrated only too clearly the lifeline nature of cash and payment systems.", "Some retail banks have lost local capability through closing branches and reducing ATM numbers, making them more reliant on roading, data and electricity networks at increasing risk of disruption due to climate change.", "The cash system will need to adapt over time to continue to meet the needs of New Zealanders, potentially including a new digital New Zealand dollar, to circulate alongside physical cash.", "What's on the horizon In our work with other central banks and supervisors internationally we're fortunate to be part of many discussions regarding the future direction of climate and broader sustainability issues.", "Earlier this year, Australia and New Zealand's Ministers of Finance and Climate Change met in Wellington, where among other things they agreed to align approaches regarding the development of a sustainable finance framework.", "the Centre for Sustainable Finance, and the Ministry for the Environment, are leading the development of a taxonomy from the New Zealand side and I encourage you to engage with them on that process.", "Taxonomies can support the development of markets for climate and sustainability linked loans and bond issuances, by providing clarity on performance expectations and reassurance to investors that their climate and sustainability objectives are being met.", "This work is vital where legitimate concerns around greenwashing could undermine investment in the shift to a climate-resilient, low emissions economy.", "In a similar vein, blended finance arrangements have also been a key topic of recent NGFS17 and Bank of International Settlements discussions.", "Catalysing private sector finance flows with public resources has been identified as a key lever of transition.", "However, to get the public-private capital mix flowing, policy makers and private sector actors need better data, information transparency, and certainty on the development and rollout of emissions targeted technologies and regulations.", "Tackling climate change is both an enormous challenge and an opportunity that we all have an obligation to respond to.", "It remains within our power to take the steps required to transition our economic and financial systems.", "It will take concerted, collaborative efforts, but remains eminently achievable.", "More than that, these are critical shifts we need to make if we want our New Zealand companies to be best positioned to thrive in a net zero world.", "Central banks have a supporting role to play.", "We can provide the financial system with processes and functions like stress testing and prudential supervision which help keep long-term goals in focus, and we can keep the risks front of mind for financial entities.", "We can also provide guidance and information to help markets function more efficiently, reflecting global advances in risk management and climate-related risk analysis.", "And we can facilitate collaboration between those developing and sustaining transition finance mechanisms.", "Many of you are already engaged in this work and I want to thank you for your efforts.", "I'd also like to thank the banks, insurers, policy makers, agriculture sector organisations, iwi and NGOs - who have taken such a keen interest, made demonstrable commitments and taken actions over the past few years.", "This has been both exciting and inspiring to witness, and it's just the start.", "Changing the future will take us all putting our shoulders to the wheel.", "But there's many of us engaged in this mahi, and none of us are carrying the burden alone.", "At RBNZ we are doing our part to provide some of the key tools and processes that allow our financial system to more clearly see that future and realise it.", "I hope you'll join us in that.", "Climate Change and Central Banks [Speech Climate Change and Central Banks].", "Breaking the tragedy of the horizon - climate change and financial stability [Speech Breaking the tragedy of the horizon - climate change and financial stability].", "-the-tragedy-of-the-horizonclimate-change-and-financial-stability Council of Financial Regulators.", "Retrieved from -themes/climate-related-risks.html Improving Māori Access to Capital.", "Retrieved from Reserve Bank of New Zealand website: -your-say/improving-maori-access-to-capital Kamber, G., McDonald, C., & Price, G. (2013).", "Drying out: Investigating the economic effects of drought in New Zealand.", "The Reserve Bank of New Zealand Analytical Note .", "Māori Financial Services Institutions and Arrangements.", "Reserve Bank of New Zealand.", "A supervisory push for transition planning and blended finance.", "Presented at the Green Swan conference 2023.", "Retrieved from Ministry of Business, Innovation & Employment , & Ministry for Primary Industries .", "Māori economy emissions profile.", "Retrieved from -maorieconomy-emissionsprofile#:~:text=Greenhouse%20gas%20emissions%20from%20the,6.4%25%20of%20New%20Zeal and%27s%20GDP.", "Ministry for the Environment.", "National Climate Change Risk Assessment for New Zealand Arotakenga Tūraru mō te Huringa Āhuarangi o Āotearoa.", "In -climate-change-risk-assessmentmain-report.pdf.", "Ministry of the Environment.", "Submission under the Paris Agreement New Zealand's first Nationally Determined Contribution.", "Retrieved from NGFS publishes its 2022-2024 work program.", "Retrieved from NGFS Central Banks and Supervisors website: -de-presse/ngfs-publishes-its2022-2024-work-program Nicholls, K., & Samarasekera, R. (2021).", "Outcomes of the 2021 General Insurance Industry Stress Test.", "[Review of Outcomes of the 2021 General Insurance Industry Stress Test.].", "Reserve Bank of New Zealand Bulletin, 84(2).", "Geopolitics, New Zealand and the Winds of Change.", "Presented at the Shaping Futures National Conference.", "Retrieved from -geopolitics-new-zealand-andthe-winds-of-change.pdf Reddell, M., & Sleeman, C. (2008).", "Some perspectives on past recessions.", "Retrieved -2reddellsleeman.pdf Reserve Bank of New Zealand Act 2021, (2021).", "Reserve Bank of New Zealand.", "11/2023 Financial Stability Report.", "Retrieved from /-/media/project/sites/rbnz/files/publications/financial-stabilityreports/2023/nov-2023/fsr-nov-23.pdf Reserve Bank of New Zealand.", "Overview of the Climate Stress Test.", "Retrieved -stability/stress-testing-regulated-entities/climate-stresstest"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate risk", "Climate change", "Climate adaptation", "Financial stability", "Stress testing", "Climate transition", "Sustainable finance", "Prudential supervision", "Central bank", "Financial system"]}