{"sentences": ["It is my great pleasure to participate in this webinar.", "Today, I will talk about the Bank of Japan's responses to the impact of COVID-19.", "The global spread of COVID-19 has had a severe impact worldwide.", "Global financial markets became rapidly unstable from late February amid deterioration in investors' risk sentiment.", "Domestic and overseas economies became depressed significantly in the first half of the year because economic activity was restrained by preventive measures taken since March, such as stay-at-home orders and business suspension.", "Governments and central banks responded to this situation swiftly and aggressively based on their experience with the Global Financial Crisis through international cooperation.", "As for central banks' actions, the enhancement of the U.S. dollar operations is the outcome of international cooperation.", "Although the details and size of the responses to the current crisis vary among central banks, they are based on two common perspectives.", "One is ensuring smooth corporate financing through funds-supplying measures to support lending and purchases of CP and corporate bonds.", "The other is stabilizing financial markets through large-scale provision of liquidity including asset purchases.", "In line with these perspectives, the Bank of Japan has enhanced monetary easing since March and implemented the following three measures.", "The first is the Special Program to support corporate financing.", "The total size of this program is about 120 trillion yen.", "It consists of purchases of CP and corporate bonds with the upper limit of about 20 trillion yen and the Special Funds-Supplying Operations, which can amount to 100 trillion yen.", "Through this operation, the Bank provides funds on favorable terms to financial institutions that make loans in response to COVID-19.", "This operation also includes a scheme in which the government takes the credit risk while the Bank provides liquidity, thereby supporting financing together.", "The second is an ample provision of the yen and foreign currency funds.", "As for the yen, under yield curve control, the Bank decided to purchase a necessary amount of JGBs without limit.", "Regarding foreign currencies, the Bank has provided ample U.S. dollars through the enhanced U.S. dollar operations.", "The third is active purchases of ETFs and J-REITs.", "The aim is to prevent firms' and households' sentiment from deteriorating through volatility in financial markets, thereby supporting positive economic activity.", "Regulatory responses also have been made to ensure financial system stability.", "Based on an international agreement, full implementation of the finalized Basel III standards has been deferred by one year, and banks have been encouraged to use their capital and liquidity buffers.", "Moreover, the Bank announced with the Financial Services Agency in April an easing of the leverage ratio requirement.", "These responses have been effective.", "Although financial markets are still nervous, tension has eased.", "Premiums for U.S. dollar funding, which expanded through the increased demand, have declined.", "Although corporate financing is still stressed, the environment for external funding has remained accommodative.", "Financial institutions' lending attitudes have remained eased, and issuance conditions for CP and corporate bonds have been favorable, as seen in a narrowing in issuance spreads that expanded temporarily.", "Under these circumstances, the year-on-year rate of increase in the amount outstanding of bank lending has been about 6.5 percent and that of CP and corporate bonds has been exceeding 10 percent, with both at high levels.", "Now, let me turn to the outlook for Japan's economy.", "The spread of COVID-19 has not subsided globally, and domestic and overseas economies have remained in extremely severe situations.", "However, since many countries have been resuming economic activities gradually while containing the spread, the situation has changed slightly.", "In Japan, after the government lifted the state of emergency in late May, economic activity has resumed gradually.", "Despite extremely high uncertainties, domestic and overseas economies are likely to improve gradually from the second half of this year.", "However, the pace of improvement is expected to be only moderate, since preventive measures will constrain economic activity while vigilance against COVID-19 continues.", "In the July Outlook Report, the growth rates of Japan's economy are projected to be significantly negative, in the range of minus 5.7 to minus 4.5 percent for fiscal 2020, but enter the ranges of 3.0 to 4.0 percent for fiscal 2021 and 1.3 to 1.6 percent for fiscal 2022.", "The inflation rate is likely to be negative for the time being, mainly affected by COVID-19 and crude oil prices.", "Thereafter, with the economy improving, it is expected to turn positive and then increase gradually.", "Of course, this outlook entails extremely high uncertainties, since it depends on the consequences of COVID-19 and their impact on domestic and overseas economies.", "If the strict public health measures are reinstated, economic activity could be constrained significantly again.", "Moreover, attention should be paid to whether the second-round effects of a shock from COVID19 will significantly depress the economy.", "Specifically, whether the liquidity problem will shift to a solvency one and affect the financial system, thereby further pushing down the real economy, should be monitored.", "It also matters whether firms' and households' growth expectations will decline, leading to cautious spending attitudes.", "At present, it seems possible to avoid these risks owing to the government's and the Bank's responses, but future developments warrant attention.", "Lastly, let me touch on the Bank's thinking on future conduct of monetary policy.", "The Bank considers it important to continue providing support for financing and maintaining stability in financial markets by conducting the three measures, which have been effective.", "Since the economic and financial impact of COVID-19 is highly uncertain, the Bank, for the time being, will closely monitor this impact and not hesitate to do whatever it takes as a central bank if necessary."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["COVID-19", "Corporate Financing", "Financial Markets", "Monetary Easing", "Bank of Japan", "Liquidity", "Financial Stability", "Economic Outlook", "Inflation", "Central Bank Policy"]}