{"sentences": ["The Contribution of Strong Balance Sheets to New Zealand's Economic Resilience and Recovery from the A speech delivered to the Citi Australia & New Zealand Investment Conference 2021 On 14 October 2021 By Deputy Governor and General Manager of Financial Stability Geoff Bascand The ongoing global COVID-19 pandemic has been a unique shock for New Zealand and the world.", "Lockdowns have sporadically shut down business activity, border closures have all but stopped overseas migration, and supply chain disruptions are beginning to push up costs across economies.", "Yet, it is also what has not happened that has been notable.", "Despite the level of output in New Zealand falling by 10 percent in the second quarter of 2020, unemployment rose only modestly and then fell much faster than expected over the second half of 2020 and the first half of 2021.", "Against almost all expectations of a decline, house prices increased strongly; and nonperforming loan ratios appear to be ignoring COVID altogether.", "This is in stark contrast to previous experiences of severe economic downturns in New Zealand.", "Fiscal and monetary support have played a major role in supporting the economy.", "The Government provided extraordinary support through schemes such as the Small Business Cashflow Scheme and the Wage Subsidy - enabling businesses to retain employees and filling much of the hole in business and household earnings.", "Historically low borrowing rates facilitated by monetary policy supported the cashflows of businesses and households and boosted asset prices and investor confidence.", "The inter-connected nature of these sectors and their balance sheets is very important.", "The strong public sector balance sheet prior to the pandemic allowed a large fiscal response which in turn supported the private sector.", "The sound private sector and financial sector balance sheets prior to the recession remained robust, supporting the effective operation of the financial system, enabling credit growth to respond swiftly and helping monetary policy to get to work and achieve its price stability and employment objectives in the face of a downturn.", "Today I argue that strong balance sheets for households, businesses, financial institutions and the public sector going into the pandemic contributed towards maintaining a sound financial system and yielding a faster economic recovery than following previous deep recessions.", "Of course, we remain in a state of heightened uncertainty; COVID still poses risks to the economic recovery and we assess that house prices are at unsustainable level.", "Because the various sectors of the economy are closely connected, weaknesses in one sector's balance sheet could impact other sectors.", "Macro prudential policy and broader financial stability policy settings are crucial to containing the challenges facing the financial system going forward.", "The role of financial stability in economic stabilisation Economic Financial system growth is is sound with Monetary Financial resilient to ongoing policy stability periods of provision of stability over the stress services to the economy Section 1: The role strong balance sheets play in alleviating stress Debate about how much debt households, firms, and governments should hold are timeless, but economic history appears kinder to periods of lower debt.", "Household debt has risen steadily as a share of household income, especially over the last forty years.", "The household sector is a complex part of my story.", "Overall debt is high, but it is highly, and increasingly, concentrated amongst recent borrowers, and debt servicing costs are currently low.", "While debt has been rising, so too have house prices, leaving many households in a strong net equity position.", "Nonetheless, household debt remains a key vulnerability as we look forward.", "Figure 1: Household debt-to-income Households with mortgage All households Median new first home buyer 1991 1995 1999 2003 2007 2011 2015 2019 Source: Stats NZ, RBNZ Household Assets and Liabilities Survey, LVR New commintments survey, For businesses, it is unclear whether there has been any long-term trend in debt levels (when compared with current asset values or as a share of total finance) over the 20th and 21st centuries.", "Corporate finance theory does not provide any concrete guide to the optimal level of debt.", "It really is a choice that a firm makes as to how much debt it wants to hold.", "In practice, firms limit their debt levels because of the risks of failure and the obligations posed by lenders, and we have seen more prudent levels of business debt since the GFC.", "For governments, the benefits of debt for financing long-term capital investments in infrastructure and education (human capital investment) have to be weighed against the consequences of high levels of debt for debt servicing costs and the ability to borrow when required for unforeseen events such as earthquakes, pandemics or other fiscal policy needs.", "Long-run declines in real interest rates have reduced the cost of debt servicing, and households and governments around the world in particular have determined that they can therefore sustain higher debt levels.", "But the ability to service debt in good times may mask the importance of maintaining strong balance sheets for when times turn bad.", "While theory doesn't give us clear answers, experience tells us that high debt levels constrain options and limit economic recovery from recessions.", "Conversely, 'balance sheet strength' is the ability of households, businesses and financial institutions to absorb shocks without becoming distressed or significantly restricting their activities.", "Economic shocks can transmit through balance sheets via a number of channels.", "There are four I will outline today: defaults and insolvency risk, the interaction with the asset markets, deleveraging behaviour of households and businesses, and the role of financial institutions in credit provisioning.", "To help explain how these balance sheet channels interact with the economy and financial stability, I will draw on previous experiences in New Zealand, focussing on four interconnected institutional sectors2.", "Institutional sectors Asset prices and collateral value Let me start with the role of asset values in the economy.", "An increase in asset prices generally increases the collateral value that households and businesses borrow against, inducing demand in the economy.", "Ceteris paribus, an easing of monetary policy would increase asset values, creating a positive upswing and supporting economic growth through an 'accelerator effect'.", "However, this accelerator effect can also amplify fluctuations in asset prices and contribute towards unsustainable credit-asset price cycles.", "Recessions that are associated with a housing market correction tend to have longer and larger recessions (figure 2), and take longer to return to predownturn output.", "In an environment of declining asset prices, more indebted households and businesses find themselves with a diminishing amount of collateral value to leverage ('collateral squeeze') and may not be able to borrow for investment or consumption, dampening demand in the economy.", "When these dynamics take hold, the accelerator effect can act to amplify the downturn.", "We saw an example of this play out locally during the Global Financial Crisis (GFC), when highly leveraged investors faced reduced equity as house prices declined in 2008.", "In response, many sold properties to shore up their financial position, which in turn caused property prices to decline further.", "Similarly, when the October 1987 stock market crash revealed that equity prices were significantly overvalued, the fall in listed stock prices saw the asset value of investment companies and property developers decline significantly.", "As the value of their collateral declined, these businesses deleveraged by selling their commercial property assets.", "This caused a further decline in these companies' assets, inducing a downward cycle of price declines.", "Sudden and large declines in asset prices can also significantly reduce the buffers for households and businesses to draw on should they experience income or revenue loss.", "For the most indebted, this adds to financial stresses during an economic downturn.", "In the face of high debt servicing costs and a loss of income, a decline in collateral values mean they have less scope to access the liquidity they need to continue operations.", "Figure 2: Duration and output losses of OECD recessions (1960-2007) Quarters Average duration of the Average cumulative output Recessions without housing Recessions with housing bust Source: Claessens et al (2009) Default and insolvency risk This brings me to the next channel: default and insolvency risk.", "More indebted households and businesses have smaller equity buffers to absorb temporary declines in income.", "On the back of income losses and asset value declines, these buffers (and the ability to borrow to endure them) can quickly erode for more indebted borrowers and ultimately lead to insolvency and debt defaults.", "This leads to higher unemployment as businesses fail and losses for those who lent to these borrowers.", "This is more apparent in recessions that follow periods of high credit growth, reflecting the higher levels of indebtedness of borrowers going into the downturn.", "The years leading up to the late 1980s were characterised by significant growth in business credit on the back of a strong global economy and financial deregulation.", "When financial conditions deteriorated following the 'Black Monday' stock market crash in 1987, many businesses that were heavily indebted collapsed.", "By 1989 the financial crisis spread to the rest of the economy and the share of non-performing bank loans reached 11 percent of total bank lending (figure 3).", "With businesses facing financial stress and insolvencies, unemployment rose to just over 11 percent by 1991.", "The GFC followed a similar pattern.", "Business debt grew quickly during the 'boom' years of the early 2000s and when conditions deteriorated pockets of vulnerability became apparent.", "The commercial property and agricultural sector, which were more highly indebted, experienced larger increases in business failures and loan defaults (figure 4).", "A similar experience can be found during the downturn in dairy prices around 2015.", "Farms borrowed heavily on the back of previously strong dairy prices.", "The high costs of servicing these debts left the sector more vulnerable to income shocks, and when prices declined significantly in 2015 a number of farms became stressed.", "Figure 4: Non-performing loan ratios by asset class Consumer Commercial property 3 Other business 2008 2010 2012 2014 2016 2018 2020 Source: RBNZ Bank Balance Sheet survey, private reporting.", "In the face of a downturn, elevated uncertainty and dampened demand can also see solvent households and businesses actively reduce their debt levels as their tolerance for leverage declines.", "This is a more binding constraint for more indebted businesses, which have been shown to reduce their borrowings the most in response to a downturn.", "This in turn subdues business investment, further depressing economic activity.", "The process of de-risking can continue for years after a recession, hindering economic recoveries.", "A similar process can also take hold for households, which tend to reduce consumption and consumer debt during a downturn.", "This is partly related to the decline in collateral value and household wealth.", "However, this phenomenon again appears to be more pronounced in households that are more indebted going into a downturn.", "As I mentioned earlier, investment companies and property developers deleveraged in the late 1980's as their asset value fell and they became collateral constrained.", "However, on the back of the general economic fallout, the broader business sector also limited their growth and steadily reduced their debt levels.", "The consequence of this was a 27 percent fall in real business investment from Q4 1990 through to Q2 1991.", "The years following also saw sluggish business spending, with Investment not recovering in real terms until the second half of 1993.", "A more prolonged pattern can be observed over the GFC period.", "Real business investment fell significantly in 2008, and did not recover to its pre-GFC level until 2013 (figure 5).", "Note shaded areas represent recessions Figure 6: Debt as a share of GDP Business debt (non-agriculture) Agriculture debt 1990 1994 1998 2002 2006 2010 2014 2018 Source: RBNZ Bank Balance Sheet survey, Stats NZ, private reporting.", "Perhaps more stark during the GFC was the experience of household deleveraging.", "Unlike the 1991 recession, the housing market was at the forefront of the economic downturn during the GFC.", "As house prices declined (in New Zealand, house prices fell by around 10 percent, but by much larger amounts overseas), households reduced consumption, mortgage and consumer lending slowed significantly, and activity in the residential construction sector fell by almost 30 percent over 2008 and 2009.", "To be clear, deleveraging is not inherently bad.", "Highly leveraged businesses and households face greater risks, particularly when a downturn occurs, and some may need to reduce their debt levels.", "We have seen pockets of high indebtedness in households decline as loan-to-value (LVR) restrictions were introduced, and the dairy sector has been reducing debt in recent years while payouts have been reasonable (figure 6).", "However, when this deleveraging process occurs during (rather than before) a recession, it amplifies the downturn and acts as a drag on economic recovery.", "The role of financial institutions Strong balance sheets and sound buffers also matter for financial institutions.", "In the face of losses, through either declining margins or loan defaults, banks can themselves become constrained by their own capital position and funding needs.", "If banks are in a weakened position and need to strengthen their balance sheet, this often comes at the cost of providing credit to creditworthy households and businesses.", "Alongside an environment of business failures, collateral value declines and deleveraging, this further supresses demand and amplifies an economic downturn.", "Unfortunately, we have seen these consequences play out in New Zealand before.", "The turmoil of the late 1980's saw the Bank of New Zealand, the largest bank at the time and responsible for around a quarter of bank lending, almost fail and require a Government bailout.", "More broadly, the banks also tightened lending to businesses during the recession, compounding the deleveraging trend in the early 1990s.", "In the 2000s, the banking system became reliant on shortterm overseas debt to fund its lending growth.", "When financial markets around the world seized-up in the wake of the GFC, the cost of this funding increased dramatically and bank margins were squeezed.", "This led to a rationing of credit and an increase in lending rates at a time when the Reserve Bank's monetary policy actions were trying to stimulate the economy.", "We can also draw on experiences for the insurance sector from the Christchurch earthquakes, the most costly insurance events in New Zealand's history.", "While $37 billion of claims, from a total of $39 billion, have been paid out, this was by no means a success story for the industry.", "About half of general insurers did not have enough initial funds to cover the total costs of the claims, and almost 20 percent of total costs had to be paid with funding acquired after the earthquakes took place.", "One insurer, AMI, which represented a third of insurance policyholders in Christchurch, ultimately required a Government capital injection.", "Had the Government not stepped in to provide capital to AMI, it would have been unlikely that policyholders received their insurance claims in full.", "Furthermore, any funds that AMI policyholders would have recovered would have likely faced delays in being paid-out.", "This would have undoubtedly caused financial stress for households and businesses directly affected, and could have had flow on effects to the wider Canterbury economy.", "Section 2: 2020- 2021 - From pandemic recession to recovery While we are still in a period of economic uncertainty and disruption to global trade, people and investment flows, we have seen a shorter recession and a more robust economic recovery than expected.", "A unique feature of the COVID recession has been the absence of the issues that have tended to weigh on economic recoveries, with the business and financial sectors proving resilient, aided significantly by the public sector absorbing their losses.", "Business failures and loan defaults remain at very low levels, asset prices have not declined (if anything we have seen a positive accelerator effect), business deleveraging appears to have been relatively short-lived, and the financial system has been resilient enough to support borrowers.", "Fiscal and monetary support have contributed materially to the better than expected economic outcomes.", "However, this support has been in the context of borrowers having more capacity to service their debts, and therefore greater buffers to absorb income shocks, and strong bank and public sector balance sheets leading into the crisis (table 1).", "And while households are more indebted than in previous years, the numbers of highly leveraged borrowers have been contained through stronger lending requirements that have limited higher-risk loans, while debt servicing costs are lower.", "Fiscal support has helped protect household and business balance sheets, and consequently bank balance sheets.", "At the same time, the better underlying health in those balance sheets and debt servicing metrics has meant that the negative forces of deleveraging and collateral constraints have not come into play in the same manner as in previous recessions.", "Moreover, rising asset prices have boosted household balance sheets, providing positive support for consumption and residential investment.", "Note: Excludes 'Financial and Insurance Services', 'Public Administration and Safety', and 'Education and Training, 'Health Care and Social Assistance'.", "This is different to Stats NZ's 'All industries' category.", "Stats NZ classifications also includes non-market government activity prior to 2013.", "Agricultural business debt rose from 7.0% to 20.6% of GDP from 1990 to 2019 †† Data for 1990 uses the previous measures of core crown debt: Gross Sovereign Issued Debt less financial assets (excluding the New Zealand Super Fund).", "Data for 2006 and 2019 use the updated measure of core crown debt: Represents Gross Sovereign Issued Debt less core Crown financial assets (excluding the New Zealand Super Fund) Government sector A key place to start the discussion around this downturn is the government policy response.", "The health responses necessary to contain the virus heavily restricted business activity in early 2020.", "However, through the Wage Subsidy Scheme and business loan schemes, widespread Government support effectively filled a large part of the hole in business cash flows (figure 7).", "These programmes were comprehensive in their coverage even by international standards, with the Wage Subsidy Scheme covering almost 70 percent of the workforce in 2020.", "This compares to around 25 percent for Australia, and 30 percent for the UK.", "Alongside programmes such as the Small Business Cashflow Scheme, this provided many businesses with additional liquidity through the initial economic impacts of COVID.", "By avoiding widespread business failures, this also contained increases in unemployment and losses in household incomes.", "Figure 7: Quarterly non-financial business sector income 40.0 Capital and other Government subsidies 35.0 Operating surplus and mixed income (ex-subsidies) 30.0 25.0 20.0 15.0 10.0 5.0 0.0 June-16 June-17 June-18 June-19 June-20 Source: Stats NZ, RBNZ estimates Note: The separation of 'government subsidies' from 'operating surplus and mixed income' in this chart is indicative only.", "It treats all government subsidies as having gone to nonfinancial businesses, when some would have been received by other sectors (e.g.", "This does not impact the total or the 'capital and other income' series.", "Such large fiscal support was only possible with a strong fiscal position leading into the pandemic; a fiscal position that had been built up over the decade leading up to 2020.", "By remaining prudent when times have been good, we were able to borrow more as a country and use debt when we needed it most.", "This has proved true more widely.", "The BIS has demonstrated that countries that are more debt constrained provided less fiscal support during the pandemic.", "In contrast, on the backdrop of the 1991 recession, the Government was facing a potential ratings downgrade after years of large deficits prior to the recession (figure 8) .", "After the bailout of BNZ, there was little fiscal headroom to provide additional support to the economy.", "Businesses were in a stronger position to weather economic shocks in 2019 than they were in 1990 and 2006.", "Agriculture apart, business debt had remained stable relative to GDP since 2010 and interest servicing costs had generally declined for most sectors (figure 9).", "And while pockets of high indebtedness within the dairy sector are still concerning, assisted by strong commodity prices, many farms with large amounts of debt have been steadily been reducing their borrowings.", "Figure 9: Interest expense as a share of EBITDA (%), industry aggregates All industries Agriculture, Forestry and Fishing Manufacturing Wholesale Trade Retail Trade and Accommodation 2002 2005 2008 2011 2014 2017 2020 Source: Stats NZ, RBNZ estimates.", "Note: 'All Industries excludes 'Financial and Insurance Services', 'Public Administration and Safety', and 'Education and Training, 'Health Care and Social Assistance'.", "This is different to Stats NZ's 'All industries' category Many businesses faced pressures, both during the strict lockdown in 2020 and in the following months, yet there have not been nearly as many business failures in this recession as in past severe downturns.", "Lower debt levels and stronger working capital enhanced by quick pay-out of fiscal transfers, bank support (loan deferrals and restructurings), and cheaper debt servicing have all played a part.", "Non-performing loan ratios are significantly below the GFC peak, including for commercial property, the canary of the economy that tends to experience the largest losses in a downturn (figure 10).", "With fewer businesses failing, the negative feedback effects of economic downturns - rising unemployment leading to reduced spending and further business failures - seem to have been largely stemmed.", "Figure 10: Non-performing loans (% of total lending) 5.0 Peak from 2009 - 2012 4.0 3.0 2.0 1.0 0.0 Housing Consumer Agriculture Commercial Other business Source: RBNZ Bank Balance Sheet survey, private reporting.", "The process of debt consolidation also appears to be much shorter than following previous recessions.", "Business credit has declined by about 1.3 percent in the year ending June 2021, a reflection of the heightened uncertainty caused by COVID.", "However, business confidence has recovered to pre-pandemic levels and investment intentions have bounced even more strongly (figure 11).", "While investment as a share of GDP is still below its pre-COVID level, it is starting to recover much faster when compared with the GFC and 1991 recessions.", "Figure 11: Real business investment following a recession Household sector Housing and land assets are the largest component of household wealth, and mortgages are by far the largest component of household financial liabilities; hence the Reserve Bank's focus on housing in our assessment of risks to household balance sheets.", "While household financial assets have grown significantly, with superannuation (Kiwisaver) and equity investments growing rapidly, higher house and land prices have meant the household balance sheet is no more diversified than it was in 2006.", "Households came into the pandemic with debt levels similar to the levels in 2006, but well above the levels of 1990.", "However, this debt proved less onerous.", "Declining long-term interest rates have meant that household debt serviceability has largely remained in line with long-term averages (figure 12).", "Moreover, LVR restrictions have curtailed the number of highly leveraged households, and increasing house prices improved equity positions even further.", "Household debt has become somewhat more concentrated, with larger mortgages amongst fewer households.", "There has been an increasing share of high debt-to-income loans, which has continued throughout the pandemic.", "This means that mortgagors are more sensitive to shocks to their income or increases in mortgage rates than they have been in the past.", "Fortunately, fewer business failures and wage subsidies keeping employees connected also meant most households did not face a loss of income, and bank mortgage portfolios were not severely stressed.", "Figure 12: Mortgage payments as a share of gross income20 All mortgagors 2000 2003 2006 2009 2012 2015 2018 2021 Source: RBNZ Retail Interest Rate Survey, RBNZ Household Balance Sheet survey, Stats NZ Household Economic Survey, RBNZ estimates With few mortgagors facing stress thanks to relatively few business failures and low unemployment, house prices, against all projections, increased sharply.", "This has meant that house prices have had an overall positive impact through the accelerator effect: household consumption has been strong on the back of high house prices and it is no exaggeration to say the residential construction sector is booming.", "While this has meant the housing market has acted to support the economic recovery, it has brought other problems of housing affordability and unsustainable prices, a point I will touch on later.", "Financial sector Banks were also in a much stronger position going into the pandemic than in previous years.", "Capital ratios had improved following tougher Basel requirements and rising investor expectations, and dividend restrictions introduced in response to anticipated loan losses associated with the pandemic strengthened these further.", "Prudential policies introduced since the GFC also meant that banks were less reliant on short-term funding and had stronger liquidity positions (figure 13).", "Early on in the pandemic, when markets began to seize up, banks had enough funding from longer and more stable sources to sit out the volatility until conditions stabilised.", "Figure 13: Share of offshore funding by maturity Less than 90 days maturity More than 90 days maturity 2000 2003 2006 2009 2012 2015 2018 Source: Stats NZ, RBNZ Liquidity survey Our stress testing also showed that the banks could handle a relatively pessimistic, but plausible, economic outcome.", "Bank capital ratios could withstand unemployment reaching 13 percent and house price falls of about one third and be able to continue to provide lending to their customers.", "While such an outcome did not materialise (fortunately), one finding is still relevant: banks were able to weather the potential shock and support their customers through the downturn.", "Following our review of bank capital requirements, completed in 2019, banks are on a path to a higher, more robust capital position - which should enable them to withstand more severe stresses (such as scenarios where the authorities cannot or will not provide substantial fiscal and monetary support).", "One important part of the framework will be the counter-cyclical capital buffer - essentially capital that is built up during the good times and can be released to provide more capacity to support customers during a downturn.", "Loan deferral schemes were made available to households through the depths of the recession and then household credit surged, partly as a result of the strengthening housing market.", "While business credit did decline through 2020 into early 2021, indicators suggest this was mostly due to weak demand.", "Credit growth to the business sector has resumed, growing consistently since May 2021 as a result of business investment rising.", "A strong banking system has meant that our financial system has been able to support the economic recovery, rather than become part of the problem as we saw in 1991 and, to an extent in 2008.", "While there are many things that we would like to forget about 2020, we should perhaps remember what went well.", "The Government was able to provide support thanks to decades of fiscal discipline.", "Businesses were generally in a stronger position prior to the pandemic than in in the years preceding previous severe economic downturns, and we have seen relatively few failures.", "Household incomes were protected as a result and we have largely avoided the potential severe negative feedback effects on the economy.", "The financial system has been strong enough to take a supporting role in the economy.", "In this context, monetary policy has been less hindered by challenges around business and household balance sheets, or risks in the financial system.", "Section 3: Current challenges moving forward While the economy recovered strongly from the downturn in 2020, global uncertainty and the local impacts of more recent health and economic restrictions remain impediments to growth currently.", "Household and government balance sheets appear a little more vulnerable now than they were at the outset of the pandemic and the uncertainty surrounding the outbreak of the Delta variant continues to weigh on the growth outlook.", "Government debt levels are expected to peak just below 50 percent of GDP in 2023, up from around 20 percent prior to the pandemic.", "While still relatively modest compared with many advanced economies, the importance of preserving fiscal space to accommodate unforeseen events will confront policy makers in coming years, especially given the adverse long-term fiscal trends, particularly from demographic ageing.", "The reasons for public debt expansion matter to its sustainability and potential constraint on future borrowing.", "Debt that is associated with increased investment, boosting the economy's potential growth, is worthwhile and presents few risks to investor confidence.", "However higher debt driven by rising social expenditure transfers or discretionary policy choices exceeding revenue trends could see less favourable investor perceptions, potentially adding a risk premium to New Zealand's borrowing costs.", "Significant policy decisions will confront fiscal decision-makers in the next 20 years to modify expenditure, revenue and debt trends to ensure the government balance sheet does not become a threat to economic resilience, rather than a support as it has during the pandemic.", "The rise in house prices - to levels that are beyond what we believe are sustainable - has also been coupled with some rising risks in the level and mix of household debt.", "While many households are in a strong debt-to-assets position due to house price increases and LVR restrictions, debt-to-income (DTI) ratios have continued to rise and new mortgagors are increasingly exposed to risks from house price falls, income declines or higher interest rates (figure 14).", "The increasing size of mortgages also implies greater sensitivity to rises in interest rates.", "Restricting lending to customers with very high servicing costs or DTI levels could reduce material financial distress when incomes fall or interest rates rise.", "It will also help avoid house price growth deviating significantly from income growth and constrain potential credit-asset bubbles.", "By mitigating these risks, this also means that when the next downturn arrives households will be in a stronger position to weather the hit.", "For these reasons, the Bank is intending to consult on introducing debt servicing restrictions, which could include DTI caps or a floor on the test interest rates that banks use in their serviceability assessments.", "Any policy decision will need to evaluate the costs and benefits of further 'prevention' measures thoroughly.", "The path forward for financial institutions The financial system has not been significantly challenged by the pandemic induced economic downturn, thanks in large part to the Government support provided to businesses.", "Our lessons from the past have taught us what happens when banks clamp down on household and business borrowers during a downturn instead of supporting them.", "Stronger capital requirements that are to be implemented over the next seven years will mean that the banking system can survive up to a 1-in-200-year (economic loss) event.", "It also means that banks are more capable of supporting their customers and the broader economy in a GFC-like downturn.", "The insurance sector has also been fortunate.", "While we know they are well capitalised, partly due to the moratorium on dividends, a significant pandemic outbreak in New Zealand would have tested the financial viability of many life insurance companies.", "More generally, the low interest rate environment, natural disaster and climate change risks will continue to pose challenges for insurance companies.", "We are currently consulting on changes to regulation for the insurance sector.", "This consultation will focus on ensuring that we have a prudential policy that is up to date with international standards, appropriately reflects the risks in New Zealand and secures insurance policyholders' rights.", "The ongoing COVID-19 pandemic has posed extraordinary health and economic challenges to the world.", "We experienced a severe economic recession in 2020 that remarkably proved shorter-lived and less severe in terms of business failures, unemployment and financial distress than expected.", "Economic activity and employment have recovered strongly in 2021 and business investment has increased faster than it did following previous severe recessions.", "The strong and effective macroeconomic policy responses played a big role in minimising the downturn and supporting the recovery.", "The low level of public debt enabled one of the strongest fiscal responses in the world, helping prevent significant financial stresses amongst businesses and households.", "The health of business, household and bank balance sheets going into the recession also played a very important role in the better than expected outcomes.", "Rather than negative cycles of deleveraging under stress and credit restrictions due to limited equity or collateral that were seen in the 1990 and GFC recessions, 2020-21 witnessed a quick return to household credit growth, and a business sector that was able to move quickly into growth rather than repair.", "Moreover, with stronger capital and liquidity positions, the banking system was able to meet credit demand rather than limit it.", "We have learned that stronger balance sheets reduce the magnitude of a downturn and facilitate a stronger, faster recovery.", "Looking forward, Te Pūtea Matua will take action as needed to ensure that regulated financial institution balance sheets are resilient to future stresses in the economy and financial system, and avoid being over-exposed to vulnerabilities that could arise from excessive leverage in the household or business sectors.", "Although we are not out of the woods yet and uncertainties surrounding the current outbreak remain, we are reassured by the resilience that strong balance sheets provide.", "The fiscal response to the COVID-19 crisis in advanced and emerging market economies.", "The Financial Accelerator: Evidence from International Housing Markets.", "Household debt and consumption during the financial crisis: Evidence from Danish micro data.", "Danmarks Nationalbank Working Papers.", "Employment and the collateral channel of monetary policy.", "Bank of England Staff Working Paper, No.", "Safer banks for greater wellbeing.", "The Role of Leverage in Firm Solvency: Evidence from Bank Loans.", "Bank of Italy Occasional Paper, No.", "Real effects of financial distress: the role of heterogeneity.", "Bank of England Staff Working Paper, No.", "\"Fiscal Policy Governance: A Focus on Principles\", Chapter 10 in Berman, E. and Karacaoglu, G.", "Public Policy and Governance Frontiers in New Zealand (Public Policy and Governance, Vol.", "32), Emerald Publishing Limited, pp.", "The differential impact of leverage on the default risk of small and large firms.", "Journal of Corporate Finance, 60(C).", "Macroeconomic Risk and Debt Overhang.", "What Happens during Recessions, Crunches and Busts?", "Is a Household Debt Overhang Holding Back Consumption?", "Brookings Papers on Economic Activity, Spring 2012.", "Corporate debt and investment: a firm level analysis for stressed euro area countries.", "ECB Working Paper, No.", "Financial intermediation, loanable funds, and the real sector.", "Banking crises in New Zealand - an historical.", "Reserve Bank of New Zealand Bulletin, 72(4).", "NBER Working Papers, No.", "The good, the bad and the impaired: A credit risk model of the Irish mortgage market.", "Journal of Financial Stability, 22, 1-9.", "Household Balance Sheets, Consumption, and the Economic Slump.", "Job retention schemes during the COVID 19 lockdown and beyond.", "Retrieved from -responses/job-retention-schemes-during-thecovid-19-lockdown-and-beyond-0853ba1d/ Ottonello, P., & Winberry, T. (2018, January).", "Financial Heterogeneity and the Investment Channel of Monetary Policy.", "NBER Working Paper Series, No 24221.", "Statement on the long term fiscal position.", "He Tirohanga Mokopuna 2021.", "Financial stability risks from housing market.", "Reserve Bank of New Zealand Bulletin, 79(12)."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Financial system stability", "Monetary policy provision of services to the economy", "Financial stability", "Household debt", "Business debt", "Government debt", "Asset prices and collateral value", "Default and insolvency risk", "Deleveraging behaviour of households and businesses"]}