{"sentences": ["It is a pleasure to be here at this conference, jointly organised by the National Bank of North Macedonia and De Nederlandsche Bank.", "I am glad to see that, after a one year hiatus, this thirteenth conference gets to take place again - even though only virtually.", "Before continuing, I would like to express my shock and sadness at the terrible bus accident that happened two weeks ago - two days before we were originally going to meet.", "My deepest condolences to the people who have lost family members and beloved ones.", "Coming back to this conference - today and tomorrow, you will be discussing payments in the digital era, with an inside out perspective.", "And that perspective is, truly, the perspective of a modern central banker.", "A central banker who keeps his finger on the pulse of what happens in our society.", "A central banker who is aware of recent payment trends.", "A central banker who looks at what is happening nationally, but also globally.", "Trends regarding, for instance, the use of cash.", "In the Netherlands, the use of cash has declined steadily.", "Ten years ago, about 60 percent of all shopping was paid for in cash.", "Before the pandemic, that number had already dropped to 32 percent.", "Today, the number of retail cash payments has declined even further - to a little over 20 percent.", "Like in many countries across the world, also in the Netherlands and in North Macedonia we see an ongoing digitalisation of our societies and payment structures.", "This global trend has created a lot of opportunities for organisations and their customers.", "Unfortunately, it has also, among other things, contributed to an increase in cybercrime.", "Both financial institutions, like banks, and their customers are being targeted by criminals.", "A compelling example is the rise in ransomware attacks over the last couple of years.", "Another trend today, is the development of cryptos.", "Cryptos are issued independently of commercial or central banks, but there are increasing links between cryptos and the mainstream financial system.", "A serious drawback is the fact that the value of most cryptos is very volatile.", "This makes them unsuitable as a means of payment, store of value and unit of account.", "And the accessibility and anonymity of cryptos make them vulnerable to illicit activities.", "Regarding stablecoins, there are specific concerns.", "Stablecoins are cryptos whose value is tied - or is at least claimed to be tied - to an outside asset, such as a regular currency or gold.", "Stablecoins can bring innovations, especially for cross-border payments, like cheap remittances.", "But they also bring risks, in particular if they would be adopted as a generally accepted means of payment - risks, for instance, regarding the safety, efficiency and integrity of payments systems; or regarding cyber security and operational resilience; or regarding data and consumer protection.", "And a final big trend I would like to mention, is that, today, financial institutions are increasingly using big data and artificial intelligence as part of their fintech solutions.", "Just think of a bank's chatbot.", "Using AI, this chatbot can tell customers what to do when they lose their bank card or help them with information about taking out a loan.", "In the field of fintech, North Macedonia has made commendable progress.", "Recent research on the feasibility of implementing fintech in North Macedonia, led by the National Bank, concluded that the country would be ready for a fintech-led transformation in the financial services sector.", "A lot, if not all, of these trends and technological innovations, are here to stay.", "And as central bankers and supervisors, we welcome any technological innovation that has the potential to make payments more convenient and accessible for everyone; the potential to contribute to our societies' welfare; the potential to contribute to a trustworthy and stable financial system.", "But - there is a big sine qua non.", "For us, as supervisors and central bankers, trust goes hand in hand with rules, regulation and supervision.", "On the one hand, we need to give room to promising technological innovations, but on the other hand we need to keep the risks in check.", "With too much leeway for risks people might lose trust in the financial system.", "So, if we look at what is going on today, how are we looking at tomorrow?", "For many of us, the digital era means a welcome step forward in payment options.", "Today, for instance, we use our smartphones for much more than just calling and texting.", "Mobile payment requests, contactless payments, and smartphone and smartwatch payments have become the order of the day.", "But it would be wrong to assume that this goes for everyone in our society.", "Regarding the future of cash, at least for the foreseeable future, central banks should make sure that cash remains accessible, available and affordable - for everyone.", "At De Nederlandsche Bank, we even advise people to carry some cash.", "For instance in case card networks are down.", "This could happen due to technical issues, or maybe even a cyberattack.", "Regarding this latter threat, banks and other financial institutions are investing millions of euros to safeguard the security of online banking and other applications.", "They also work closely alongside the police and law enforcement.", "And there is also increased international cooperation in the financial sector.", "The declining use of cash also raises the question of the future of public money.", "That is why the ECB, as well as other central banks, are currently investigating a Central Bank Digital Currency, a CBDC, as a new, additional, way to make central bank money available to the public.", "Without, of course, the intention of crowding out private alternatives.", "Looking at cryptos and stablecoins, I want to underline the cross-border nature of the cryptospace.", "Several jurisdictions have started setting up regulation, and it is important that we discuss this at an international level to avoid regulatory arbitrage.", "Finally, regarding big data and AI, we must ensure that AI does not discriminate against certain groups of consumers; that its processes can always be verified; and that personal data are wellprotected.", "For this reason, De Nederlandsche Bank works with other supervisory authorities to develop guidelines that prevent discrimination and ensure the processes can always be verified.", "All the innovations I just discussed are not limited by traditional boundaries.", "To benefit from them while also effectively curbing their risks, we need both a national and an international approach.", "All the more reason for conferences like this to exchange views and experiences.", "I am proud of the constructive and ongoing collaboration between our two central banks.", "And I want to thank Governor Bezhoska for inviting me to this year's edition.", "At the time of the first conference, in 2008, I wasn't even President of De Nederlandsche Bank yet.", "But I very well remember the tenth edition, in 2017.", "I was in Ohrid then, with colleagues of the ECB and delegates from the European Commission.", "And I have very good memories of that trip.", "North Macedonia is a beautiful country.", "Since its first edition, this conference has only further matured.", "It has grown both in audience and in breadth of topics.", "And this year's program is, once again, testimony to that.", "I wish you all an inspiring two days.", "National Bank of the Republic of North Macedonia, accessed on 7 December 2021, RNM Fintech Survey Final Report Clean 211220.pdf (nbrm.mk)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payment trends", "Digitalisation", "Cybercrime", "Cryptos", "Stablecoins", "Fintech", "Financial innovation", "Central bank digital currency", "Regulation", "Artificial intelligence"]}