{"sentences": ["Today we publish our latest Financial Stability Review (FSR).", "This publication sets out our judgements on the main risks facing the economy and financial system.", "It also outlines our assessment of the capacity of the financial system to withstand those risks.", "As is the case each year, our FSR for the second half of the year includes a number of significant macroprudential policy decisions, namely the annual review of the mortgage measures and the other systemically important institutions (O-SII) buffer, as well as our fourth quarterly review of the counter cyclical buffer (CCyB).", "We make these decisions with the express aim of safeguarding financial stability in Ireland, acting in the public interest.", "We are speaking at a moment of re-emergence of public health concerns stemming from the path of the pandemic.", "This underlines the inherent uncertainty of the current environment.", "Despite the success of the vaccination programme, the speed of change in pressure on the health system in recent weeks has caused a re-assessment of the likely future duration and nature of public health restrictions.", "Of course, we are in a very different place relative to where we were at the beginning of the year or indeed last year.", "The link between cases and hospitalisations has weakened due to the vaccines, large parts of the economy remain open and, more broadly, households and businesses have adapted to the environment.", "Still, we must acknowledge that there remains significant uncertainty about what lies ahead.", "Despite the re-emergence of these pandemic-related developments recently, our overall assessment of the macro-financial environment is that near-term macro-financial risks have receded since our last Review in June.", "The vaccination programme has had a supportive effect on economic activity, reducing the risks stemming from the pandemic-related economic disruption.", "Indeed, we are now in an environment where medium-term risks of imbalances are beginning to build, both domestically and globally.", "Risk-taking behaviour in global financial markets has continued in recent months, leading to ever more stretched valuations in some market segments.", "At the same time, we have seen a continued increase in global levels of indebtedness, especially for governments and companies.", "Domestically, labour market recovery during the second half of the year has been strong and has been associated with sectoral labour shortages, while house prices are now rising at rapid levels driven by an imbalance between supply and demand.", "The challenges that have arisen in labour markets and global supply chains mean that inflation is now running well ahead of many developed economy central bank targets.", "While our baseline scenario is that these inflationary pressures will gradually fade, we must also acknowledge the uncertainty involved and the prospect of the risks that would ultimately be associated with a more prolonged inflationary period.", "There are potential risks arising in both financial markets and the real economy from a mispricing of the future path for monetary policy.", "First, an unexpected monetary policy tightening could trigger a widespread re-pricing of risk with potential adverse effects for borrowers and many indebted governments.", "Second, more long-lasting inflation could erode real income growth (constraining the recovery) or lead to overheating dynamics in the real economy (which require a more aggressive monetary policy response).", "There is substantial uncertainty over how likely these scenarios are.", "Turning to resilience, the impact of the pandemic-related shock on the financial position of lenders and borrowers is starting to dissipate.", "In particular, in the business sector, the role of policy supports from the government and widespread forbearance from all types of creditor has been critical in helping SMEs and larger firms to weather the worst of the pandemic, with insolvency rates remaining remarkably low.", "The true financial health of the most affected businesses will only become apparent over coming months and years, as policy support and forbearance are gradually removed.", "Our analysis suggests that, based on current forecasts, emergent financial distress will be of a magnitude that can be absorbed without significant adverse knock-on effects in the financial sector or the economy, testament to the success of the rapid policy support deployed from March 2020 to avoid scarring effects of the pandemic.", "The local banking system continues to appear to have sufficient capital to absorb losses that may result due to the pandemic and associated averse events.", "Let me now turn to what this means for macroprudential policy.", "Our macroprudential policy framework has three broad pillars: instruments relating to bank capital, the mortgage measures, and market-based finance.", "In each of these pillars, we are currently in a period of review - reflecting on international best practice, lesson-learned from the COVID-19 shock, and changing global economic developments - in an attempt to ensure that our frameworks remain fit for purpose and appropriate in the face of a rapidly-evolving operating environment.", "In line with previous guidance, we today maintain the CCyB rate at 0 per cent.", "Looking ahead, if pandemic-related risks continue to contract as currently expected, the Central Bank would expect to announce a gradual re-introduction of a positive CCyB rate during 2022.", "Moving at this point would be consistent with our objective of promoting financial resilience early in the cycle.", "Our review of the bank capital framework will conclude next year.", "This review is considering the way in which the different elements of the macroprudential capital stack are calibrated, as well as how our macroprudential buffers interact with each other, as well as key dependencies that also reflect balance sheet risk such as risk-weighted asset regimes.", "All of this will bring us to a position where we can communicate a clear strategy for the calibration of these capital buffers, ensuring that the strategy balances the risks facing the banking system with the system's resilience to absorb shocks.", "Today we also announce the results of our annual review of the mortgage measures.", "The mortgage measures have the twin objectives of strengthening borrower resilience and reducing the likelihood of an adverse credit-house price spiral emerging.", "Two operational changes are being made to the measures following the annual review.", "First, the regulations will be amended to clarify the participation of retail banks in the 'First Home' shared equity scheme.", "This reflects our judgement that based on the characteristics of this form of financing, other safeguards in place (including bank capital as well as the initial scale and scope of the scheme), it would not be proportionate for the mortgage measures regulations to altogether restrict lenders from participating in the Scheme on financial stability grounds.", "Second, reflecting the challenges to the operationalisation of the allowances during the recent uncertainty posed by the COVID-19 pandemic and the changing structure of the banking system, a carry-over system for loans approved in the previous calendar year will be introduced.", "This change should allow lenders to more smoothly plan their allocation of this important type of lending above the stated LTV and LTI limits.", "In light of the ongoing mortgage measures framework review, the current calibration of the level of the LTI and LTV limits and size of the pools of allowances will remain unchanged.", "The mortgage measures framework review itself continues with extensive analysis and stakeholder engagement.", "This review is focussing on our choice of instruments, our strategy for calibrating their level, taking into account the many changes that have occurred globally and locally since we introduced the measures.", "The shape of the review and the emerging themes of focus have been informed by the extremely high quality of engagement we have had with the public already, through our online engagement survey and a number of Central Bank Listens events during the summer.", "We will launch a public consultation in December, where we will invite the public and other stakeholders to provide us with feedback on a range of specific questions.", "We aim to complete our framework review during the second half of next year.", "Finally, on property funds, the Central Bank is today consulting on a set of measures to limit leverage and liquidity mismatches for these entities that have become increasingly linked to the domestic economy in recent years.", "They are now a systemic part of the Irish commercial real estate market, holding more than 40 per cent of the estimated investable stock.", "Leverage is higher among Irish resident property funds than European peers, creating additional vulnerability to price falls, which could lead to selling pressures in the market.", "The Central Bank is seeking feedback on new macroprudential policy measures aimed at increasing the resilience of the Irish resident property fund sector, so that this form of financial intermediation is better able to absorb - rather than amplify - adverse shocks."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["financial stability", "macroprudential policy", "mortgage measures", "inflation", "monetary policy", "resilience", "bank capital", "labour market", "house prices", "property funds"]}