{"sentences": ["As prepared to deliver in the event Dr. Shamshad Akhtar, Chairperson-Pakistan Stock Exchange Board, Yaseen Anwar Sahib , Senior Policy Advisor-IFC, Mr. Toshio Odagiri , Consul General of Japan in Karachi, Khawaja Aftab Ahmed , Regional Director-IFC, Zeeshan Ahmed Sheikh , Country Manager Pakistan & Afghanistan-IFC, banks' presidents and CEOs, distinguished guests, ladies & gentlemen, Assalam o Alaikum and a very good morning.", "It gives me immense pleasure to addressthis esteemed gathering at this conference on Sustainable Banking, organized jointly by SBP and IFC with the support from the Government of Japan.", "This conference aims at creating awareness about risks associated with climate change to the financial sector and provides a platform for deliberating and identifying tangible actions to effectively mitigate and manage these risks.", "I would like to express my gratitude to both IFC and the government of Japan for joining us in organizing this important event.", "Ladies and Gentlemen, I was part of the recently concluded IMF-World Bank annual meetings held in Washington DC and one of the spotlight discussions was regarding the threats of climate change to financial stability.", "A key takeaway from these sessions was the increased realization that climate change is a global issue, which urgently requires a coordinated global response.", "The World Bank has established a new fund, namely \"Scaling Climate Action by Lowering Emissions\" for developing countries, which was launched yesterday at the COP27 event in Egypt.", "The detrimental impacts of environmental degradation and climate change on economic growth are real.", "We all can observe that the climate change is having its toll on Pakistan.", "The weather patterns are changing and recently we have experienced some abnormally high downpours and flooding, never observed in our history.", "One-third of our country was underwater and one in every seven persons was displaced.", "Ironically there are variations across countries in how the climate change affects the weather patterns, causes flash flooding, droughts, melting of glaciers and rises in sea levels etc.", "Pakistan is ranked among the top 10 countries most vulnerable to climate change.", "Ladies and Gentlemen, The transition to a low carbon green economy requires a shift in production and consumption patterns.", "In this context, the financial industry can play an important role by mobilizing the financial resources needed for the transition.", "Globally, innovative financial instruments such as Green Bonds have been well-received as they play a vital role in transforming economies through sustainable and responsible financing.", "According to Climate Bonds Initiative, the cumulative issuance of green bonds has exceeded to USD 2 trillion.", "To support such initiatives and facilitate transition to a lowercarbon footprint, financial regulators are striving to create enabling conditions that make green financing an attractive opportunity for investors and businesses.", "Ladies and Gentlemen, To this end, Central Banks across the world have joined hands to strengthen the global response required to meet the Sustainable Development Goals and Paris Agreement.", "Central Banks in emerging economies like China, Bangladesh, Indonesia, Mongolia, and Turkey among others have already launched national policies, guidelines, or roadmaps focused on sustainable banking.", "Further, central banks are also incorporating adverse weather-related scenarios in their stress testing of banking sector to evaluate the resilience of financial system to adverse shocks.", "State Bank of Pakistan has also undertaken important initiatives under the umbrella of Green Banking to ingrain sustainability considerations in the financial sector.", "SBP became a member of Sustainable Banking & Finance Network in 2015 and is leading the initiative of promoting sustainable banking.", "SBP has introduced Renewable Energy Financing Schemes both in conventional and Shariah compliant financing modes.", "The objective of the scheme is to finance clean and renewable energy projects to meet the growing electricity demand in the country.", "I am delighted to share that the scheme has made remarkable progress by providing financing to more than 2,200 projects with a cumulative capacity of almost 1,600 MWs by August 2022.", "The total outstanding financing under the scheme was Rs.", "On the regulatory side, SBP has issued Green Banking Guidelines in 2017, with the objective to: (i) reduce vulnerability of financial institutions from risks arising from the environment, (ii) facilitate and push banks to fulfill their responsibilities for the protection of environment, and (iii) ensure required financing is made available for transformation into resource efficient and climate resilient economy.", "Ladies and Gentlemen, SBP has been vigilant in monitoring the progress of implementation of these guidelines by Banks and DFIs.", "And I am happy to share that the progress is promising.", "All Banks and DFIs have established Green Banking Offices and nominated chief green banking managers to supervise Green Banking activities .", "banks and DFIs (79%) have formulated Green Banking Polices that have been approved by their respective Boards.", "These policies include policy statements on environmental risk management, facilitation of green businesses, and reduction in their own carbon emissions.", "banks and DFIs (69%) have integrated environmental risk assessment procedures with their credit risk assessment procedures to better evaluate and manage the impact of environmental and climate changes on their credit portfolios.", "banks and DFIs (41%) have established strategies for facilitation of green businesses by including a policy statement for allocating funds to businesses that intend to lessen their carbon footprint.", "banks and DFIs (46%) have established annual impact reduction targets including well-defined key performance indicators and strategic plans for achievement of these targets.", "While a considerable progress has been made towards adopting green and sustainable banking guidelines, degree of implementation varies across the industry.", "Moreover, there is lack of standardization in assessing and identifying environmental risks.", "I believe setting minimum standards and benchmarks will help ensuring a faster and broad-based progress.", "To bridge this gap, I am glad to share that today SBP is issuing Environmental and Social Risk Management (ESRM) Implementation Manual for Banks and DFIs.", "An exhaustive approach has been adopted in the development of this manual and its contents have been finalized after thorough consultations with the banking industry.", "The objective of issuing ESRM manual is two-fold.", "First , to establish a standardized benchmark for environmental and social risk management and compliance of Green Banking Guidelines.", "Second , to focus on social risk (like child labor, forced labor, safety & health issues etc.", "), which will align Green Banking Guidelines with international best practices on Environmental and Social Risk Management.", "Adoption of this manual will be voluntary for a period of 3 years, allowing banks and DFIs adequate time to establish and integrate their environmental and social risk management systems with credit risk management procedures in a phased manner.", "The manual will help all the banks and DFIs in developing a roadmap for comprehensive implementation of the Green Banking Guidelines.", "Although, the implementation of the Environmental and Social Risk Management manual will be piloted in two voluntary banks on a fast-track basis, I will encourage the entire banking industry to take full advantage and use this manual for establishing ESRM systems and procedures.", "State Bank, along with IFC, will continue to provide necessary support and guidance at every stage of ESRM implementation.", "I am happy to share that our next milestone will be the development of a \"National Green Taxonomy\" in coordination with relevant stakeholders.", "This will facilitate financial institutions in identifying, and financing green projects and reporting their green finance portfolios to SBP and public.", "This will also lay-out the groundwork for development of green bond and Sukuk market in Pakistan.", "In my concluding remarks, I would like to re-iterate that financing for sustainable development has a pivotal role to play in achieving a resource efficient and climate resilient economy.", "At the same time, given strong macro-linkages with the real economy, the role of Environmental & Social Risk Management (ESRM) is critical for reducing vulnerability to financial system stability.", "Well-coordinated and more concerted efforts are needed to mitigate and manage risks associated with climate change.", "SBP will continue to analyze climate-related risks and opportunities and devise mechanisms for ensuring effective supervisory role to achieve a sustainable financial system in Pakistan.", "I wish you interactive and productive sessions ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Green Banking", "Climate Change", "Sustainable Development", "Environmental Risk Management", "Green Bonds", "Renewable Energy", "ESRM", "Financial Stability", "Macro-Linkages", "Climate-Related Risks"]}