{"sentences": ["Check against delivery Ladies and gentlemen, Thank you very much for your kind invitation.", "I am delighted to be your guest here at the 2023 Economic Conference.", "As this rich and varied conference programme packed with speeches, interviews and panels gradually draws to a close, it may seem like everything has already been said.", "Appearances can be deceptive, though.", "You see, there is another exciting topic on the agenda: \"Prosperity for all - also in the future!\".", "If you are worried you might now have to sit through a speech on the origin story of the social market economy, you can breathe a deep sigh of relief.", "Yes, we will also be going back to the roots, but I promise it will only be a brief glance in the rear-view mirror.", "Prosperity for all - that's the slogan Ludwig Erhard once gave to his economic policy.", "A flourishing economy should benefit more than just a small \"upper crust\" of society.", "And it was a successful one, too: the misery of the immediate post-war period gave way to Germany's economic miracle.", "The economy boomed, wages increased, and broader sections of the population really could share in the welfare gains.", "But will Erhard's slogan be valid in tomorrow's world?", "One thing is clear: the German economy faces major challenges.", "Those challenges have been mentioned over and over today: the greening of the economy, demographic change, shifting patterns in globalisation - those are just three drivers of change I could mention.", "All the more important, then, that we reflect on the roots of our prosperity.", "There are three ingredients I would like to talk about today that make for fertile ground - the soil that nourishes prosperity: the willingness and capacity to innovate, functioning competition and stable money.", "I will explain how the ground can be prepared in a way that enables prosperity to carry on taking root and flourish there in the future as well - and how everyone can ultimately reap the benefits.", "Willingness and capacity to innovate If you express the \"harvest\" produced by an economy - that is, its output - in relation to the labour input, you get a ratio known as labour productivity.", "This is what really counts, in the long term, for how a society's prosperity will evolve.", "Nobel Prize winner Paul Krugman encapsulated this notion with the words: Productivity isn't everything, but in the long run it is almost everything.", "Living standards have soared since the Federal Republic of Germany came into being.", "That would not have been possible without robust gains in productivity.", "These productivity gains meant that people were able to afford more in material terms.", "Or, to put it another way, they had to work less to be able to afford certain goods.", "Let me give you an example.", "In 1970, you had to work over 145 hours on average to be able to buy a washing machine.", "Last year, only nearly 19 hours of labour were needed.", "Increased productivity, then, was a catalyst for more consumption, but also for shorter working hours and thus more leisure time.", "A strong social safety net, including access to the very latest - and expensive - medicine, is ultimately another benefit that society has reaped from these productivity gains.", "As this example shows, if an economy succeeds in boosting productivity levels, this creates scope for more prosperity for all.", "The ageing of the population means that fewer people will be available to the labour market in the medium term and that more older people will need providing for.", "That makes productivity growth all the more important - and it is driven by innovations and technological advances.", "The willingness and capacity of science and business to innovate will also be crucial when it comes to climate protection and the structural change this will inevitably involve.", "Swift progress will have to be made on the journey towards climate neutrality - but without jeopardising the competitiveness of the German economy or eroding social cohesion.", "Yet at the same time, government should not bite off more than it can chew, financially speaking.", "This can be achieved if the transformation is tackled in a way that is open to fresh thinking and creates space for innovative solutions.", "For this to happen, two things need to come together: first, entrepreneurs who are passionate about embracing innovation; and second, a state that creates the setting they need.", "For the Nobel Prize-winning economist Edmund Phelps, an innovative mindset is also a matter of values and motivations.", "In his view, people should seize upon problems with renewed vigour and flourish with their ideas.", "That, he says, is how people and their economies grow.", "The right framework conditions include incentives to develop and share innovations.", "For example, the Commission of Experts for Research and Innovation ( Expertenkommission Forschung und Innovation, or EFI) recommends gearing public procurement more towards innovation.", "The tax system, too, can also have a bearing on people's willingness to innovate - the greater the tax burden, the smaller the share of the spoils an inventor is allowed to keep for themselves.", "Second, regulation needs to be conducive to innovation.", "Amongst other things, that means implementing clear rules for the use of data and better access to data for research purposes, as well as a reliable framework for the energy transition in the form of consistent carbon pricing.", "Because that creates market incentives to develop innovative approaches to emissions-saving technologies.", "And the third component of the ideal framework conditions is an efficient and modern public administration that offers and delivers its services online wherever possible.", "The OECD wrote in its latest Economic Survey for Germany that the digitalisation of the public administration holds large potential to raise spending efficiency, growth and welfare.", "The high administrative burden particularly hurts young and innovative firms and weakens business dynamism and innovation.", "Functioning competition Reforms that help up-and-coming firms get off the ground would also nurture competition.", "Dynamic competition is the heart and soul of our social market economy.", "You see, competition helps make the economy perform better, not only by spurring businesses to develop novel products or more efficient production processes.", "It also prevents the concentration of welfare gains in the hands of the very few and instead allows everyone to share in the spoils.", "Competing businesses need to vie for personnel and customers.", "As consumers, we reap the rewards of this in the form of more choice, lower prices and better quality, to name but three.", "You might recall that after the telecommunications monopoly was abolished, the prices of phone calls tumbled.", "At the beginning of 1998, a national longdistance call cost 60 pfennigs a minute.", "Then new providers entered the fray, with some charging just 19 pfennigs.", "As Ludwig Erhard put it succinctly in 1957: 'Prosperity for all' and 'Prosperity through competition' are inseparable; the first postulate indicates the objective, the second the way to this objective.", "That same year also saw the adoption of the German Act Against Restraints on Competition.", "Erhard was at pains to stress that this was very much a piece of consumer protection legislation - a core element of the social market economy, as he called it.", "But this is not about a laissez-faire, unregulated interplay of forces.", "For competition to work properly, there needs to be an appropriate regulatory framework that places limits on economic power and prevents the misuse of market power.", "This is where government comes into play: smart competition legislation and strong anti-trust authorities are needed.", "Both of these were guiding elements of the social market economy when it came into being.", "But the digital economy is shaking things up.", "On the one hand, there are countless small start-ups and intense competition, while on the other, there are the large platforms built up by leading tech giants.", "These bigtech firms offer their users hubs with an increasing array of attractions.", "But these \"play areas\" are more like a gated community than a park where you can move around freely.", "That's because it's the businesses operating the hubs that set the rules in those spaces.", "And they are also the ones who determine whether third parties are allowed in, and under what conditions.", "Network effects, then, tend to make the \"top dogs\" stronger.", "They can flex their market power to make it more difficult for new rivals to gain a foothold in the market.", "Artificial intelligence might well speed up these processes.", "It opens up fresh possibilities for processing data and blending them in new ways.", "That could add to the market power wielded by the big players.", "Politicians and anti-trust watchdogs need to be particularly vigilant here - and intervene, if necessary.", "In the digital era, they need to act quicker and in a more forward-looking manner than before if they are to protect competition effectively while preserving the incentives that help innovation to flourish.", "The main thing is to keep the barriers to market entry low, for example by enabling users to take their data from large platforms to different providers.", "Ladies and gentlemen, the third ingredient for fertile ground that encourages prosperity for all is stable money.", "That, too, is something that was expressed very clearly by Ludwig Erhard, who wrote in 1957 - incidentally, the year the Deutsche Bundesbank was founded - that the social market economy is unthinkable without a consistent policy of price stability.", "It was therefore necessary, in his view, to focus all efforts on preventing inflation.", "By making investment more difficult to calculate, inflation constrains firms' propensity to invest.", "All the more so as high inflation rates are generally associated with highly volatile inflation rates.", "For consumers, inflation primarily means a loss of purchasing power.", "And with it, an immediate welfare loss.", "That said, inflation does not hit all people with equal force.", "People on low incomes are generally hit harder by inflation, if only because they spend a larger share of their income on consumption.", "Price stability therefore plays a key role in social cohesion.", "And also in economic inclusion.", "Prosperity for all is impossible to achieve with high inflation.", "Price stability is, in addition, a key prerequisite for the transformation to a climateneutral economy.", "In an environment of high inflation rates, carbon pricing cannot achieve its full potential as an efficient instrument for reducing emissions.", "In that respect, ensuring price stability is probably the most valuable contribution monetary policy can make to climate action.", "Erhard was, by the way, a clear advocate of central bank independence.", "He thus assumed a clear stance in favour of an independent Bundesbank - a model which has served us well in Germany over the decades.", "And which, at the start of Economic and Monetary Union, was transferred to the European System of Central Banks.", "Independence gives a central bank the necessary scope to take decisions, even when they are unpopular.", "The current situation demonstrates clearly what this can mean.", "The currently exceptionally high and persistent inflation requires decisive monetary policy action.", "And European monetary policy - despite the prophesies of doom - acted decisively.", "We have raised policy rates since July 2022 by a total of 375 basis points over, now, seven consecutive steps.", "In addition, we have discontinued the large-scale asset purchase programmes and have begun to shrink the balance sheet.", "However, to be clear: our work is not yet done.", "Although headline inflation is receding, core inflation remains stubbornly high: in April 2023, the euro area Harmonised Index of Consumer Prices excluding energy and food was up by 5.6% on the year.", "This was just slightly down from March, when core inflation reached an all-time high.", "What this shows is how broadly based the inflation surge has now become.", "And this is why we should be very clear that the cycle of monetary policy tightening has not yet reached its end.", "Several more interest rate increases will be necessary in order to achieve a sufficiently restrictive level.", "And we will then have to maintain this level for a sufficiently long period of time.", "Until we see a lasting fall in inflation.", "That will not be to everyone's liking, of course.", "All the more so as a restrictive interest rate level naturally entails a dampening of economic activity - otherwise, it wouldn't be restrictive.", "Yet that is what I meant by unpopular monetary policy decisions sometimes being necessary: some find interest rates too low, while for others they are already too high.", "It is precisely a central bank's independence which enables it to fulfil its mandate and make price stability the guiding principle of its action.", "You can rest assured that I will not relent until price stability has been restored.", "Our medium-term target is 2%.", "And we are striving to achieve this target in a timely manner.", "We will be particularly successful in this endeavour if all actors prepare for what is to come.", "This is why the onus is primarily on central banks to send clear and credible signals through their policy decisions and their communication, which will then also make it easier for firms and wage bargainers to adjust their actions accordingly.", "This means that, in the current setting, fiscal policy should not generate any additional price pressures.", "Moreover, unsound public finances can make a stability-oriented monetary policy considerably more difficult.", "That was the whole point of adopting fiscal rules for the single currency area.", "And that is why they should not be \"reformed\" in a way that removes the very last of their remaining teeth.", "Ladies and gentlemen, the final frosts of spring are over, the planting season is in full swing.", "I am convinced that, with a willingness and capacity to innovate, functioning competition and stable money, we can lay fertile ground for the social market economy.", "A ground on which solutions to the challenges ahead can grow.", "A ground that enables a harvest in which all can share.", "If this model succeeds in making Ludwig Erhard's credo of Prosperity for all a reality in the future, too, it will simultaneously boost confidence in our open and pluralist social order.", "This is a joint effort to which everyone can contribute.", "As the President of the Deutsche Bundesbank , my focus is clear: I will do my utmost to ensure that this period of high inflation is soon behind us.", "P. R. Krugman (1999), The Age of Diminished Expectations: U.S. Economic Policy in the 1990s, MIT Press, 4th edition -nachrichten/christoph-schroeder-eine-stundelaenger-fuer-die-tankfuellung-arbeiten.html Interview in \" Die Welt\", 11 November 2019 Commission of Experts for Research and Innovation (2023), Report on Research, Innovation and Technological Performance in Germany, Berlin.", "OECD (2023), OECD Economic Surveys: Germany 2023, OECD Publishing, Paris.", "L. Erhard (1957/1964), Wohlstand für Alle (Prosperity for all), 8th edition, Econ Verlag, Düsseldorf.", "J. Nagel, Climate change and central banks - supporting the green transition by pursuing price stability, speech held at the Deutsche Bundesbank Spring Conference 2023, 12 May 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Productivity", "Competition", "Price stability", "Innovation", "Monetary policy", "Central bank independence", "Fiscal policy", "Climate change", "Digitalisation", "Economic growth"]}