{"sentences": ["Homepage//en] > Press//en/press] > Speeches//en/press/speeches] The digital euro - an opportunity for Europe Autumn meeting of the Wildbader Kreis 06.11.2023 I Darmstadt I Joachim Nagel Check against delivery.", "2 Digital transition in the payments space 3 Protecting privacy 4 European sovereignty in payments 5 Potential risks posed by the digital euro 6 Closing remarks Ladies and gentlemen, I am delighted to be joining you today as a guest speaker at this year's Wildbader Kreis autumn meeting.", "Thank you very much for inviting me.", "Savings banks are an integral component of the German financial industry.", "Last year, savings banks accounted for 15% of the aggregated total assets of all banks domiciled in Germany.", "And the share is far larger - twice as large, to be precise - if we're looking at loans to households and non-financial corporations.", "The savings banks group, then, has an important role to play in tackling the challenges that the future brings with it.", "One of these is a growing customer preference to bank digitally.", "The coronavirus pandemic added to this trend.", "The savings banks group has likewise embarked on a mission to make its business more digital in response.", "And digital transformation is what I want to talk about in my speech today, too.", "Over the past half-century, the financial industry has been at the vanguard where this global megatrend is concerned.", "There's one example I dare say we're all familiar with: ATMs (Automatic Teller Machine).", "Because, in many ways, the ATM (Automated Teller Machine) has been a trailblazer in terms of cutting-edge digital technology.", "The accelerometers, biometric scanners and micro-cameras built into our smartphones today were road-tested in ATMs (Automatic Teller Machine) years earlier.", "The ATM (Automated Teller Machine) was also lauded by former US (United States) Federal Reserve chief Paul Volcker.", "In 2009, Volcker apparently declared that \"the ATM (Automated Teller Machine) has been the only useful innovation in banking for the past 20 years\" [2] Volcker was of course exaggerating for ironic effect there.", "He was actually talking about the numerous innovations in the securitisation market that contributed to the 2008 financial crisis.", "Back then, we central bankers, too, had years' worth of homework to do with respect to financial stability and banking supervision so as to make sure that the ATM (Automated Teller Machine) didn't actually end up being chalked up as the only useful piece of financial innovation.", "Nowadays, in the age of the smartphone, the digital transition means that cash as a means of payment, and thus ATMs (Automatic Teller Machine), too, are gradually being used less and less.", "That's true even though cash still ranks as the most frequently used means of payment in Germany.", "So far, though, banknotes and coins have been the only way for individuals to pay with central bank-issued currency.", "This is one reason why around 90% of central banks around the world are currently working on projects concerning central bank digital currency, or CBDC (Central Bank Digital Currency) for short.", "The Eurosystem is among their number.", "The digital euro is meant to complement cash: the idea is that it will act as the mirror image of cash in the digital world.", "But it is also meeting with some degree of scepticism.", "I'd like to use my speech to dispel some of that.", "I'm going to take a closer look at three key reasons for introducing a digital euro: the digital transition in the payments space, the protection of privacy, and sovereignty in payments.", "I will then spend a bit of time outlining some of the risks that the introduction of CBDC (Central Bank Digital Currency) could bring with it and explain how we intend to address those risks.", "2 Digital transition in the payments space The first reason why I believe we need a digital euro is the increasing digitalisation of payment processes.", "The digital transformation is generally reducing the importance of cash.", "State-of-the-art digital payment solutions are quick and convenient.", "According to a recent Bundesbank survey, it takes less time to make a payment using a smartphone, smartwatch or PIN (Personliche Identifikationsnummer)-free card transaction than it does to pay using cash.", "More and more purchases are being settled by cashless means, be it through card or smartphone payments in brick-and-mortar shops or transactions when people shop online.", "Another Bundesbank payment behaviour study shows that the proportion of day-to- day payments settled in cash in Germany fell from 74% in 2017 to 58% in 2021.", "On top of this, online sales have seen outsized growth over the past few years.", "This is depressing the percentage of transactions settled in cash further still.", "But what does an increase in cashless payments mean from an economic perspective?", "It means more than just switching from one payment method to another.", "Cashless payments are, after all, settled in private (commercial bank) money.", "And the flipside to this is that central bank-issued money is being used less and less in payments.", "True, the functions that we are used to seeing from our monetary system can presumably be ensured even in a world dominated by private commercial bank money.", "After all, central bank-issued currency would also have a role to play there, in the form of central bank reserves, as would public regulation.", "Nevertheless, as things stand today, a monetary system in which central bank-issued currency is no longer widely used would be a significant step into the unknown.", "The economists Markus Brunnermeier and Jean-Pierre Landau sum it up ina nutshell: \"Because there is no precedent in modern history without public money, it would be dangerous to base public policy on that assumption.", "In such an environment, what would determine perceived safety for the public is unknown.\"", "[7] Furthermore, many people still appreciate what cash has to offer.", "According to Bundesbank surveys, the main advantages of cash payments include the anonymity of the payment process, the good overview they provide of one's spending, and direct settlement.", "These are benefits we will still be able to enjoy in the future because cash will continue to be a key service provided by the central bank.", "By contrast, the digital euro - being the digital equivalent of cash - would give people more choice in how they pay in the digital sphere.", "In my view, this would reduce uncertainties as the way we pay becomes increasingly digital.", "3 Protecting privacy But going digital poses risks in another important area, too - namely the protection of users' privacy.", "This ties in closely with the question of data protection.", "And as far as the digital euro is concerned, what concerns people most is the disclosure of their personal information.", "The Eurosystem invited people in the euro area to name the features they would particularly like a digital euro to have.", "Their feedback was clear: most respondents consider privacy the most important factor when paying with a digital euro.", "The percentage of respondents who regard privacy as the key characteristic is highest in Germany.", "That is something I also hear during personal conversations.", "People often share their concerns that the introduction of the digital euro will lead to significant rollbacks in privacy in the payments space.", "If anything, the opposite would actually be the case.", "You see, strong economies of scale and network effects are a hallmark of digital payment processes.", "And these effects work to the advantage of global payment service providers, enabling them to dominate the market.", "But if we allow ourselves to become reliant on worldwide payment platforms, it isn't always clear what will happen to our payment data further down the line.", "What many people aren't aware of is that if you lift the veil on many a state-of-the-art payment solution, you'll find reams upon reams of external service providers.", "At each of these steps, data can be collected and leveraged for commercial purposes.", "The digital euro, on the other hand, would guarantee the highest-possible levels of privacy in the digital space.", "Customers would have more control over the personal data made available to service providers offering digital euro services.", "The Eurosystem would not have access to their personal information.", "[10] It would merely be ensured that public policy objectives, such as combating money laundering and terrorist financing, can be safeguarded.", "4 European sovereignty in payments The question of European payment infrastructures brings me to my next point, which has a geopolitical dimension: namely Europe's sovereignty in payments.", "You see, the dominance of non-European payment solutions within the European payments environment might not just be to the detriment of data protection.", "Russia's attack on Ukraine in February 2022 was a stark reminder for us here in Germany of the risks emanating from unilateral dependencies in the energy sector.", "Nowadays, though, payments are another key component of national sovereignty in the fields of economic and security policy.", "And yet, 25 years on from the introduction of the euro, the euro area still doesn't have a cross-border single European solution for digital payments.", "There's a risk that traditional cashless payment solutions from private European payment service providers won't keep up with customer needs.", "Some Member States have undeniably rolled out successful innovations in the area of payments - including the online payment system iDEAL in the Netherlands and the Bizum wallet in Spain, for instance.", "However, the reach of such payment solutions is usually limited to national borders.", "Not just that: many national payment procedures have not even managed to carve out a significant share of their own domestic markets.", "One of these, I'm sorry to say, is the German bank-owned payment provider paydirekt, with its payment procedure giropay.", "Against this backdrop, the banking industry has recognised the need for a European solution: back in 2020, a number of euro area banks established the European Payments Initiative (or EPI (European Payments Initiative) for short).", "The aim of the EPI (European Payments Initiative) is to develop a cross-border European payment solution with a view to making Europe more independent of global payment providers.", "But the digital euro could also make a valuable contribution in this context.", "It would give people a standardised digital means of payment that would work in day-to-day transactions throughout the euro area: at the point of sale, online, and also between individuals.", "The digital euro would run on European infrastructures and add further to Europe's sovereignty in payments.", "But sovereignty isn't the same thing as provision by the public sector.", "Rather, the digital euro could and should also help private payment solutions become more resilient and innovative and, at the same time, achieve greater pan-European acceptance.", "So it's not a matter of crowding private initiatives out of the payments space.", "Quite the opposite; it's about promoting innovation and advances in productivity together with the banking sector.", "5 Potential risks posed by the digital euro You can probably guess from what I've just said that the introduction of the digital euro also harbours some risks that warrant consideration.", "These concern the stability of the financial system, to name just one example.", "After all, the digital euro's availability could create incentives for enterprises and households to shift deposits out of the banking sector into digital euro.", "Periods of heightened uncertainty could see abrupt and substantial outflows that would pose risks to financial stability.", "But even if people only gradually move large volumes of bank deposits into digital euro, this could still have a detrimental effect on the situation in the banking sector.", "That's a scenario experts call \"structural disintermediation\".", "Without deposits, banks would be deprived of an important source of funding, leaving them much more reliant on bonds or central bank loans than they are at present.", "It is difficult to say exactly how that kind of disintermediation would impact on the flow of credit to the economy.", "The Eurosystem is firmly committed to preventing this scenario from happening.", "To avoid that, there are plans to set a holding limit for digital euro.", "The Governor of the Banca d'Italia, Fabio Panetta, formerly a member of the ECB (European Central Bank) Executive Board, said: \"What we want to offer is a means of payment, not a form of investment.", "\"[13] A limit of €3,000 is being discussed, but the Eurosystem has not taken any decisions on this yet.", "The exact amount would only be set by the Eurosystem shortly before the digital euro is issued.", "More broadly, too, we want to avoid the central bank's footprint in the financial system growing too large.", "The Eurosystem should not become a commercial bank for the people of Europe, hence our plan to issue digital euro, but not distribute it.", "This would mean that banks, savings banks and payment service providers would continue to be the face to the customer, as has been the case to date.", "You see, we're not looking to replace commercial banks.", "Our aim is to preserve the long-term anchor role of central bank-issued currency in the digital world as well.", "6 Closing remarks The Eurosystem is embarking on a new phase in the digital euro project this month: the preparation phase.", "This does not yet mean that the digital euro will be introduced - I would expect that to happen in four to five years' time at the earliest.", "Many members of the general public still don't have much of a tangible idea of what the digital euro project is about.", "Our work to convince and gain the trust of the public is cut out for us.", "But that is not unusual when it comes to technical innovations.", "Even after the ATM (Automated Teller Machine) was invented, bank customers still needed some time to shake off their reservations.", "I am firmly convinced that the digital euro will be a success.", "Shepherd-Barron, J., Meet the true star of financial innovation - the humble ATM (Automated Teller Machine), Financial times, issue dated 22 June 2017. .", "Volcker praises the ATM (Automated Teller Machine), blasts finance execs, experts.", "Wall Street Journal, issue dated 8 December 2009.", "Bank for International Settlements (2023), BIS (Bank of International Settlement) Annual Economic Report 2022, p. 102. .", "Deutsche Bundesbank, Schnelles Bezahlen mit Bargeld und kontaktlosen Zahlungsmitteln méglich, press release, 10 January 2023. .", "Brunnermeier, M. K. and J. P. Landau (2022), The digital euro: policy implications and perspectives.", "Study requested by the European Parliament's committee on Economic and Monetary Affairs.", "Deutsche Bundesbank, Payment behaviour in Germany in 2021, p. 12.", "European Central Bank (2021), Eurosystem report on the public consultation on a digital euro, April 2021, p. 11. .", "European Central Bank, A stocktake on the digital euro: Summary report on the investigation phase and outlook on the next phase, 18 October 2023, p. 37. .", "(2021), Digital payments and European sovereignty, SUERF (Société Universitaire Européenne de Recherches Financiéres) Policy Brief, No 146, August 2021. .", "Atzler, E., Onlineshopping: Erstmals ist Paypal beliebter als der Kauf auf Rechnung, Handelsblatt, 11 May 2023. .", "Panetta, F., interview with the Financial Times, conducted by Martin Arnold on 14 June 2021.", "So funktionierte Deutschlands erster Geldautomat, Frankfurter Allgemeine Zeitung, 25 May 2018."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital euro", "Payments", "Privacy", "European sovereignty", "Cash", "Central bank digital currency", "Financial stability", "Disintermediation", "Banking sector", "Data protection"]}