{"sentences": ["Thank you Norman for the kind introduction.", "General Manager Agustín Carstens, Chief Executive Eddie Yue, Ladies and gentlemen, Good afternoon!", "It gives me great pleasure to attend the HKMA-BIS High-Level Conference, and celebrate HKMA's 30th anniversary and BIS Asian Office's 25th anniversary with you.", "I would like to take this opportunity to talk about how we see the Chinese economy, our monetary policy response, where we are in financial sector opening, PBOC's participation in international financial governance, and last but not least, the special role of Hong Kong as an international financial center.", "First, on how we see the Chinese economy.", "China's economy has, on the whole, continued to gain momentum in recovery.", "GDP grew by 5.2% in the first three quarters, and is expected to achieve the 5% growth target for the whole year.", "The IMF recently raised its 2023 growth forecast for China to 5.4%, which is still relatively high among the world's major economies.", "We could break down the GDP and take a closer look.", "For consumption, its contribution to GDP has been on the rise and the service sector is doing well.", "In October, retail sales enjoyed a good growth of 7.6% year-on-year.", "For investment, in the first ten months, manufacturing investment increased by 6.2% from a year ago.", "And if real estate investment were excluded, private investment would actually be growing by 9.1% year-on-year.", "Investment in high-tech has been growing fast at a rate of 11%.", "As for foreign trade, the value of imports and exports denominated in RMB stopped the decline and went up by about 1% year-on-year in October.", "Quantity wise, the volume of export and import has actually maintained a growth at around 10%.", "Over the past year or so, many central banks around the world have been troubled by the problem of persistent high inflation.", "But for China, the problem is somewhat different.", "CPI is gradually bottoming out in China.", "It returned to positive growth in August and September, but dropped a little bit in October, mainly due to a 4% drop in food prices, especially a 30% fall in pork price, which is a very big component of CPI in China.", "We don't think the fall in food price will sustain and expect CPI to go up afterwards.", "There have been some green shoots on the PMI front.", "Manufacturing PMI has in general, stayed in an upward trajectory from May this year.", "Services PMI is doing much better, and has stayed in the expansionary territory since the beginning of this year.", "When looking at China's economy, we need to pay attention to two things.", "First, China's GDP is already more than 120 trillion yuan, or 18 trillion US dollars.", "It would be difficult to grow at a rate of 8 or 10 percent, like in the past.", "Second, China is experiencing a transition of economic growth model.", "The traditional model of relying heavily on infrastructure and real estate might generate higher growth, but would also delay structural adjustment and undermine growth sustainability.", "High-quality and sustainable growth is far more important.", "So right now we should focus more on improving economic structure, and forming new growth drivers.", "The ongoing economic transformation will be a long and difficult journey, but it is a journey we must take.", "Looking ahead, the Chinese economy remains highly resilient thanks to its strengths, such as innovation ability, big market, good infrastructure, well-established industrial chains, rich and well-educated human resources, just to name a few.", "As renewable energy and other new drivers of economy continue to grow, and as the recent policy measures gradually take effect, such as those supporting the real estate sector, reducing the debt burden of local governments, as well as the issuance of an additional 1 trillion RMB central government bond, I am confident that China will enjoy healthy and sustainable growth in 2024 and beyond.", "Second, let me talk about PBOC's monetary policy response.", "In general, we have kept our monetary policy accommodative to support economic development.", "This year, the PBOC has used a mix of tools, including cutting the reserve requirement ratio (RRR), cutting policy rate, and guiding the market rates, including the LPR to go down.", "As a result, monetary and financial conditions have remained favorable for economic development.", "M2 and total social financing increased by 10.3% and 9.3% year-on-year in October respectively.", "The weighted average lending rate of corporate loans was 3.8% in September, the lowest level in the recorded history of the PBOC.", "In the meantime, we are also making use of structural monetary policy instruments when appropriate, in support of small business, green finance, and innovation.", "As of the end of the third quarter this year, PBOC's outstanding lending through structural instruments totaled 7 trillion yuan, about 15% of our balance sheet.", "Going forward, the PBOC will continue to keep its monetary policy accommodative to provide support to the economy.", "Third, let me talk about where we are in financial sector opening.", "In the just-concluded Central Financial Work Conference, the importance of high-level financial opening-up was re-emphasized.", "First, we have significantly expanded market access for foreign financial institutions.", "We have removed foreign ownership cap for banks, insurers and securities companies, and substantially expanded their business scope.", "We have also improved the institutional arrangements underlying financial opening, including regulatory rules and supervisory standards.", "Many foreign financial institutions have established commercial presence in China.", "About two weeks ago, we just issued the bank card clearing license for Mastercard to operate in China.", "Over the last two months, Vice Premier He Lifeng held round-table meetings with the business communities in both Germany and the United States on the sidelines of his visits to the two countries.", "The PBOC also has a fine tradition to regularly listen to financial institutions to seek their advice and suggestions.", "I sat down with representatives of foreign financial institutions in Beijing this September, and this morning, I have just met with representatives of financial institutions here in Hong Kong, to see where we could help to make their business easier.", "Second, we have broadened the opening of China's financial markets.", "China now has the world's second largest bond market.", "Chinese stocks and bonds have been included into leading global indexes, such as MSCI, FTSE Russell, Bloomberg Barclays and J.P. Morgan.", "Foreign investors now hold around 3.3 trillion yuan in China's bond market, growing at an annual rate of 30% in the past few years.", "Responding to the demand and desire of international investors, we have made it more convenient for foreigners to invest directly in China's financial markets.", "Meanwhile, through all sorts of connect schemes such as the Stock Connect, the Bond Connect, the Swap Connect, we are providing foreign investors more options to invest in China via other channels, of which, Hong Kong plays a prominent role.", "Hong Kong serves as a key bridge connecting mainland's financial markets with the international market.", "Third, RMB is more widely accepted and used in international trade and financial transactions.", "The PBOC follows a market-driven approach to the cross-border use of RMB, and focuses on improving institutional arrangements and financial infrastructure.", "The international use of RMB has been rising steadily in cross-border payments, investment and financing, and foreign exchange (FX) reserves.", "The international use of RMB has started to generate network effect, and is providing more choices for market players at home and abroad.", "It has facilitated trade and investment, reduced the exchange rate risks, and cut currency conversion costs.", "China's experiences have shown that opening-up is a strong driving force for high-level development of the financial markets.", "It helps the financial sector to better support the real economy and become more competitive internationally.", "Fourth, let me briefly talk about the PBOC's participation in global financial governance.", "The world has entered a period of turmoil and transformation, and the international governance system is also undergoing profound changes.", "The PBOC has long been an active participant in global financial governance through such fora like the G20, the IMF and the BIS.", "We are also actively participating in bilateral financial cooperation.", "This year, China has established financial working groups with both the US and the EU.", "The PBOC is the leading agency on the Chinese side for both groups.", "They provide an ongoing channel to strengthen communication and coordination on macroeconomic and monetary policies, promote financial stability and deepen practical financial cooperation with both the US and the EU.", "Going forward, the PBOC will continue to uphold multilateralism and contribute our share to more, not less, economic and financial integration of the world.", "First, we will strengthen macroeconomic policy dialogue and coordination, to jointly promote global growth and financial stability.", "Second, we will push for global governance reform to make financial governance more fair and more efficient.", "This will include improving the IMF's governance structure and representativeness.", "Third, we will work with other economies to keep global industrial and supply chains stable, and promote an economic globalization that is more open, inclusive, balanced and beneficial for all.", "Last but not least, let me talk about the special role that Hong Kong can play as an international financial center.", "Hong Kong is one of the major international financial hubs in the world.", "It has an open and free business environment, sophisticated financial markets, well-functioning financial infrastructure, a vast talent pool, a sound legal system, and a regulatory system well aligned with international standards.", "It is the world's largest offshore RMB market.", "It is also Asia's largest asset and wealth management center and 2nd largest center for hedge funds and private equity.", "The PBOC is committed to supporting Hong Kong's role as an international financial center.", "We will continue to create an enabling environment for the RMB business in Hong Kong.", "We will continue to support Hong Kong's role as an international asset center and risk management center, and its goal to become a Fin-Tech and green finance hub in the Asia-Pacific region.", "We will continue to support Hong Kong's financial stability.", "We believe that, with all its strengths, a favorable policy environment and its talented and hard-working people, Hong Kong's standing as an international financial center will be further enhanced.", "Finally, before I take up your questions, let me wish this conference a great success!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Chinese economy", "monetary policy", "financial sector opening", "PBOC's participation in global financial governance", "Hong Kong's role as an international financial center", "high-quality growth", "sustainable growth", "economic transformation", "RMB", "financial stability"]}