{"sentences": ["Allen [Lee, Publisher of AVCJ], Tim [Burroughs, Managing Editor of AVCJ], Ladies and gentlemen, good morning.", "And a warm welcome to our visitors!", "I am very pleased to join the 36 AVCJ Private Equity and Venture Forum.", "It is great to see so many senior investors, advisors, and regulators from the global private equity community.", "In particular, it's heartening to see this AVCJ flagship event returning to Hong Kong.", "Last Tuesday, in this same room, the HKMA held the Global Financial Leaders' Investment Summit, hosting 300 global financial leaders in a series of inspiring and engaging dialogue on issues that have far-reaching implications for the global financial system.", "Private market was one of the focus areas that attracted immense interest.", "It is therefore most timely that today so many great minds in the industry gather here to deep dive into this exciting space, sharing insights and ideas.", "Today I would like to share with you how we look at the opportunities in the Asia Pacific region for the private equity industry.", "I would also like to update you on what we have been doing here in Hong Kong to offer a competitive platform for this industry, both in terms of more specific policy support and the opportunities offered by some latest strategies adopted by the Government to pave way for the long-term growth of the wider economy.", "Let me start with the regional context.", "Lately the global private equity industry has inevitably been affected by factors such as rising interest rates, slower growth, lacklustre IPO sentiments, and geopolitical uncertainties.", "Yet, Asia remains an attractive market for deal sourcing and fundraising.", "Let's look at some numbers from various sources, including AVCJ.", "In the past decade, asset under management in the APAC private markets has grown at a compound annual growth rate of 23%.", "This was twice as fast as North America and Europe.", "APAC private equity firms currently manage a total of 3.2 trillion US dollars, making it the second largest private capital market behind North America.", "The dry powder in the region rose to a record level of 676 billion US dollars as of 2022.", "Closer to this part of the world, the Mainland Chinese PE and VC market bounced back strongly in 2023.", "In the first three quarters of this year, funding raised almost matched the total amount raised in 2022.", "There are good reasons behind the robustness.", "APAC now accounts for more than one third of the world economy, half of which is China.", "In the decade ending 2022, the region registered an average annual growth rate of 4%, one percentage point higher than the global average.", "China alone recorded an even more impressive 7% growth.", "Looking ahead, Asia Pacific is expected to continue to outpace other regions in economic growth.", "This is underpinned by strong fundamentals including improving infrastructure, efficient division of labour that makes it highly competitive in the global supply chain, a young and hard-working population, the embrace of technology, a rising middle class that drives private consumption, institutional arrangements such as regional trade pacts, a stable financial system, so on and so forth.", "Investment opportunities in Asia abound.", "Take global supply chain for example.", "For all sorts of reasons, rightly or wrongly, we are seeing the realignment of the global supply chain on a massive scale.", "The realignment has just started and will take years before things get settled.", "Asia will no doubt remain the key player in the global supply chain, with a more expansive and complex web connecting different countries in the region.", "Imagine the scale of funding required to build efficient transport networks, reliable power supply, storage and logistics, communications and IT infrastructure.", "According to the Asian Development Bank, it is estimated that the funding need for infrastructure across Asia would be 1.7 trillion US dollars per year through 2030 in order to maintain its growth momentum and respond to climate change.", "And this is just from the manufacturing angle.", "Factor in the additional demand of a more affluent Asian population for better housing, better goods, better services, the potential is simply enormous.", "The Asia century will be characterised by the relentless drive to embrace innovation and technology, as a way to improve productivity and raise the quality of living.", "On top of that, there is also the urgent need to transition Asia, which accounts for about half of global carbon emissions, to a greener and more sustainable economy.", "The success of decarbonisation in Asia will be critical to the global effort to tackle climate change, and some 66 trillion US dollars would be required over the next three decades.", "China is clearly at the centre in all these three megatrends.", "China's pursuit of a highquality growth model will represent a paradigm shift, in terms of a manufacturing sector that will move up the global supply chain through innovation and technology; in terms of a greener and more sustainable development model; in terms of a more consumption driven economy that promotes social equality and healthy ageing.", "All these exciting trends require gigantic capital investment.", "The funding need can hardly be met by the public sector alone.", "Traditionally, Asia has been a bank-centric region.", "Going forward, we should expect increasing fundraising activities through equity listing, bond issuance and alternatives such as private equity, venture capital, and private credit.", "What the PE and VC industry can bring goes beyond capital.", "The real value it can create is to identify businesses and start-ups that have promising products and potential, bring management knowhow, raise the level of productivity and corporate governance, and create network effect for their portfolio companies.", "So why is Hong Kong relevant?", "Hong Kong is a major private equity hub in Asia.", "It currently manages 215 billion US dollar-worth of assets, second only to Mainland China.", "Hong Kong is home to around 650 private equity and venture capital firms, of which close to 60% are regional headquarters.", "The congregation of private industry firms in Hong Kong is a result of multiple factors.", "Hong Kong is at the heart of Asia.", "Within a five-hour flying radius we can reach half of the world's population, a big plus for an industry that relies heavily on in-person communication and on-site inspection.", "And then there is also a strong ecosystem that is underpinned by the rule of law that adopts English common law, a reputable arbitration system, free flow of capital, a resilient financial system, simple and low taxation regimes, a cosmopolitan lifestyle, and more importantly, a deep and diversified talent pool.", "More specifically to the PE and VC industry, the Hong Kong IPO market provides a great exit channel.", "This platform has become even more competitive after a series of listing reforms in recent years that facilitate the listing of new economy companies and pre-revenue, pre-profit biotechnology companies.", "So far, 260 new economy companies have been listed in Hong Kong and raised a total of 916.5 billion Hong Kong dollars.", "The Government and the regulators are also taking active steps to provide a more enabling environment for the PE and VC industry.", "Hong Kong now offers diversified fund structures through the introduction of the open-ended fund company (OFC) regime and a modernised limited partnership fund (LPF) regime, both providing also a redomiciliation mechanism.", "These two regimes have gained traction since their introduction.", "So far, more than 1000 OFCs and LPFs have been established in Hong Kong.", "On the taxation front, Hong Kong has an extensive network of comprehensive avoidance of double taxation agreements, or DTAs, that cover major economies in Asia including Mainland China, Japan, India, Indonesia, as well as many major markets in Europe, North America and the Middle East.", "Our DTAs offer very favourable terms, in that they offer lower dividend and interest withholding rates.", "We are working hard to further expand the DTA network.", "Locally, we are exploring the scope for further enhancements to the carried interest tax concessions arrangement, based on the implementation experience so far.", "We are also reviewing the tax exemption regime for funds to identify possible areas of enhancement to better support the development of the fund industry.", "Meanwhile, the HKMA's Exchange Fund Investment Office is rendering tangible support for managers based in Hong Kong.", "It has already established alternative asset portfolios with dedicated allocation to smaller local hedge fund managers.", "The next step is to set up a dedicated allocation to smaller PE funds managed by local managers and those seeking to expand their Hong Kong operations.", "Another exciting development is the establishment of the Hong Kong Investment Corporation (HKIC).", "HKIC consolidates the various public investment pockets introduced by the Government in recent years, including investments in the Greater Bay Area, strategic technology, portfolios with Hong Kong nexus, as well as the newly established co-investment fund.", "HKIC has commenced operation recently and is identifying quality partners to make strategic investments.", "The Hong Kong Government is also taking a proactive approach to provide further impetus to the long-term, balanced growth of the local economy and to make the city more liveable and sustainable.", "Hong Kong currently hosts five of the global top hundred universities.", "But we want to attract more talent to deepen the bench.", "In less than a year, the various talent entry schemes have already granted permission to over 110,000 talents from all around the world, and we continue to see a strong pipeline.", "Looking for new growth areas is also important.", "In the years ahead, Hong Kong will leverage on its strengths and synergise them with the innovation and advanced manufacturing capability in the Greater Bay Area to grow our own innovation and technology industry.", "Efforts will be focused on four strategic areas, namely fintech, artificial intelligence, biotechnology, and high-end manufacturing.", "There is also an ambitious plan to increase land supply with the necessary infrastructure to support economic activities and quality living.", "One mega project is to develop a northern metropolis neighbouring Shenzhen.", "Another mega project involves large-scale reclamation that will create artificial islands in the western part of the harbour.", "Taken together, these two projects will provide more than 50% of Hong Kong's land supply for the next decade.", "While the financing need will be partly met by public funding, the Government also encourages suitable forms of public-private partnership to develop the infrastructure and grow the strategic industries.", "For this purpose, the Government has established the Office for Attracting Strategic Enterprises.", "It will also set up a committee on the financing of major development projects, led by the Financial Secretary, to advise on feasible investment and financing options, taking advantage of market capital and efficiency.", "There are great opportunities for the PE and VC industry to take part in these initiatives.", "For those of you who are interested, just stay tuned.", "Ladies and gentlemen, these are exciting times.", "Hong Kong will continue to upgrade our platform and create value for PE and VC firms, large and small, local and overseas, to seize the many opportunities offered in Asia Pacific.", "I wish you a most productive forum.", "For visiting guests, I hope you can find some time out of your busy schedule and experience the variety and vibrancy this amazing city can offer."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Asia Pacific region", "Private equity industry", "Hong Kong", "Investment opportunities", "Global supply chain", "Innovation and technology", "Sustainability", "Talent pool", "Taxation", "Government support"]}