{"sentences": ["LAUNCH OF THE PERSONS WITH DISABILITY DIGITAL ACCESSIBILITY Remarks by Dr. Patrick Njoroge Governor, Central Bank of Kenya Wednesday, December 2, 2020 As Prepared for Delivery I am delighted to join you today for the Good morning, Good afternoon, Good evening!", "launch of the Persons with Disability Digital Access Report.", "Let me express my appreciation to the Kenya Bankers Association (KBA) for the invite.", "The timing of this event is indeed apt coming on the eve of the International Day of Disabled Persons which aims to promote an understanding of disability issues and mobilize support for the dignity, rights and well-being of persons with disabilities.", "According to the World Bank1, 15 percent of the world population experience some form of disability with high prevalence in the developing countries.", "In Kenya, as per the 2019 census statistics, 2.2 percent of Kenyans are living with some form of disability.", "Of this population, only 0.5 percent are included within the financial system.", "This is a significant level of financial exclusion that needs to be urgently addressed.", "On a broader front, the United Nations (UN) 2030 Agenda for Sustainable Development that seeks to ensure shared prosperity for all global citizens is disability inclusive.", "The Agenda that will be realized through the Sustainable Development Goals (SDGs) aspires that the disabled will not be left behind in shared prosperity.", "In particular, the SDGs call for nations to work towards including the disabled in education, employment and more broadly ensuring their social, economic and political inclusion.", "Turning to the Kenyan banking sector, the Central Bank of Kenya (CBK) has set a vision of The vision is operationalized a banking sector that works for and with Kenyans.", "through the Kenya Banking Sector Charter issued in February 2019.", "The charter is anchored on four pillars: customer centricity, risk based pricing, transparency, and ethical banking.", "While all the four pillars strive towards all Kenyans being included in the banking sector, two of them are particularly pertinent for our discussions today-in our view they encompass the expectations with regard to the inclusion in the banking sector of persons with disabilities.", "The first is Banks should ensure that their products and services are customer centricity.", "tailored to the needs of their customers.", "This applies to all segments of their customers of whom the disabled are an important component.", "Banks must therefore clearly understand the needs of the disabled as they design products and services for them.", "More importantly is how the disabled access these products and services.", "Advances in technology and innovations present us with opportunities to ensure convenient 'anytime anywhere' services on digital platforms.", "However, physical channels still remain important and every effort must be made to make brick-and-mortar facilities accessible by the disabled.", "The second pillar is ethical banking, which is about doing the right thing.", "This is encapsulated in the shift towards sustainability aptly captured in the 3Ps acronym, People, Purpose and Planet.", "The Kenyan banking sector to its merit established the Sustainable Finance Initiative in 2015.", "Some of our banks have signed up to global sustainability initiatives most notably, the UN Principles for Responsible Banking unveiled on the margins of the UN General Assembly in September 2019.", "As the Kenyan banking sector walks the path, it must carry along the disabled, an integral part of our society.", "On our part as the Central Bank, we are also working through our mandate to the Kenyan populace to ensure that the disabled are not left behind.", "Most notably, the new generation notes issued in June 2019 incorporated features to enable ease of use by the visually impaired.", "These include use of large prints, tactile bands to identify the denomination and size differentiation of the various denominations of the notes.", "These features were incorporated based on feedback from the visually impaired.", "While these are significant milestones, we are still on a journey listening to all Kenyans to ensure they are able to use the notes and coins we issue.", "As I draw to a close, today's event should be the beginning of a journey for Kenya's banking sector in walking more closely with the disabled.", "I am sure that this will not just be another webinar, but we shall all be challenged to take action and make a difference to society.", "We cannot prosper as a society if any of us is left behind.", "I therefore challenge the Kenyan banking sector to walk the talk and truly serve our disabled compatriots.", "Let us be challenged to design suitable products and services for them and ensure our premises and physical channels are easily accessible to them.", "At this time next year, we should celebrate today as the beginning of a year of tremendous progress in incorporating the disabled in the Kenyan banking sector.", "I wish you fruitful deliberations and look forward to the outcomes of this event."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Persons with Disability", "Financial Inclusion", "Sustainable Development Goals", "Customer Centricity", "Ethical Banking", "Digital Accessibility", "Visually Impaired", "Kenya Banking Sector Charter", "Disability Rights", "Sustainable Finance"]}