{"sentences": ["Housing Matters Speech delivered to the Property Council of New Zealand Retail Conference 2021 Adrian Orr, Reserve Bank Governor Ref #X091875 v1.18 Tēnā koutou katoa.", "Thank you for the opportunity to speak to you all today - it is very timely because tomorrow, 3 November, we will publish our latest Financial Stability Report.", "It will come as no surprise to you that in our Report we will again elaborate on why we view the level of house prices in New Zealand as unsustainable and why this poses financial stability risks.", "Spoiler alert - today I will provide the gist of our analysis:  Why we at the Reserve Bank - Te Pūtea Matua must care about both the level of house prices and the concentration of housing assets in both household and bank balance sheets;  The drivers that continue to lead to volatile house prices; and,  What is being done to promote a more functional housing market and sustainable house prices.", "At the source of the financial stability risk is the inability of housing supply to respond in a timely fashion to changes in demand, and the drivers that lead to a bias towards housing as an investment choice beyond simply a place to reside.", "Simple, but not easy, solutions to these issues are being implemented.", "Why Te Pūtea Matua Cares About Housing and House Prices The Reserve Bank is charged with maintaining both monetary (price) and financial stability.", "While we sensibly do not target house prices with our policy settings, activity in the housing market is an important driver of both price and financial stability.", "This is why house prices both influence and, in part, are determined by our policy actions.", "Monetary Stability House building, house prices, the cost of being housed, and investment in housing, all influence the level of economic activity, and the level of consumer price inflation and employment.", "These influences come via the use of economic resources to build houses, measures of Consumer Price Inflation, and through changes in perceived household wealth.", "House building activity commands significant economic resources in New Zealand, and hence in part determines the overall demand for resources and domestic cost pressures.", "House prices also directly influence a number of components of the Consumers Price Index directly, such as the costs of construction and rents.", "Rising or falling house prices will impact on consumer price inflation directly, and also expected inflation and measures of maximum sustainable employment over time.", "And, changes in people's perceived wealth is an important driver of their willingness to spend and invest, which again influences monetary and financial stability.", "In New Zealand, homeowners' equity in housing represents over half of total household net wealth.", "This is why housing matters to the Reserve Bank when pursuing our monetary policy mandate.", "We set short-term interest rates to maintain low and stable consumer price inflation - which is both influenced by, and a determinant of, housing market activity and house prices.", "However, the extent to which house prices respond to the level of interest rates largely depends on the functioning of the housing market - especially the ability of housing supply to respond to demand changes.", "This flexibility in housing supply is a key issue I will return to.", "Financial Stability Another core role of Te Pūtea Matua is to promote financial stability - including banks and other financial institutions4.", "When house prices move away from their sustainable levels5 they can pose a threat to financial stability.", "We view New Zealand's house prices as currently above a level that can be viewed as sustainable - given the outlook for the supply of, and demand for, housing.", "A sustainable level for house prices is one that reflects their underlying economic drivers: household incomes, demand from population growth, housing supply responsiveness, tax settings, and interest rates.", "The higher a house price the larger the housing mortgage relative to a borrower's income.", "This means the more vulnerable an individual is to any change in economic circumstance such as changes in their employment status, interest rates, or other personal issues.", "High house prices also necessitate larger house deposits.", "The need to front with a large house deposit creates a significant hurdle for new entrants into the housing market.", "Such barriers to home ownership can create economic inequality and many related societal issues.", "Banks too have a significant egg in their kete.", "In New Zealand, over 60 percent of all bank lending is in the form of mortgage debt.", "The banking system is exposed to sudden corrections to house prices and the ability of mortgage borrowers to service their debt.", "New Zealand's lending institutions are significantly more insulated than households from any specific shock to the housing market, including falling house prices.", "As well as insisting borrowers make a deposit, banks also assess borrowers' debt servicing capability in a variety of ways.", "Banks also have their own equity that can act as a buffer, and they keep receiving mortgage payments even if the house becomes worth less than the amount borrowed.", "Banks are also diversified across the economic performance of a wide range of borrowers and geographies.", "But, banks can be both impacted by a shock to the housing market, and accentuate downturns through their own behaviours or response.", "A fear of a downturn in the asset quality of a bank's balance sheet too often leads to credit rationing, thereby creating a self-fulfilling prophecy.", "And, given the significant role housing plays in determining the overall level of economic activity and household wealth, New Zealand's banks are exposed both directly and indirectly to housing market swings and roundabouts.", "Like households, banks are not isolated from a sudden deterioration in economic conditions.", "This is why Te Pūtea Matua works with banks to ensure their lending portfolios are 'sound', both for the banks themselves and for those borrowing.", "An Oversize Egg in Our Wealth Kete?", "The aggregate value of land and housing in New Zealand, including rental properties, is current around $1.5 trillion.", "This equates to over half of all household wealth.", "New Zealanders have one very large egg in their wealth kete.", "Figure 1: Housing share of wealth New Zealand is not alone in this wealth concentration.", "OECD figures for developed countries show housing is the largest asset in households' portfolios, representing on average around half of total assets.", "This weighting ranges from around 70 percent in the Slovak Republic to around 25 percent in Germany9.", "The share of who is doing the borrowing for housing has changed in the past couple of years, with the proportion of new commitments to owner occupiers at about two-thirds, while the share to investors has declined.", "There are social and financial reasons for the concentration of housing in household balance sheets, with the social reasons explaining a lot of the cross country results.", "There are obvious societal drivers to owning the home you live in - or at least having certainty over where and how long you can remain in your home.", "People choose - as best they can - their location based on community services, proximity to work, and a desire for stability as needs change through life.", "Around two-thirds of all households in New Zealand own their home according to the 2018 Census11.", "Home ownership rates vary across countries determined in part by the relative financials of buying versus renting, and the relative societal benefits.", "The more availability and certainty of rental dwellings, the more it will be favoured relative to home ownership.", "A Store of Wealth However, investing in housing is driven by more than just the desire to live in a particular place.", "Housing is a valid asset class to invest in as part of a wealth portfolio.", "Deciding to invest in property beyond your own family home is more of a financial, rather than social, decision.", "This is why investing in housing as a commodity needs to be stacked up against all other asset classes, and considered as part of an overall portfolio.", "The Benefits of Diversity An investment portfolio is an aggregation of assets that can provide an expected return with certain risk, over a specific time horizon.", "Expected return, risk, and time horizon are the basic components of any single asset, and an aggregation of assets i.e., a diversified portfolio.", "When investing in an asset (a nest egg), or building an investment portfolio (a basket of nest eggs), having a view on your investment horizon, and your ability to identify and manage the risks that come with each investment, is necessary.", "Investors need to be asking themselves the right questions to manage the risks.", "On horizon, am I considering my needs in two years or 20 years?", "What happens if my needs change and I need cash?", "What happens if my circumstances change, and I can't cash-flow my investment?", "What if the asset value is highly volatile, and unfavourable when I most need to sell it?", "Identifying and managing these risks can be life-changing.", "How often have we heard about people needing to sell an asset - especially a house - when they least wanted to (e.g., when the value of the house was less than the mortgage owed).", "Or, when investors have had to be directly involved in managing their property when they were either unable to, or highly inconvenienced.", "Or, when they were unable to access a better investment opportunity due to the inability of being able to sell their investment property?", "Stacking your investment kete with only one asset (or asset type) accentuates these risks.", "For example, while all houses are not the same (i.e., there is some financial diversification within housing investment), there are some strong common factors that will drive your returns and lead to concentrated risks.", "These common factors include, for example, the state of the local economy (especially if your employment is also local), the level of interest rates, local climate conditions and insurability, and a wide variety of central and local government policies related to building standards and tax.", "Simply 'doubling down' on the same set of risks (i.e., similar assets) is not diversification.", "Diversification is one of the few 'free lunches' in finance.", "Diversification in asset holdings can bring the same expected financial return for less risk, or a higher expected return for the same risk.", "In general, the broader the variety of eggs in your investment basket, the better.", "Diversity Aversion Diversification in household wealth has been supported over recent years by the introduction of Kiwisaver retirement savings schemes, now worth circa $87 billion in the June 2021 quarter.", "However, New Zealand's household balance sheet still remains highly concentrated in housing.", "The recent extraordinary rise in Kiwisaver balances has been outstripped by recent house price increases.", "The benefits of diversification are not being fully overlooked by New Zealanders.", "But the weight of money is still favoured toward housing - helping drive house prices unsustainably higher.", "The drive for better investment diversity still needs a significant nudge - both in terms of investment options (more offerings from our capital markets), investor awareness, and at times regulatory imposts where market failure exists.", " Is housing in New Zealand such a superior asset class that it outweighs the benefits of diversification and/or outperforms all other asset classes in risk and return?", " Or, are some of the associated investment risks neither identified, priced nor managed?", " And what role does the relatively easy access to bank mortgage debt, and hence the ability to gear (leverage) your mortgage deposit, play in the bias toward housing as an investment class?", "And what do differing tax rates on housing equity versus other returns make to investors' choice?", "Property will always be an important asset class in a well-diversified investment portfolio.", "However, there are strong grounds to believe that in New Zealand many of the associated risks have been inadequately priced, identified, and managed.", "As such, New Zealand households continue to hold uncompensated risk and are overly exposed to mortgage debt.", "This investment preference has worked well over time for many.", "However, this is not the case all of the time, for all people, and compared to all of the benefits that a more diversified portfolio will provide for the same or less risk.", "House Price Volatility One indicator of an asset's risk is the volatility of its price.", "We do not always get to choose when we need to sell the asset, and not all times are equal.", "House prices are highly volatile in New Zealand.", "This price variability reflects the very slow and limited supply response to changes in housing demand, and the many drivers of housing demand.", "Figure 3: Annual House Price Inflation You don't have to go back far in New Zealand's economic history to get a feel for house price volatility.", "We have experienced periods of sustained house price growth (e.g., the early 1970s and mid-2000s), and declining house prices (e.g., in the late-1970s and early-2000s) in both real and nominal terms.", "The big drivers have been net migration (population growth relative to the supply of houses) and broader economic conditions, especially interest rates and income growth.", "Asset (including house) price volatility is a global fact.", "For example, a number of countries experienced house price declines of more than 30 percent during the Global Financial Crisis.", "Likewise, OECD studies show that many countries experienced price falls in excess of 25 percent, and house price slumps lasting between 3 to 10 years, between 1970 and 2006.15 Figure 4: Advanced economy house price corrections since 1970 More Recent House Price Drivers Over recent years New Zealand house prices have again risen significantly, mimicking a global trend in asset prices.", "Over the past 18 months both share prices and house prices have risen around the world, houses more in New Zealand than elsewhere, with shares up more in the US.", "Source: S&P, Australian Bureau of Statistics, REINZ, OECD, Haver Analytics.", "Note: Share prices are capital indices.", "House prices for OECD members serve as a proxy for world prices.", "One important explanation of the asset price movements are low global interest rates.", "We have witnessed a secular decline in global nominal interest rates as inflation expectations declined, and productivity growth stalled.", "These low global interest rates have appropriately encouraged people to take on more risk in search of returns, and made debt (funding) more accessible in terms of servicing costs.", "The rise in house prices is widespread around the world, with double-digit increases seen in many countries in Europe, Asia-Pacific, the United States and Canada, supported by low interest rates coinciding with greater government spending or stimulus to help offset the economic impact of COVID-1916.", "It is worth noting, I have only mentioned global interest rates so far.", "New Zealand is a 'price taker' when it comes to determining the level of long-term interest rates.", "We are a small economy, and must accept the fact that saving and investment decisions in the rest of the world determine the bulk of our interest rate levels.", "But I am not avoiding all responsibility.", "Te Pūtea Matua - via its Monetary Policy Committee - does set shorter-term interest rates, and hence determines the shape of the 'yield curve' in New Zealand to achieve our monetary stability mandate.", "We have over recent years had to follow the level of global interest rates down as inflation expectations eased, and over recent quarters ease monetary conditions to support demand (and hence employment and inflation).", "Figure 6: US long-term interest rate and the US-NZ interest rate difference over time Our recent research efforts suggest that it is the secular decline in global interest rates that most explains house price moves globally, with Official Cash Rate (OCR) surprises playing only a 'bit part'.", "It is also worth noting that while New Zealand mortgage rates have fallen, they are not exceptional internationally.", "Mortgage rates here are still higher than most other advanced economies, which makes New Zealand's more pronounced rise in house prices harder to explain.", "Figure 7: Residential mortgage rates since the GFC18 What Else Can Explain New Zealand's Extreme House Price Volatility?", "Recent house price increases in Aotearoa have been more pronounced than in other countries19.", "This has pushed house price-to-income ratios in New Zealand towards the highest level in the OECD.", "New Zealand house prices have increased sharply and appear unsustainable and vulnerable to a decline20.", "Figure 8: OECD House Prices to Income Ratio 2021 Q1 Supply Constraints Drive House Price Extremes Studies have identified housing supply as an important determinant of high house prices in New Zealand.", "A responsive housing and urban land supply is essential for ensuring sustainable housing outcomes22.", "If supply is constrained, then suppressing demand for housing, by limiting lending or raising lending rates, can reduce house prices.", "But this is likely to be temporary and result in other significant costs and issues, such as inequality, deflation, unemployment, and an over-valued exchange rates.", "The long-term fix to ensuring a well-functioning housing market - one that responds to changes in demand - is to ensure new homes can be built when needed.", "In most advanced countries, house building has been able to keep up with demographic changes - such as aging populations and falling birth rates.", "House availability has been able to support changing demands over time (see Figure 9).", "However, in recent years housing supply in New Zealand has not been able to keep up with high population growth23, leading to the lowest availability of housing in the OECD.", "Figure 9: Dwellings per 1000 inhabitants Around 2011 2020 or latest year available New Australia Canada USA UK Ireland Germany France Spain Sweden Norway Denmark OECD Zealand (England) Notes: The data are sourced from the OECD Questionnaire on Affordable and Social Housing (2021).", "Data are for 2020, except for Australia (2018), Canada (2016), France (2019), Germany (2018), Ireland (2019), New Zealand (2018), Norway (2019), Spain (2017), the In New Zealand, restrictive land zoning, tight planning rules, lack of public infrastructure for new developments, complex consenting processes, and capacity constraints in the building sector have contributed to the unresponsive supply of housing and urban land.", "As a result, any increase in demand for housing typically pushes up the price of developable land and this pushes up house prices - more so than elsewhere over recent years.", "What is being done to improve this situation?", "Demand management and access to mortgage debt I have already stated that any short-term efforts to stem housing demand - and hence house prices and investment concentration - are largely temporary in effect.", "As the first, and most important, 'demand management' tool, mortgage lenders set credit worthiness criteria when making their loan decisions.", "It is the banks' role to allocate their credit in a sustainable and profitable manner.", "As the prudential regulator of banks, we expect each bank to set clear standards on credit tests, to ensure that its balance sheet is resilient to a wide range of economic circumstances.", "Note I am talking about each bank's balance sheet, and the financial institutions balance sheets as a whole.", "We do not regulate household balance sheets, and have no direct role or tools to influence the shape or diversity of household balance sheets.", "Rather, as a prudential regulator, our main concern at Te Pūtea Matua is to ensure banks are conducting their business on a sound basis.", "To the extent that we see the sum of individual bank decisions adding up to a broader financial stability risk we insist on some regulated lending standards.", "Likewise if we see household balance sheets in aggregate become excessively risky, our first port of call is to assess the role of the lenders in creating this situation.", "However, we are the first to acknowledge the limitations of our bank lending rules or regulatory tools in promoting a more diverse investment portfolio for New Zealanders.", "At best, our prudential tools either build resilience in our financial institutions to weather severe conditions (e.g., our bank capital expectations), or minimise the damage if a particular shock hits economic activity (e.g., our lending restrictions).", "And, these regulations 'bite' only if aggregate bank lending has gone beyond what we would consider financially sound for the system.", "For example, our loan to value ratio restriction (LVR) tool can only impose bank lending constraints on new loans - as they are being made.", "It does not impact on the vast bulk of loans already made.", "This means it takes time to influence the risk of the whole bank lending book.", "LVR restrictions are about minimising the scale of the damage, not preventing it in the first place.", "As we announced in September24, the Reserve Bank has from this week, 1 November, restricted the amount of lending banks can do above an LVR of 80 percent to 10 percent of all new loans to owner-occupiers, down from 20 percent previously.", "We are also currently well advanced in our work to commence consulting on additional 'debt servicing ratio' tools that can assist us to limit the more extreme lending that banks can make.", "These tools impose a cap on the overall mortgage debt a person can borrow based on their income.", "Again, this tool supplements the work banks already do.", "We will be commencing our consultation later this month and will be encouraging significant input and feedback.", "Monetary Policy and interest rates With regard to using interest rates to target house prices, this is not in our mandate - nor does it make sense.", "Monetary policy is best used to manage overall consumer price inflation stability i.e., an aggregate consumption price index, rather than being used to target a specific asset price.", "Likewise, trying to target both consumer prices and house prices with monetary policy will quickly lead to confusion and suboptimal outcomes.", "In summary, our monetary and financial stability tools do not increase the ability to supply more houses in response to changes in housing demand, and they only - very indirectly - incentivise broader investment awareness and portfolio diversification.", "We are required to have regard to the impact of our actions on the Government's policy of supporting more sustainable house prices, including by dampening investor demand for existing housing stock, which would improve affordability for first-home buyers.", "The Monetary Policy Committee sets monetary policy to achieve its inflation and employment objectives in the Remit.", "Media release: Reserve Bank tightens LVR restrictions.", "Retrieved from -bank- tightens-lvr-restrictions 25 Reserve Bank Monetary Policy Handbook (2019, 1 April).", "Retrieved from -policy/about-monetary-policy/monetary-policy-handbook 26 Reserve Bank of New Zealand (2020, December 11).", "Reserve Bank's response to the Minister.", "Retrieved from -banks-response-to- minister-of-finance 27 Reserve Bank of New Zealand (2021, February 25).", "Media release: RBNZ supports focus on housing.", "Retrieved from -supports-focus- 12 Housing Matters - Delivered to the Property Council of New Zealand Conference - Adrian Orr, Reserve Bank Governor considers the outlook for the housing market because house prices can influence broader economic activity, employment, and consumer price inflation A benefit of the addition to our Monetary Policy Remit is that we are empowered to work closely with broader government agencies and industries involved in the housing market, to ensure we collaborate on policy where it makes sense, and share knowledge.", "Amongst our work, we have established a working group on housing issues with the Ministry of Housing and Urban Development (HUD) and Treasury.", "The working group reports to the CEOs of each agency and is proving to be an effective research and information sharing hub.", "We are also working with these agencies to pursue a collective work agenda on issues that will create a dynamic housing market.", "Supply Capability and Capacity Over very recent quarters we have been witnessing a step change in the supply capacity of New Zealand houses - with house building reaching record highs - at a time when housing demand is waning due to low population growth.", "This trend will be further enabled the recent Government-announced changes to urban planning rules that allows more medium-density housing across most of New Zealand's largest cities.", "The Government's announcement - which received bipartisan support - will facilitate a transition to higher, more-dense housing throughout New Zealand cities over time.", "There is additional work ongoing on across government agencies to tackle issues of infrastructure support as new land is put into housing and urban centres become more densely populated.", "A more responsive housing and urban land supply, all things equal, should support more sustainable house prices over time.", "A dampening of the 'boom-bust' cycle of house building, with less variable house prices as a result, is a desirable outcome, and is achievable with coordination.", "One example of this has been the housing supply response post the 2011 Christchurch earthquakes.", "The rise in supply and house building flexibility has led to a more stable or \"well behaved\" housing market.", "Housing activity and house prices influence monetary and financial stability policy, and vice versa.", "These influences occur due to the significant size and importance of the housing market and construction activity to the economy, and due to the concentration of housing assets in household portfolios and mortgage assets in New Zealand's bank balance sheets.", "Movements in interest rates do affect the demand - and ultimately the price - of housing assets.", "However, it is mostly the long-term trend in interest rates, as opposed to short-term changes in rates related to monetary policy.", "The secular decline in global interest rates over recent decades has driven asset prices - including house prices - up globally.", "The extent to which New Zealand house prices have reacted to changes in housing demand is mostly related to the inability of housing supply to respond.", "Houses have been scarce at a time that demand was strong.", "The reverse is now evolving - with housing building at record levels at a time that population growth is static.", "We expect to see an easing in house prices over the medium term as a result of these supplydemand dynamics.", "This means house prices would be moving back toward a more sustainable level - a level that can be explained by underlying economic fundamentals.", "The move toward more sustainable house prices will be incentivised by slowing demand - as an outcome of higher interest rates and low population growth, and an increase in space to build.", "The recent Government announcements on reducing urban building restrictions is significant in terms of adding to the 'space to build'.", "The role of the Reserve Bank is a 'bit part'.", "We are one cause of demand changes as we alter interest rates to meet our monetary policy Remit.", "We also work to limit mortgage lending when it appears excessively risky.", "However, this is more about limiting the damage to banks' balance sheets, rather than altering overall demand.", "More broadly, we need to continue to improve the investment landscape - investor knowledge and options - to ensure households develop well diversified nest eggs that meet their needs.", "Why would you put all your money on one horse - housing - when backing your retirement?", "Finally, as is evident today, solutions to any identified problem of high house prices, housing affordability, and housing require the involvement of many government agencies, businesses, financial institutions, and broader community groups.", "There is no one agency or silver bullet.", "House prices and housing affordability are affected by both supply and demand factors, ranging across immigration, tax policy, government benefits or transfers, land availability, building standards, infrastructure, and training programmes.", "It is access to land and space that remains the biggest challenge to ensuring a smooth functioning housing market."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Housing Market", "House Prices", "Financial Stability", "Investment Diversification", "Mortgage Debt", "Housing Supply", "Demand Management", "Monetary Policy", "Interest Rates", "Government Policy"]}