{"sentences": ["Speech Klaas Knot - Back to the future: euro area inflation outlook is back on track Algemeen (c) @Marieke Bijster/DNB On October 14th, Klaas Knot spoke at the Euro50 Group meeting \"Coping with the legacy of the Covid-19 crisis\".", "First, he reviewed the current inflation outlook as perceived by both market participants and central bankers.", "Second, he addressed the question how a changing perception of inflation affects financing conditions and how this relates to monetary policy.", "Knot: \"Based on the current outlook, the ECB's monetary policy intention is to keep rates at their current or lower levels until we see a durable convergence of inflation, also in our forecasts.", "And this may imply moderate inflation rates above 2% for some time - although I don't think it would be proportional to use asset purchases to actively strive for such an overshoot.", "Date: 14 oktober 2021 Speaker: Klaas Knot Location: Washington DC (digitally) Exactly one year ago, on October 14th 2020, the Dutch authorities announced a partial nationwide lockdown.", "Today, the Netherlands is gradually loosening Covidrelated restrictions.", "Exactly one year ago, chief U.S. medical advisor Dr. Anthony Fauci, said that people might have to cancel Thanksgiving.", "Today, the US Center for Disease Control and Prevention offers a list of tips so people can celebrate Thanksgiving safely.", "From a global economic perspective, the pandemic put forceful downward pressure on both inflation and inflation expectations.", "But today, and for a few months now, we see rising inflation and inflation expectations.", "One of the most widely debated topics in financial markets, is how the inflation path will evolve further.", "When we look at this slide, Figure 1, on the left, shows the ECB's latest macroeconomic projections for inflation, compared to the pre-crisis inflation path.", "You can see that the current projections suggest a path for inflation that is close to the pre-pandemic projections from December 2019 - at least for the end of our projection horizon.", "This is an encouraging development as one of the primary goals of our Pandemic Emergency Purchase Programme - the PEPP - is to counter the downward impact of the pandemic on the path of inflation.", "If these developments are to continue, I am confident that the pre-pandemic inflation gap in our macroeconomic projections will close by the end of this year.", "In figure 2, on the right, we see both the ECB's inflation projections and the marketbased inflation expectations.", "You can see that both have increased since the beginning of this year, particularly short-term inflation expectations.", "This means that both the ECB and financial markets expect inflation rates to increase.", "At least temporarily - due to supply side factors like higher energy prices and supply side bottlenecks.", "The crucial question is, of course, how transitory these driving factors of inflation are.", "Or how persistent they might turn out to be - thus leading to durably higher inflation.", "Of course, our macroeconomic projections are based on a set of assumptions.", "They serve as a snapshot in time and are inevitably surrounded by uncertainty.", "That is precisely why the Eurosystem closely and continuously monitors a broad array of inflation indicators - including those from financial markets.", "This allows for more real-time monitoring, but also helps to assess whether the models fully capture the inflation momentum and persistency.", "The market view on inflation developments therefore often serves as an important cross-check, both for the baseline scenario and the risks associated with it.", "Currently, market-based inflation measures are close to multi-year peaks, both in the short and medium term.", "More specifically, the five-year five-year inflation-linked swap rate, an important market proxy for medium-term inflation expectations, hovers around 1.8% - the highest it has been since 2017.", "These market-based inflation measures can be broken down into an inflation expectation component and a risk premium component - which is the extra return investors demand to bear inflation risks.", "Figure 3 shows that both components contribute to the rise in market-based inflation measures.", "If you look at the area marked in red in the bottom right, you can see that the negative inflation risk premium is vanishing quite rapidly.", "This means investors are again considering the possibility of higher inflation after a period of low inflation.", "It also suggests that investors increasingly price-out the risk of deflation.", "We can translate this to the balance of risks, which is the sum of upside and downside risks to our inflation outlook.", "For a long time, the balance of risks was tilted to the downside.", "However, today I will argue that the risks for headline inflation are again tilted to the upside.", "Downside risks largely pertain to the demand effects of the delta variant of Covid-19.", "Upside risks, in the short to medium term, are mainly linked to more persistent supply side bottlenecks and stronger domestic wage-price dynamics.", "Figure 4 shows the option-implied distribution of inflation.", "The darker-shaded areas show that the likelihood of deflation and low inflation outcomes has markedly declined.", "At the same time, the probability of inflation exceeding our 2% target over the next 5 years increased notably.", "So this figure underlines that market participants are taking the possibility of higher inflation more seriously as both observations are in line with rising inflation risk premiums.", "Overall, market-based inflation expectations are much more centred around the ECB's 2% symmetric inflation target.", "I very much welcome these developments.", "Coming from a prolonged period of setbacks and deflation risks, this is good news.", "These developments in market perceptions of inflation also have important implications for monetary policy as they affect financing conditions - these are the conditions for people and businesses to finance their investments.", "For a given nominal interest rate, higher inflation expectations would lead to lower real rates and thus an easing of financing conditions.", "Generally speaking, higher inflation expectations, however, also translate into higher longer-term nominal interest rates.", "The net effect on the economically-relevant real rate is thus unclear.", "In December 2020, the Governing Council pledged to maintain favourable financing conditions.", "And we would do this by calibrating purchases under the PEPP.", "This calibration is, of course, a continuous exercise - because favourable financing conditions depend on the changing drivers of nominal interest rates, inflation expectations and the equilibrium rate.", "Over the summer, for instance, the ECB Governing Council frontloaded some of its purchases under the PEPP.", "We did this to counter a possible rise of nominal yields partly driven by spillovers from the US, as I outlined in my previous talk at the Euro50 meeting in March this year.", "By doing this, we ensured that financing conditions did not tighten before the growth and inflation outlook in the euro area was on firmer ground.", "Recently, the Governing Council has become more confident about the firmness of the European recovery.", "As price pressures in the euro area increased, we modestly recalibrated the PEPP in September.", "So to complete the circle.", "On the first slide I showed you that the pandemic-induced inflation gap is closing.", "Against this backdrop, a moderate rise in interest rates is consistent with our pledge to maintain favourable financing conditions going forward - that is, as long as higher interest rates are driven by higher growth and inflation expectations.", "And so, the ECB's current baseline scenario is consistent with ending the PEPP in March 2022.", "This does not, however, mean the end of loose monetary policy.", "Based on the current outlook, the ECB's monetary policy intention is to keep rates at their current or lower levels until we see a durable convergence of inflation, also in our forecasts.", "And this may imply moderate inflation rates above 2% for some time - although I don't think it would be proportional to use asset purchases to actively strive for such an overshoot.", "However, the Eurosystem's presence in financial markets will remain substantial with the large reinvestments under both the PEPP and the Asset Purchase Programme - the APP.", "We will continue to run net asset purchases under the APP for as long as necessary.", "While we are currently thinking about options to ease the transition out of the PEPP, incoming data should clarify how the risks surrounding our current inflation the PEPP, incoming data should clarify how the risks surrounding our current inflation baseline will play out.", "I talked a lot about the uncertainty underlying the inflation outlook.", "Today, on October 14th 2021, I can only make an educated guess what the actual inflation will be one year from now, on October 14th 2022.", "But even when uncertainty is a part of economics - the part that humbles us - central banks will not let this uncertainty undermine trust.", "Trust in the financial system.", "Trust in the way out of this crisis."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation Outlook", "Financing Conditions", "Monetary Policy", "Inflation Expectations", "Inflation", "Inflation Gap", "Inflation Risks", "Supply Side Factors", "Real Rates", "Asset Purchases"]}