{"sentences": ["It is a great pleasure and honour to welcome all of you this morning to the AML/CFT Compliance Conference 2021.", "This conference forms part of Bank Negara Malaysia's initiatives to elevate the understanding and level of AML/CFT compliance among all reporting institutions.", "While we are unable to meet in person, I am glad that we can connect virtually amidst the challenges brought on by the Covid-19 pandemic.", "The pandemic has accelerated the pace of change, especially towards greater digitalisation adoption in all spheres of life, to the benefit of not only the private and public sectors, but also criminals, who are always on the lookout for loopholes in regulations, operations and compliance.", "Embedded in the conference theme today is the need for us to remain vigilant of the heightened money laundering (ML) and terrorism financing (TF) risks.", "There is no doubt that ML/TF activities seriously affect the integrity of the financial system.", "Equally important, ML/TF activities pose serious risks to a country's social and economic stability.", "While many guesstimates have been made, the illegal nature of money laundering makes it difficult to determine the precise amount of funds that are laundered.", "The legitimisation of illegal proceeds from various criminal activities, such as drug trafficking, fraud or scams, corruption will ultimately lead to loss of public confidence in the financial system.", "Left unchecked, ML activities will allow criminals to continue to benefit from their proceeds of crime and thus, allow crimes to thrive.", "Therefore, we must recognise that effective detection, prevention and enforcement against ML activities are important aspects of overall efforts to combat crimes.", "How does your role fit into this?", "I would like to emphasise that preventing and combating financial crimes is a shared responsibility of all stakeholders, from both the private and public sectors.", "As the first line of defence, the reporting institutions from the financial sector, non-bank financial institutions and the designated non-financial businesses and professions sectors play a critical role.", "Essentially, by ensuring compliance with the laws, regulations and requirements of AML/CFT, you will help protect not only your institution, but ultimately prevent the proceeds of unlawful activities and funding of terrorism from penetrating into our financial system.", "Equally important, your role will significantly limit the ability of criminals to benefit from their ill-gotten gains.", "In addition, the information that you gather is also critical in facilitating the investigation and prosecution of these crimes.", "On that note, I would like to touch on three core pillars of a robust AML/CFT compliance system: Understanding risk exposures at institutional and national levels; Leveraging on technology as a key enabler in the fight against ML/TF; and Effective collaboration with all stakeholders.", "Please allow me to elaborate.", "a) Understanding risk exposures at institutional and national levels First, an effective AML/CFT compliance programme requires understanding of risk exposures at both institutional and national levels.", "In this regard, I would like to take this opportunity to inform that the National Coordination Committee to Counter Money Laundering or NCC has recently concluded the National Risk Assessment 2020 (NRA 2020).", "Today, I will share three key findings of the NRA 2020 while more details will be discussed throughout the conference.", "A written report of NRA 2020 will be shared with all reporting institutions early next year.", "National risk assessment or NRA is globally acknowledged as an essential component and a reliable tool to facilitate understanding of ML/TF risk exposures within a country.", "The NRA 2020 is the fourth iteration of our risk assessment, which Malaysia has committed to the Financial Action Task Force (FATF) to conduct every three years.", "Bank Negara Malaysia, as the secretariat to the NCC, led the preparation of the NRA 2020, with the support of the relevant law enforcement agencies, including Royal Malaysia Police, Malaysian Anti-Corruption Commission, National Anti-Financial Crime Centre and Inland Revenue Board.", "The preparation of the NRA 2020 involved quantitative and qualitative data sources incorporating statistics from various agencies, internal and external reports as well as surveys conducted among law enforcement agencies, reporting institutions and international stakeholders.", "I would like to thank you for the support given to enable Bank Negara Malaysia to undertake a comprehensive, reflective and meaningful NRA exercise.", "The NRA 2020 has identified top five crimes posing high ML threat to the country and these are: fraud, which includes cheating and illegal investment scheme; illicit drugs trafficking; corruption and bribery; smuggling offences, including evasion of customs and excise duties; and organised crimes.", "We have also observed elevated risk for the following two crimes: environmental crimes due to increasing risk emanating from illegal wildlife trafficking, illegal mining as well as illegal importation of plastic waste; and extortion due to increasing risk emanating from cyber-enabled attack including ransomware attack and under-reporting of extortion.", "In addition, the NRA 2020 has also identified company secretaries, legal firms as well as dealers in precious metals and stones as among the sectors that are vulnerable to money laundering activities.", "In this regard, the compliance officers from these sectors should be extra vigilant to the risk that their businesses could be used for money laundering activities.", "On the outlook moving forward, it is envisaged that the top 5 high risk crimes will remain unchanged in the next three years.", "Nevertheless, one thing to be mindful of is the likelihood of the increasing use of technology and the shift of criminal activities to online platforms.", "Related to this, we expect to see a continued rise in the adoption of virtual assets among criminals and terrorists to launder their proceeds or finance their illicit activities, predominantly due to difficulty in tracing the associated funds and identifying beneficiaries.", "Virtual assets, including cryptocurrencies, are observed to be gaining more traction and exploited by dealers of the dark web, providers of child sexual abuse materials, ransomware creators and terrorist organisations.", "So, what does it mean for reporting institutions?", "It is important for a reporting institution to identify, assess, and understand the level of ML/TF risks to your business or organisation.", "In assessing the risks, considerations should be given to the findings of the NRA, particularly if your sector has been identified as vulnerable in facilitating the high risk crimes.", "Understanding these risks will determine the necessary controls you need to put in place and translate this into your AML/CFT compliance programme to mitigate and manage these risks, through proportionate allocation of resources.", "This is a very important step to ensure that, while mitigating the risks of ML/TF, you do not apply an overly cautious approach that may inadvertently exclude legitimate business and consumers from the financial system.", "b) Leveraging on technology as key enabler in the fight against ML/TF Based on the NRA 2020, we have seen an increase in technology being exploited to facilitate fraud, extortion, as well as forgery of public and private sector documentations.", "We can expect this to continue to rise in the coming years.", "To effectively prevent and combat this, we too, must embrace technology.", "Undoubtedly, technology is a powerful enabler in our fight against ML/TF.", "It is encouraging to note that reporting institutions are beginning to use technology in conducting customer due diligence, artificial intelligence in detecting suspicious activity, and the adoption of machine learning and robotic process automation in daily processes and controls.", "I trust greater adoption of technology by reporting institutions to facilitate compliance of AML/CFT requirements will continue.", "In Bank Negara Malaysia, our AML/CFT supervisors and financial intelligence analysts, continue to improve the effectiveness of risk-based supervision and intelligence analysis through digitalisation and infusion of data science techniques.", "Since 2020, our AML/CFT supervisors have successfully conducted virtual examinations and adopted more comprehensive off-site surveillance.", "Our data scientists have been utilising technology to strengthen the quality of analysis, leading to timely and impactful disclosures.", "For example, machine learning models are being used for identification of higher priority suspicious reports and centralised databases consisting of graph analytics capability.", "c) Effective collaboration among all stakeholders Third, as I have emphasised earlier, preventing and combating financial crimes is a shared responsibility.", "Effective collaboration among regulators, supervisors, law enforcement agencies, and industry players is the cornerstone of efforts to maintain the integrity of the financial system.", "To this effect, the establishment of a public-private partnership (PPP) platform, the Malaysian Financial Intelligence Network (MyFINet) in 2019, which involves collaboration between financial institutions and law enforcement agencies such as the Royal Malaysia Police and Malaysian AntiCorruption Commission, is an important milestone.", "To date, at least 44 cases related to terrorism financing, proliferation financing, corruption, and securities offences have been shared through the MyFINet platform.", "Moving forward, integrated efforts are also being explored to educate the public and improve coordination to detect, disrupt and dismantle fraud and scam operations at the earliest opportunity.", "A key initiative is the development of an information sharing platform between participating financial institutions and law enforcement agencies to minimise the dissipation of scammed funds, in addition to exploring call blocking technologies to reduce proliferation of scam incidences.", "Beyond domestic collaboration, Malaysia has consistently been at the forefront in promoting international collaborations within the region, and maintained a strong and close relationship with foreign counterparts and partners.", "A notable recognition is the appointment of Malaysia as CoChair of the Asia-Pacific Group on Money Laundering (APG) from 2020 - 2022.", "And of course, our partnership with the industry is paramount in the prevention of ML/TF activities.", "Bank Negara Malaysia values the existing close partnership with all reporting institutions.", "Moving forward, we would like to see greater collaborative efforts by industry players to instil strong compliance culture, especially through self-regulatory bodies, industry associations and compliance officers networking groups.", "I would like to applaud the banking, insurance as well as the money services businesses compliance officers networking groups that have paved the way in enhancing the professionalism and building the capacity of compliance officers within these sectors.", "In this regard, I welcome the recent establishment of compliance officers networking groups for e-money and trust companies.", "I am happy to see more sectors acknowledging the benefit of establishing a networking group to enhance the compliance culture of the sector, through among others, issuance of sector specific guidance, best practices, or information sharing.", "As a final thought, I believe the change and challenges brought forth by the pandemic further strengthen our AML/CFT regime.", "I have no doubt that reporting institutions will continue to remain vigilant and ensure commensurate mitigations are in place to face the evolving environment and risks.", "Before I end, I would like to express my appreciation to all speakers at this conference, from the Royal Malaysia Police, Malaysian Anti-Corruption Commission, Royal Malaysian Customs Department and Bank Negara Malaysia, for their willingness to share their knowledge and experience.", "With that, I wish you a productive two days of sharing and discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["AML/CFT Compliance", "Money Laundering", "Terrorism Financing", "National Risk Assessment", "Technology", "Collaboration", "Fraud", "Risk Management", "Virtual Assets", "Regulatory Supervision"]}