{"sentences": ["Namaskar, Chief Executive Officer and Chief Ombudsman, Australian Financial Complaints Authority, Mr. David Locke, Deputy Governor, RBI, Shri M K Jain, Executive Directors, RBI, Shri Anil Kumar Sharma and Shri S C Murmu, Managing Director & Chief Executive Officers of Banks and NBFCs, Shri Gaur Gopal Das, Prof. M. S. Sriram, Ombudsmen and colleagues from the Reserve Bank of India.", "I am delighted to address this annual conference of the RBI Ombudsmen which is taking place after three years due to the intervening COVID-19 pandemic.", "While the pandemic has left behind several scars, I see some silver linings.", "In particular, the pandemic has accelerated the push towards digitalization and catalyzed the ongoing technology driven transformation of financial services.", "There has been a paradigm shift in the manner of interaction between customers and the financial services providers in recent years.", "Financial services are now available 24x7x365 on omni-channel basis.", "The spectrum of products and services has speedily expanded to internet and mobile banking, electronic funds transfer, UPI, Aadhaar eKYC, Bharat Bill Payment System (BBPS), QR Scan & Pay, digital pre-paid instruments, etc.", "I think quite a few of us will struggle to recall when we last needed to issue a cheque, let alone visit a bank branch.", "While saying so, let me emphasize that the conventional bank branches do have their utility in multiple ways.", "This technology revolution has certainly enhanced the efficiency of financial entities and resulted in significant improvement in doing business, but it has also posed new challenges.", "It has opened the backdoor for unregulated technology players into the financial space.", "There is a mushrooming of digital lending apps or DLAs, many of which do not abide by any regulations or fair practice codes.", "This leads to several concerns including mis-selling, breach of customer privacy, unfair business conduct, usurious interest rates and unethical loan recovery practices.", "Customers are initially tempted to borrow from these entities because of simplified or no documentation requirements followed by prompt disbursals.", "It is only later that the customers realise the serious downsides to such borrowings.", "The RBI, in association with other relevant agencies, is taking steps to address these concerns.", "Last month, we issued the guidelines on digital lending, which inter-alia require regulated entities to provide a Key Fact Statement or KFS to the borrower before the execution of the contract.", "The KFS shall mandatorily contain details of the Annual Percentage Rate of interest, the recovery mechanism, the grievance redressal officer designated specifically to deal with digital lending/ FinTech related matters and the look-up period.", "Any fees or charges, including penal charges, which are not mentioned in the KFS cannot be charged by the Regulated Entity to the borrower at any stage during the tenor of the loan.", "The guidelines also envisage that a borrower shall be given an explicit option to exit digital loan by paying the principal and the proportionate interest without any penalty during a look-up period.", "For borrowers continuing with the loan even after lookup period, pre-payment shall continue to be allowed as per the extant RBI guidelines.", "Earlier this year, we set up a high-level Committee for \"Review of Customer Service Standards in RBI Regulated Entities\", chaired by Shri B P Kanungo, former Deputy Governor of RBI.", "The committee will examine and review the state of customer service in the regulated entities as well as adequacy of customer service regulations and suggest measures to improve these aspects.", "One of the key terms of reference of the committee is to review the emerging and evolving needs of the customer service landscape, especially in the context of evolving digital and electronic financial products and suggest suitable regulatory measures.", "As you aware, we had reviewed the three erstwhile Ombudsmen schemes last year.", "Building upon the vision of 'One Nation, One Ombudsman', we introduced the comprehensive Reserve Bank - Integrated Ombudsman Scheme (RB-IOS) 2021 replacing the earlier schemes.", "The new Scheme, along with the Complaint Receipt and Processing Centre (CRPC) in Chandigarh, was launched by the Hon'ble Prime Minister on November 12, 2021.", "Apart from filing online complaints through the Complaints Management System (CMS), a customer can send the complaint to the dedicated email id or even physically to the CRPC, Chandigarh.", "In order to allow customers a direct interaction with the RBI, the CRPC hosts a Contact Center with a toll-free number 14448 to assist the complainants in lodging their complaints and provide them information regarding the redress mechanism in the RBI.", "The call centre also disseminates information related to safe banking practices in ten regional languages (Assamese, Bengali, Gujarati, Kannada, Odia, Punjabi, Malayalam, Marathi, Tamil and Telugu) apart from Hindi and English.", "We will cover other Indian languages in due course.", "With technology playing a very significant role, it is important to pay even greater attention towards scaling up of financial literacy, not only in regard to the digital products, but also in spreading awareness with respect to frauds that occur in the digital space.", "Under the 'RBI Kehta Hai' banner we have come out with several awareness messages in print and electronic media.", "A booklet, called BE(A)WARE, compiling the various modus operandi of fraudsters collated from incidents of frauds reported and complaints received at offices of the RBI Ombudsman has also been placed on the RBI website.", "The new IOS Scheme will complete one year in November this year.", "The data upto September 2022 shows that initiatives by the Regulated Entities (REs) and RBI are having a positive impact.", "Notably, a significant reduction in the proportion of nonmaintainable complaints is observed, perhaps on account of increased awareness.", "Disposal rates and turnaround times have improved as well.", "These are positive trends, but I believe there is still scope for improvement.", "It is imperative to further enhance the level of coordination and cooperation between the REs and the RBI Ombudsmen to bring down the turnaround time for customers.", "Persisting issues in Customer Service 10.", "Despite our enhanced focus on customer service and consumer protection, I am very concerned to notice that there are still persistent grievances in some specific areas like mis-selling, lack of transparency in pricing, disproportionate service charges, very high penal rates, etc.", "Stories in social-media about use of strong-arm tactics by some recovery agents overshadows the good work that is being done for customer protection, both by the regulated entities (Banks, NBFCs, etc.)", "In a large and vibrant financial system like ours, some level of complaints is understandable.", "What is of concern is that still a large number of complaints pertain to traditional banking.", "This calls for serious review of the working of the customer service and grievance redress mechanism in the regulated entities.", "The root cause of persistence of such grievances need to be analysed and necessary corrective measures undertaken.", "Role of Regulated entities 12.", "In this context, the role of the Board and the Top Management of the regulated entities is very crucial.", "They need to engage and ensure that there is customer centricity in the design of products, the supporting processes, the delivery mechanism of the products and post sales services.", "Commercial considerations are important, but they must necessarily be aligned with customer orientation in every aspect, including strategy and risk management.", "Root cause analysis and its outcome should drive necessary changes at the organizational level including the process and system changes, policy and technological upgradation and skill enhancement of the relevant personnel.", "Complaints can provide a treasure trove of data on systems, processes and overall compliance.", "The findings can serve as invaluable inputs for the update of internal risk registers and mid-way correction.", "In 2018, the RBI introduced the concept of Internal Ombudsman or IO for banks which was subsequently extended to other regulated entities.", "In essence, the IO is an independent apex level authority within the regulated entity itself who reviews the proposed rejections of customer complaints before the final decision is conveyed to the complainant.", "Additionally, the IOs are required to analyze the pattern of complaints and suggest measures to address the root causes.", "Regulated entities should strengthen and support their Internal Ombudsman mechanisms so that most complaints are resolved by the regulated entity itself, obviating the need for the customer to approach the RBI Ombudsman.", "Incidents of payment frauds through phishing, vishing, fake links and websites, remote access apps, etc.", "are also a cause for concern.", "Many complaints arise as customers either struggle to use the products or use them wrongly or seek help from strangers which result in frauds and losses.", "This makes customer education and awareness central to protecting the rights of the customers as well as safeguarding them from digital frauds and cheating.", "While I referred to the RBI campaigns earlier, regulated entities can do their bit by designing customer friendly interfaces, improving fraud detection mechanisms as well as taking measures to increase customer awareness.", "The Regulated Entities have taken initiatives in these areas; they need to do more.", "Safeguarding customer interests also entails exercising a strong oversight and monitoring of outsourced vendors.", "It may be appreciated that outsourcing of any activity by a regulated entity does not diminish its own obligations.", "Regulated entities are responsible for the actions of their service providers including Direct Sales Agents, Direct Marketing Agents and Recovery Agents.", "This has been reiterated by the RBI on several occasions.", "Regulated entities have a legitimate right to recover their dues within the ambit of our regulatory guidelines and the law of the land.", "Use of strong-arm methods are unacceptable.", "Stronger Board level oversight and closer monitoring by senior management over outsourced functions, therefore, assume critical importance.", "Digitalisation of financial services should also have a human touch towards customers.", "The approach to customers should not be mechanistic or impersonal.", "Financial entities need to sensitize themselves in this regard.", "The interface with vulnerable segments, such as senior citizens and weaker sections, should be done with due sensitivity.", "Trust is fundamental to the business of financial services.", "Lack of trust can have undesirable outcomes such as flight of deposits and financial instability.", "Trust makes great commercial sense as well.", "Customer satisfaction, especially timely grievance redress, goes a long way in building trust in the institution and brand loyalty which in turn leads to higher customer retention rates.", "There is indeed a bottom-line benefit for excellence in customer service.", "To my RBI colleagues from the Ombudsman Offices, I would urge you to be sensitive and judicious in your approach.", "The Ombudsman role empowers you to bring about far reaching and meaningful changes in enhancing customer experience.", "The role demands exceptional vigilance and preparedness on our part to identify speedily the causes of concern, novel modus operandi of frauds and address the issues.", "We also need to strive harder to further reduce turnaround times (TATs) without compromising on the quality of our resolution.", "There needs to be a proper and deep evaluation of the facts and evidence of a case to ensure a fair settlement.", "While we encourage our regulated entities to excel, we too must match their efforts and ensure timely and just resolution.", "There are three major takeaways from what all I have said.", "First, the RBI Ombudsmen and the regulated entities must identify the root causes of persisting customer complaints and take necessary systemic measures to correct them.", "Second, the resolution of customer complaints by the REs and the RBI ombudsmen have to be fair and quick.", "Third, even as the financial landscape evolves and transforms, the underlying principles for good customer service and customer protection namely, transparency, fair pricing, honest dealings, responsible business conduct, protection of consumer data and privacy, etc.", "Together, we can all make a difference to the customers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["Customer service", "Digital lending", "Financial literacy", "Complaints handling", "Ombudsman", "Fraud prevention", "Customer protection", "Risk management", "Outsourced services", "Vulnerable customers"]}