{"sentences": ["THROUGH IN ENHANCING RESILIENCE MACROECONOMIC ADJUSTMENT CHILE Vice Governor, Central Bank of Chile Over the three years from late 2019 to late 2022, the Chilean economy was subjected to unprecedented macrofinancial shocks that seriously stressed markets.", "If left unchecked, they could have seriously undermined sustainable growth and the wellbeing of all Chileans.", "External developments, such as the pandemic and the war in Ukraine, coupled with domestic events on the institutional front, interacted with and amplified each other.", "The Chilean economy slumped, then overheated, then slowed again.", "Inflation spiked, reaching levels not seen in decades.", "Capital markets were subjected to significant stress, indexes of institutional uncertainty and the real exchange rate reached almost all-time highs.", "The causes of these developments are multifaceted, but the consequences have been stark.", "Households ́ savings rate, which typically hovered around 8% of GDP, dropped to zero during 2022.", "The financing of the extraordinary boom in consumer expenditure came, in this case, through drawdowns of pensions savings, reducing household ́s stock of financial net worth by close to 30% of GDP.", "Fiscal transfers also contributed to the expansion in consumption, resulting in a fiscal deficit of over 10% of GDP in 2021.", "The external accounts reflected this massive shift in the savings/investment balance.", "The current account reached a deficit close to 10% of GDP and the real exchange rate weakened to levels not seen since the depths of the debt crisis in the 1980s.", "Gyrations of local and global uncertainty also contributed, mainly from the Fed shift towards a tighter stance and local portfolio rebalancing towards foreign exchange exposure and away from the local fixed income markets.", "Several interventions by the CBC were prompted by subsequent disfunctions in the functioning of the foreign exchange markets.", "The stock of international reserves was reduced, justifying the need to bolster the buffers of external liquidity mainly though a Flexible Credit Line (FCL) with the International Monetary Fund (IMF).", "These macrofinancial developments help put into context the set of policy choices that the fiscal and monetary authorities have implemented since 2022.", "The magnitude of the macroeconomic imbalances that resulted from the interaction of the external and domestic shocks required a forceful and multi-pronged approach, to restore macroeconomic equilibrium, reduce imbalances, and put the economy in a solid footing for the challenges that may come ahead.", "The challenge that policies faced in 2022 was to shift its stance of policy, from expansionary support during 2020 and 2021, to a contractionary stance in 2022 and 2023.", "On a first stage, this aimed to reduce the magnitude of the macroeconomic imbalances, most noteworthy inflation, and in tandem excessive consumption and a large current account deficit, to set the ground for a second stage aiming to restore macrofinancial buffers for enhanced resilience going forward.", "We believe we are on track to tackle this second stage now in Chile.", "Two lessons that can be drawn from the last two decades, when the policy frameworks based on the structural balance rule, inflation targeting, and a flexible exchange rate, are that the shocks that can affect the Chilean economy can come fast and furious from pretty much all angles.", "And that for the policy frameworks to respond appropriately, initial conditions and extant buffers matter.", "The extent of policy space to react in a way to smooth the consequences of negative shocks is directly linked to the credibility of policy, particularly the reliability of the inflation target and the sustainability of the fiscal accounts.", "Looking ahead to 2022, the stage was set to put in place a sharp shift in the policy stances from both the fiscal and monetary sides.", "The CBC started hiking rates in mid 2021, foreseeing that inflation was on the pace of increasing.", "This was coupled with a budget, proposed by the administration and approved in Congress during the second half of 2021, which foresaw a large normalization in transfers.", "All in all, durint 2022 and 2023 a contractionary stance in fiscal and monetary policies have helped bring down the large macroeconomic imbalances and set the stage for rebuilding buffers so as to face the risks that the global economy will surely have in stake going forward.", "The CBC has undertaken two additional measures to bolster buffers and the resilience of the Chilean economy to external shocks.", "On the one hand, we have decided to restore the external liquidity position, both through the gradual unwinding of the local NDF position and a program of accumulation of reserves.", "These do not have a foreign exchange target objective, and are consistent with the need to hold adequate levels of international reserves in a context where the facilities with the IMF are eminently transitory.", "On the other hand, the progress towards full implementation of Basel III is well underway in Chile, aiming to both increase the quantity and the quality of the banking system ́s capital.", "In this dimension, and after the favorable report from the banking supervisor, the CBC decided to activate a CCyB charge of 0,5% of total risk weighted assets.", "This is not a judgement about the overall solvency of the banking sector.", "Rather, given the risk assessment in global markets, and our assessment of the local conditions of the credit market and capital position of the banking system in Chile, our evaluation is that this would have a modest effect on credit supply.", "The benefits will stem from an enhanced ability to face external financial shocks more than compensate the modest, potential costs, in credit supply.", "The international outlook for the coming years remains uncertain.", "The fight against inflation in advanced economies is still unresolved.", "Geopolitical risks are still present.", "The challenges that emerging economies face are significant.", "Macroeconomic authorities in countries like Chile need to remain vigilant to the risks ahead, and be cognizant that rebuilding buffers, such as household savings, fiscal and external sustainability, and countercyclical buffers, is important to successfully face those risks going forward.", "At the CBC we are committed to this task.", "Figure 1 - Household ́s Savings and Balance Sheet Structure Household net worth by financial instrument Household gross saving (percentage of household net worth; percentage of GDP) (percentage of GDP) Other accounts Pension funds and insurance Shares and other equity Loans Household gross saving Proxy indicator (rt.", "axis) (*) Securities Currency and deposits Household net worth (rt.", "Figure 2 - External Accounts and Liquidity Position Current account International reserves (percentage of GDP) (percentage of GDP, last 12 months) Current account: last 12 months Current account: quarterly -6 -12 18 19 20 21 22 23 18 19 20 21 22 23 Source: Central Bank of Chile.", "Projections in grey area.", "Figure 4 - Monetary Policy and Uncertainty Indicators MPR Corridor (*) Economic uncertainty and real exchange rate (quarterly average, percent) (index; index aveg.", "Includes June EES, FTS pre-policy-meeting of June and the average smoothed forward curve of quarter to 13 June.", "This is calculated by extracting the implicit MPR considering the forward curve on the interest rate swap curve up to 2 years, discounting the fixed rates at every maturity at the simple accrual of the ICP.", "For the current quarter the surveys and the forwards consider the average daily effective and are completed with the respective sources.", "Figure 5 - Basel III and Current Capital Buffers in Banking System Basel III Implementation Schedule (1) Capital Buffers under severe stress Components 2023 2024 2025 2026 Basel III Framework S1 S2 S1 S2 S1 S2 S1 S2 (percentage of risk-weighted assets) Final Initial risk Chapter Market risk III.B..2 Conservation Buffer Sistemic Banks (2) 50% 75% 100% 30% 65% 100% Pillar II 1st EESAR Capital Buffer Liquidity NSFR 70% 80% 90% 100% 1st partial 1st complete report report 11 13 15 17 19 21 23 (1) Light green cells indicate full implementation.", "(2) Percentage of the defined charge to be applied for each bank, according to systemic importance category.", "(3) Additional High-Quality Liquid Assets requirement depends on the the CMF evaluation regarding the LSAR.", "(*) Excess of effective equity over the regulatory minimum.", "The figure considers the particular limits of each bank.", "As of 2021, consumption Banking Support Societies are considered.", "Source: Central Bank of Chile based on information from the Financial Market Commission (CMF).", "(2) Forecast assumes structural paramenters updated in December 2022 Report (trend GDP) with methodological review of potential GDP.", "Sources: Central Bank of Chile and National Statistics Institute (INE)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["macroeconomic imbalances", "external shocks", "monetary policy", "fiscal policy", "buffers", "resilience", "inflation", "current account", "Basel III", "household savings"]}