{"sentences": ["Chief Justice Alexander Gesmundo; Senator Mark Villar, who is a great supporter of the economic team and really patient in answering all the questions from his fellow senators; representatives from the academe; all the important people from the judiciary, both from the past and present; our friends from the banking community; guests; and magandang hapon po BSP [Bangko Sentral ng Pilipinas] colleagues, .", "Thank you for taking the time to join us today.", "I would like to start by saying that, as an economist, the speech of Chief Justice [Alexander Gesmundo] should be required reading for anyone who eventually gets a degree in economics-even at the bachelor's level.", "Sometimes, people misinterpret Adam Smith when they say \"invisible hand.\"", "It is as though self-interest, by itself, is guided by an invisible hand so that self-interest and efficiency in the economy are automatically reconciled.", "But as the speech of the Chief Justice shows, it is a far, far much more complex relationship than that.", "Indeed, a relatively new field in economics is law and economics.", "Of course, one way to understand law and economics is to read opposite books.", "One of my favorite books is Lawlessness and Economics, and it shows exactly what happens when you have lawlessness.", "[For example,] suppose that instead of the entire [global] economy trading among each other, what will happen is that you deal only with a small circle of trust because you know the law will not be followed.", "Therefore, you always rely on your blood relatives; [you] always rely on your connections.", "Therefore, the ability of the economy to get the best from everyone, to get scale economies, is severely limited.", "Clearly, the reason self-interest is good for society is that there are rules, beliefs, and values that prevent self-interest from going haywire.", "In other words, no society can progress without those institutions.", "Indeed, Nobel Prize winner Douglass North won his Nobel Prize on that claim: that institutions explain why some countries are poor and some are rich.", "When he was lecturing, he was asked, \"How do societies get 'there' [a desired stage in development]?\"", "His answer was, \"I do not know.", "What I know is that some societies are 'there.'\"", "They are based on rules.", "Contracts are, by and large, enforced.", "Therefore, investments take a longer time horizon, precisely because of the belief that no matter how long the period of time of the contract is, it is [will remain] effective.", "In other words, free markets without the necessary support of institutions that reconcile self-interest with the overall social good are really inadequate for development.", "That is why, I think, the speech of the Chief Justice should be required reading for every BSP employee.", "The evolution of banking laws and central banking powers: banking as public trust and equipping regulators with the necessary tools Having been a member of the Monetary Board for nearly 11 years-to be exact, 11 years and a little bit less than 11 months-I have seen firsthand rapid changes [in banking law].", "I am moving to the fact that a very special part of the law is banking laws.", "In fact, I tell my banking friends, \"This means being more loyal to depositors than the owner.", "After all, the [bank] owner, for every peso that you [the bank] will invest or lend, the owner owns no more than 20 percent.", "The depositors own 80 percent of what is being lent out.\"", "In a sense, a banker is almost like a public servant.", "He is taking care of the people's money.", "That is why it is very important that banking laws give regulators great cover when they do their jobs.", "For instance, we [the central bank] received new powers to borrow from the public.", "I will explain why that is important.", "There were times when there was so much money flowing into the country that the only way to prevent excessive appreciation of the peso was for the central bank to borrow money when it buys foreign exchange (forex).", "Because if we were to print money to buy forex, the very act of buying forex will create too much money in the system.", "In the past, we were not allowed to borrow from the public.", "The most recent revision of the law now allows us to do that.", "This has allowed us to refine our monetary tools.", "We also strengthened regulations for the institutions that we regulate.", "And as was already pointed out by the Chief Justice, we saw rapid changes in digital payments.", "But any progress has a dark side.", "With digital payments, [there is a risk that] the bank runs are more efficient as shown by the Silicon Valley Bank.", "It was gone; the money [deposits] was gone in less than 24 hours because people were withdrawing their money digitally.", "Bad rumors also spread faster.", "Capturing rapid changes: lessons from the past, compass to the It is important to chronicle these changes [in banking laws] to see where we have come from and to chart where we will go.", "Our book, Banking Laws of the Philippines - Annotated , is the fourth legal book published by the BSP.", "This publication consolidates and updates the inaugural series to incorporate recently enacted laws, such as the National Payment Systems Act, the Financial Institutions Strategic Transfer Act, and the Financial Products and Services Consumer Protection Act.", "Just keeping up with these is not easy.", "That is why it is very important that a good book covers all of these.", "This latest publication builds on the annotation of three essential books on the country's banking laws between 2010 and 2012, namely the New Central Bank Act, the General Banking Law, and other special laws, collectively known as the \"First Series Books.\"", "Thank you very much, Chief Justice [Gesmundo], for coming and for lecturing us-giving us an even picture not just of banking laws but of laws in general-that rules and beliefs are extremely important for a progressive and inclusive society.", "We are also pleased to announce our collaboration with Rex Bookstore, which is marketing and distributing this book.", "The book is also available online so you do not have to buy it physically.", "But I am old enough; I need a physical book so I can fold and mark the pages that I like.", "Clarity, compliance, and comprehension: book objectives and aims As the BSP engages in legal and regulatory activities, the many benefits of developing and consolidating such references cannot be understated.", "First, they aid in attaining regulatory clarity because regulations are hard to predict.", "That, again, is a source of friction.", "Consequently, with clarity comes better compliance.", "Legal literature helps stakeholders correctly interpret laws, strengthening adherence and accountability.", "Another advantage is providing a historical record of legislative changes, facilitating the study of policy shifts and regulatory trends in the country's banking system.", "In closing, let me thank everyone involved in this project from developing the content to getting it out to print, especially Senior Assistant Governor and General Counsel Elmore Capule who oversaw this project from conceptualization to completion.", "Congratulations to the authors and members of the book team for helping the public gain a better understanding and appreciation of central banking and the work that we do.", "Maraming salamat po, at magandang gabi!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking laws", "Central banking powers", "Institutions", "Law and economics", "Digital payments", "Banking as public trust", "Regulatory tools", "Legal literature", "Regulatory clarity", "Compliance"]}