{"sentences": ["For release on delivery 10:00 a.m. EDT (9:00 a.m. CDT) November 7, 2023 Using Economic Data to Understand the Economy Christopher J. Waller Board of Governors of the Federal Reserve System \"Beyond the Numbers,\" a conference hosted by the Research Division of the Federal Reserve Bank of St. Louis St. Louis, Missouri November 7, 2023 Thank you, Katrina, for inviting me here today.", "As I hope you all know, the Federal Reserve uses monetary policy to achieve its dual mandate of maximum employment and price stability.", "One of my key roles as a policymaker is to help determine what stance of policy will move the economy closer to that reality.", "To do that, I need to try to understand where the economy stands and where it is headed.", "And to do that, I look at a variety of economic and financial data.", "I have a team of advisers who help me compile and analyze data.", "But you don't need your own team of economists to get a good idea of what's happening in the U.S. economy.", "The staff here at the Federal Reserve Bank of St. Louis has created an easy-to- use interactive tool that brings economic data to your fingertips.", "FRED (Federal Reserve Economic Data) allows the public to access, plot, and analyze thousands of economic data series.", "I often use FRED myself when I want to look up current and historical data.", "In fact, I thought for today's talk, I could use FRED to show some of the data series I consult when thinking about the economy.", "I'll start with some slides on economic activity and then move on to the labor market and inflation.", "I'll tell you how I am interpreting these data, what they have meant for policy to date, and offer a few caveats we should all keep in mind when using data.", "I will not be discussing my expectations for future monetary policy.", "Real Gross Domestic Product • Slide 2.", "Contributions to Real GDP • Slide 3.", "Change in Payroll Employment • Slide 4.", "Vacancy-to-Unemployment Ratio • Slide 5.", "Labor Force Participation Rate • Slide 6.", "Personal Consumption Expenditures Inflation • Slide 7.", "Personal Consumption Expenditures Core Inflation • Slide 8.", "Federal Funds Target Range • Slide 9.", "Treasury Yield Spread (10 Year to 2 Year) Slide 11.", "Payroll Revisions • Slide 12.", "Consumer Price Index Inflation Revisions Much of what I have shared today comes from an economic outlook speech I gave a few weeks back.", "If you would like to read the full remarks, you can look for those on the Board's website.", "But even more so, I hope these slides today have helped show that you and your students don't have to wait for a speech from a Fed policymaker to get an update on the U.S. economy.", "You can use FRED to access and analyze the data yourselves.", "I hope that reviewing these data series has been as fun for you as it has been for me or that at least I've sparked some ideas for how you can use this tool in the classroom.", "Using Economic Data to Understand Christopher J. Waller Board of Governors of the Federal Reserve System Beyond the Numbers Federal Reserve Bank of St. Louis November 7, 2023 The views expressed here are my own and do not reflect those of the Board of Governors or the Federal Open Market Committee.", "Real Gross Domestic Product Note: Dashed line of 2.1 percent is the average growth rate of real GDP between 2000:Q1 and 2019:Q4.", "The shaded bars indicate periods of business recession as defined by the National Bureau of Economic Research (NBER): March 2001-November 2001, December 2007-June 2009, and February 2020-April 2020.", "Source: Federal Reserve Bank of St. Louis (2023), \"Real Gross Domestic Product and Average Real Gross Domestic, Product,\" FRED Economic Data (accessed October 27, 2023), ; U.S. Bureau of Economic Analysis.", "Contributions to Real GDP Source: Federal Reserve Bank of St. Louis (2023), \"Contributions to Percent Change in Real Gross Domestic Product: Personal Consumption Expenditures, Gross Private Domestic Investment, Net Exports of Goods and Services, and Government Consumption Expenditures and Gross Investment,\" FRED Economic Data (accessed October 27, 2023), ; Federal Reserve Bank of St. Louis (2023), \"Real Gross Domestic Product,\" FRED Economic Data (accessed October 27, 2023), ; U.S. Bureau of Economic Analysis.", "Change in Payroll Employment Note: Dashed line of 183,000 is the average change in payroll employment between January 2010 and December 2019.", "Source: Federal Reserve Bank of St. Louis (2023), \"All Employees, Total Nonfarm and Average All Employees, Total Nonfarm from January 2010 to December 2019,\" FRED Economic Data (accessed November 1, 2023), ; U.S. Bureau of Labor Statistics.", "Vacancy-to-Unemployment Ratio Note: The shaded bars indicate periods of business recession as defined by the National Bureau of Economic Research (NBER): March 2001-November 2001, December 2007-June 2009, and February 2020-April 2020.", "Source: Federal Reserve Bank of St. Louis (2023), \"Job Openings: Total Nonfarm/Unemployment Level,\" FRED Economic Data (accessed October 27, 2023), ; U.S. Bureau of Labor Statistics.", "Labor Force Participation Rate Note: The shaded bars indicate periods of business recession as defined by the National Bureau of Economic Research (NBER): March 2001-November 2001, December 2007-June 2009, and February 2020-April 2020.", "Source: Federal Reserve Bank of St. Louis (2023), \"Labor Force Participation Rate,\" FRED Economic Data (accessed October 27, 2023), ; U.S. Bureau of Labor Statistics.", "Note: Dashed black line is the Federal Open Market Committee's longer-run inflation objective of 2 percent.", "The shaded bars indicate periods of business recession as defined by the National Bureau of Economic Research (NBER): March 2001-November 2001, December 2007-June 2009, and February 2020-April 2020.", "Source: Federal Reserve Bank of St. Louis (2023), \"Personal Consumption Expenditures: Chain-Type Price Index and Personal Consumption Expenditures Excluding Food and Energy (Chain-Type Price Index),\" FRED Economic Data (accessed October 27, 2023), U.S. Bureau of Economic Analysis.", "Note: The shaded bars indicate periods of business recession as defined by the National Bureau of Economic Research (NBER): March 2001-November 2001, December 2007-June 2009, and February 2020- April 2020.", "Source: Federal Reserve Bank of St. Louis (2023), \"Personal Consumption Expenditures: Goods (ChainType Price Index), Services (Chain-Type Price Index), and Excluding Food and Energy (Chain-Type Price Index),\" FRED Economic Data (accessed October 27, 2023), ; U.S. Bureau of Economic Analysis.", "Federal Funds Target Range Source: Federal Reserve Bank of St. Louis (2023), \"Federal Funds Target Range - Upper Limit and Lower Limit,\" FRED Economic Data (accessed November 02, 2023), ; Board of Governors of the Federal Reserve System.", "10-year Treasury Yield November 1 4.77% 3.86% Note: The shaded bars indicate periods of business recession as defined by the National Bureau of Economic Research (NBER): March 2001-November 2001, December 2007-June 2009, and February 2020-April 2020.", "Source: Federal Reserve Bank of St. Louis (2023), \"Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis,\" FRED Economic Data (accessed October 27, 2023), ; U.S. Board of Governors of the Federal Reserve System.", "Treasury Yield Spread (10 Year to 2 Year) Note: The shaded bars indicate periods of business recession as defined by the National Bureau of Economic Research (NBER): March 2001-November 2001, December 2007-June 2009, and February 2020- April 2020.", "Source: Federal Reserve Bank of St. Louis (2023), \"Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis-Market Yield on U.S. Treasury Securities at 2-Year Constant Maturity, Quoted on an Investment Basis,\" FRED Economic Data (accessed October 27, 2023), ; Board of Governors of the Federal Reserve System."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic data", "Economic activity", "Inflation", "GDP", "Labor market", "FRED", "Monetary policy", "Data analysis", "Federal Reserve", "Price stability"]}