{"sentences": ["Check against delivery 1 Looking back and moving forward Ladies and gentlemen, Who here still remembers the 1970s?", "Probably not too many of you.", "Let us wind back the clock fifty years.", "First, we see a war in the Middle East and surging energy prices.", "Second, as a result, we see decision-makers debating measures to reduce energy costs and to increase energy efficiency.", "Think about the car-free Sundays in Germany, for instance.", "Third, we see a global economy facing weak growth and high inflation.", "Fifty years later, we are in a different setting but it might be helpful to take into account some of the lessons learned back then.", "The horrific attacks by Hamas on Israel on 7 October have sparked a new escalation of violence in the Middle East.", "The conflict is adding to economic uncertainty at a time when the global economy \"is limping along\" - to use the words of the IMF - and inflation has not yet been completely defeated.", "In particular, the flare-up of violence poses renewed risks to energy prices.", "This comes just a year and a half after Russia's invasion of Ukraine sent global energy prices soaring.", "These events, like those of 1973, highlight just how vulnerable Western economies are to swings in energy markets because of their heavy dependence on fossil fuels.", "There are two important levers we can use to reduce this vulnerability.", "First, we ought to increase energy efficiency - so we can get more bang for our Watts.", "Second, we need to ramp up our use of renewable energy to lower the carbon intensity of the energy we consume.", "Experience gained fifty years ago offers valuable lessons.", "Back then, German companies faced strong economic headwinds, too.", "Amid these challenges, they proved their innovative strength and their ability to adapt their business models to the changing conditions.", "High energy prices prompted substantial efficiency improvements and research into alternatives to fossil fuels.", "Of course, history is not repeating itself - there are important differences between the 1970s and now.", "Today, German firms and other European corporates have understood that they need to wean themselves off fossil fuels.", "This transformation will reduce dependency on fossil fuels.", "It will mitigate the financial risk of rising energy prices.", "I am optimistic that European companies will use their innovative strength to adjust their business models.", "Today's topic is \"Changing or pretending - between ambition and reality\".", "It is difficult for the real economy and the financial sector to show proof of real change.", "One tool that can help corporates to show this proof is corporate transition plans.", "Corporates set out transition plans to explain their transformation strategy.", "They publish their strategy for the next 5, 10 or 15 years.", "Not just in prose but with facts and clear figures, so that investors will see whether a corporate is about to change or just pretending.", "Well begun is half done - benefits of transition plans Ladies and gentlemen, Many companies have pledged to achieve net-zero emissions by 2050.", "But as the motto of this conference suggests, ambition and reality do not necessarily match up.", "I know this from personal experience, so allow me to stray for a moment.", "New Year is approaching fast, so I want to share my New Year's resolution with you.", "I want to brush up on my French skills.", "I know that without a rigorous action plan my resolution might be shelved before I even pick up the first French book.", "But there's a huge difference between New Year's resolutions and net-zero pledges.", "Not sticking to a New Year's resolution is not the end of the world.", "Missing climate targets has far greater consequences.", "Good forward planning is essential.", "To turn ambition into reality, companies need a concrete, medium to longer-term action plan.", "In other words, they need a transition plan that outlines clear milestones and intermediate targets.", "Transition plans are the chance to break the tragedy of the horizon by aligning long-term commitments with concrete action today.", "A clear roadmap will make it easier for companies to manage risks that will come with the transition.", "And it will help them to seize the opportunities presented by the transition.", "Because rethinking business models can open up the potential for more efficient processes, new products, and new markets.", "Transition plans also provide valuable signals to stakeholders when it comes to securing financing.", "Banks and other financial stakeholders are increasingly scrutinising their corporate clients' transition strategies.", "They want to see more than just lofty targets and pledges, and demand concrete steps.", "This is especially relevant for companies that are not green yet or those that might never become fully green.", "Earlier this year, the Bundesbank asked German banks about the impact of climate change on bank lending.", "Banks reported that they had tightened credit standards for carbon-intensive companies more than for green and transitioning companies over the past 12 months.", "In addition, banks said that over the next 12 months they were planning to tighten their credit standards even more sharply in connection with the impact of climate change.", "This goes to show that companies that cannot credibly set out a path to a low-carbon business model might struggle to access financing in the future.", "Transition plans function as a market instrument that can help to channel financing to companies that have made a credible commitment to achieving climate targets.", "Too many cooks spoil the broth - a case for consistent standards The benefits of transition plans are clear.", "Actually writing them is less straightforward.", "Existing transition plans differ greatly in terms of length, format and content.", "I have seen some that are 100 pages long.", "And I have seen others that are a much shorter read.", "There are multiple competing market standards.", "Each of them aim to bring greater clarity.", "While laudable, the multitude of varying frameworks might, in fact, have made it less clear what a good transition plan should entail.", "I believe the clarity that corporates and financial institutions need has to come from the public sector.", "The Network for Greening the Financial System (NGFS) - a global coalition of central banks and supervisors that I will have the privilege of chairing starting in January - is engaging with financial institutions around the world.", "We aim to find out if financial institutions are currently getting the data they need from their corporate clients' transition plans.", "In a perfect world, the answer would be yes, but we expect to find data gaps.", "Good data is key and closing data gaps is crucial.", "By identifying these gaps, the NGFS can help to improve the informative value of transition plans.", "Regulators have also been busy bringing some order into the diverse transition plan landscape.", "For instance, many EU and non-EU companies will soon have to disclose transition plans under the Corporate Sustainability Reporting Directive (CSRD).", "The EU's framework has the potential to become an international reference point.", "Having these international reference points is absolutely critical.", "I want to stress one thing: we must not replace competing market standards with competing regulation.", "Ideally, by disclosing one transition plan, companies can comply with regulatory requirements in multiple jurisdictions.", "And ideally, this one transition plan would provide banks and investors with the information they need.", "To achieve this optimal scenario, regulatory coordination is vital.", "Regulations need to build on one another.", "The aim must be to achieve international compatibility and interoperability of standards.", "That way transition plans can unfold their full potential.", "As a strategic guidance tool.", "And as a tool to channel financing to companies that are committed to decarbonising.", "Ladies and gentlemen, Today, we are at a crossroads once again.", "There is no doubt that we are navigating through challenging times.", "But \"in the midst of every crisis, lies great opportunity.\"", "Those aren't my words, but Albert Einstein's.", "I find them quite fitting.", "Experience gained over the past two years gives us plenty of reasons to double down on transition efforts and fast-track the low-carbon energy transition.", "Net-zero commitments are a vital step, but not enough.", "What matters is walking the talk!", "International Monetary Fund: World Economic Outlook: Navigating Global Divergences, October 2023.", "Deutsche Bundesbank: Bank Lending Survey, July 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Energy prices", "Energy efficiency", "Renewable energy", "Transition plans", "Climate targets", "Green financing", "Data gaps", "Regulatory coordination", "Decarbonisation", "Economic uncertainty"]}