{"sentences": ["Thank you for inviting me to speak today.", "It is a great pleasure to celebrate the 25 anniversary of the ICCHK with the very distinguished audience here today, and the HKMA is very pleased to support today's event.", "At last year's ICCHK event, I shared our thoughts on how connecting digital islands can contribute to a more digitally integrated trade finance system, thereby addressing the pain points in trade finance and improving SMEs' access to financing.", "Today, I would like to share our thoughts on a more holistic approach to digitising trade and finance in Hong Kong and how we can reaffirm our global leadership through accelerated digitalisation.", "The issue is particularly relevant to Hong Kong, where the trade industry and the financial services sector account for about 18% and 21% of the city's GDP respectively.", "By digitising trade and finance, we are essentially adding fuel to these two major growth engines and taking our city's economic development to the next level.", "In recent years, we have witnessed a remarkable transformation in the way business and trade are conducted.", "The emergence of novel technologies and their growing adoption have revolutionised industries, reshaped customer behaviour, and redefined the nature of commerce.", "As we stand on the edge of a new digital era, we need to ensure that Hong Kong maintains its competitiveness on the global stage, and it is critical that we embrace and accelerate the progress of digitalisation in trade and finance.", "The benefits of digitalisation are clear - enhanced efficiency, reduced human error, savings in costs, speed to market, and full traceability.", "Digitalisation offers a multitude of opportunities to enhance Hong Kong's status in international trade and finance.", "To capitalise on these opportunities, we have identified five key elements in digitising trade and finance.", "Just as the Five Elements in Chinese culture or \"- (gold) (wood) (water) (fire) (earth)\", these elements tend to strengthen, support and reinforce one another throughout our digitalisation journey.", "The first key element that comes into play is the government.", "The digitalisation of government services plays a crucial role in facilitating digital trade and finance.", "By digitising government services, we can make government processes easier, more efficient and accessible.", "For instance, importers and exporters will find it much easier to lodge trade documents with the government through the one-stop online platform called Trade Single Window.", "The government is also spearheading the development of Hong Kong's digital economy by setting up the Digital Economy Development Committee last year, and it brings together industry experts, relevant academics and government officials for discussion and strategy formulation.", "The Committee is now conducting studies on issues such as digital infrastructure and digital transformation of enterprises, and it will put forward its recommendations early next year.", "To accelerate digitalisation, it is also imperative to provide open access to government data.", "A government-led data sharing initiative will be launched by the end of this year, which will not only enhance data sharing among government departments, but also open up more types of government data for banks to access through the HKMA's Commercial Data Interchange, or CDI as we call it.", "For instance, the Companies Registry is set to become the first government data source to be connected to CDI later this year, providing banks with more streamlined access to corporate information of registered companies for Know Your Customer (KYC) purposes.", "Building upon the foundation laid by the government's work to drive digitalisation, the second element focuses on enhancing cross-border collaboration.", "In an interconnected world, collaboration is essential for unlocking the full potential of digitalisation and data.", "At the HKMA, we recognise the importance of fostering strong cross-border partnerships, especially in the area of data sharing.", "By establishing secure frameworks for data exchange and building digital trade corridors, we can promote trust and facilitate seamless transactions, enabling businesses to expand their global reach and capture emerging opportunities.", "For instance, under a recently signed Memorandum of Understanding, we are exploring the possibility of connecting CDI with the SME Financing Platform developed by the Abu Dhabi Global Market, hoping to facilitate cross-border trading by addressing potential pain points in cross-border banking services.", "If successful, I hope this could be the start of more data linkages with our trading partners.", "Speaking of banking services, let us turn our attention to the third element - digitising banking processes, which is vital in enhancing efficiency and reducing friction in trade and finance.", "By streamlining banking processes in areas such as credit approval and Know Your Customer (KYC), we can enable businesses to access financing more efficiently, minimise duplication of effort and improve customer experience.", "We are committed to leveraging technology to transform banking operations.", "For instance, by enabling more direct access to commercial credit reference data through CDI, we can enhance the speed and accuracy of credit assessments conducted by banks, facilitate smoother trade financing, and support the growth of businesses across various sectors.", "The fourth element centres around digitising supply chain and manufacturing platforms while connecting these isolated digital networks.", "The digitisation of supply chain and manufacturing platforms is essential to optimise operations and drive productivity gains.", "By embracing technologies such as the Internet of Things, blockchain and artificial intelligence, we can create a seamless flow of information, goods and services across the entire value chain.", "We can also enhance visibility and traceability throughout the supply chain by integrating and connecting siloed digital networks.", "This will enable businesses to collaborate more effectively, reduce costs, improve inventory management and respond more swiftly to changing market conditions.", "To achieve this synergy, we are also exploring the possibility of connecting CDI with the supply chain platform developed by the Fung Group, hoping to further digitise trade and trade financing through the use of innovative technologies.", "Finally, the fifth element that I would like to talk about focuses on exploring more advanced digital payment options.", "As digital trade continues to evolve, it is crucial to embrace innovative payment solutions.", "By exploring innovations such as programmable money and smart contracts, we can help businesses reduce transaction costs, mitigate risks, and develop new business models.", "Programmable money can enable automated and secure transactions with preset conditions, while smart contracts can ensure trust, efficiency and transparency in transactions.", "At the HKMA, we are actively exploring payment innovations such as central bank digital currencies at both wholesale and retail levels through Project mBridge and Project e-HKD.", "These advanced payment options have the potential to further enhance Hong Kong's competitiveness in the global marketplace.", "Now that I have introduced all five elements in digitising trade and finance, it is important to note that they are not isolated, but rather interconnected and mutually reinforcing.", "At the HKMA, we are working hard to connect these key components through CDI, with a focus on achieving interconnectivity and interoperability.", "Digitalisation of government services and open government data provide the foundation for enhanced collaboration and more seamless data sharing via CDI.", "This, in turn, will support further digitisation of banking processes.", "With CDI, we continue to explore new business use cases by connecting isolated digital networks such as supply chain platforms and payment services providers, which can also serve as prospective data providers in the CDI ecosystem.", "When a more comprehensive data ecosystem is formed, we can further examine how advanced digital payment systems can contribute to more robust digital trade and finance.", "Before I close, let me share with you the story of a real case -- Mr Wong, who has founded a Hong Kong-based company that designs, develops, manufactures and sells collectible figures locally and abroad.", "Mr Wong has always wanted to take full advantage of growing business opportunities by developing new collectible figures, but research and development called for extra cash flow and resources.", "This led Mr Wong to apply for funding from banks, but the application took a long time to process, and he was forced to delay parts of his expansion plan.", "However, things took a turn when he was introduced to CDI.", "Through CDI, his company shared alternative data with banks, such as its electronic trade declaration records that show imports of materials, sales, inventory value and scale of operations, almost real time.", "And with all these alternative data, a bank was able to give him the funding for business expansion with a much shorter processing time and even a lower interest rate.", "This story is just one example of how businesses can benefit from progress in one or two areas of the five elements I mentioned.", "Now imagine how a more robust landscape can be created when we really get all five elements to materialise.", "By harnessing the power of technology and embracing these interconnected elements, businesses in Hong Kong can reap the benefits of digitising trade and finance, and together we can create a thriving digital economy, and consolidate Hong Kong's position as a global hub for trade and finance.", "I have just given you a central banker's perspective on our path towards the digitalisation of trade and finance.", "I am sure you would all agree that this is a broad and complex topic, and the views of great minds from across different sectors are always needed and valued.", "With a panel discussion to follow, I will now hand over to experts from other sectors to share their insights on digital finance and trade, and how to reinvigorate growth in Hong Kong.", "Once again, thank you for having me today, and I wish you a fruitful and successful event."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalisation", "Trade finance", "Government", "Data sharing", "Banking", "Supply chain", "Digital payment", "Interconnectivity", "Collaboration", "Digital economy"]}