{"sentences": ["OF CENTRAL BANK KENYA AFRO-ASIA FINTECH FESTIVAL NAIROBI ONLINE CITY In partnership with the 2020 Singapore Fintech Festival Opening Remarks by Dr. Patrick Njoroge Governor, Central Bank of Kenya December 7, 2020 As Prepared for Delivery Good Morning, Good Afternoon, Good evening!", "It is a great honour for the Central Bank of Kenya (CBK) to host the Nairobi Online City, an iteration of the Afro-Asia Fintech Festival (AAFF) launched in 2019.", "The AAFF Nairobi Online City is part of the 2020 Singapore Fintech Festival (SFF).", "CBK is therefore honoured to join the global community of Central Banks, governments, financial institutions, fintechs, and other players to deliberate and reflect on the theme of \"People and Talent: Harnessing Collaboration in Pursuit of Resilience and Growth Post COVID-19.''", "At the outset, let me express CBK's gratitude to the Monetary Authority of Singapore (MAS) for allowing CBK and almost 40 other cities to partner in expanding the reach of the virtual 2020 SFF.", "I also appreciate all our partners and service providers who have worked with us to make this event a reality.", "has been an exceptional year dominated by the coronavirus (COVID-19) pandemic.", "Our lives and livelihoods have dramatically changed as Governments, businesses and citizens globally sought to contain the pandemic.", "There have been significant adverse health and economic effects that have rolled back global progress in efforts towards the shared prosperity of our citizens.", "As significant progress begins to be made on the medical front in developing vaccines and therapeutic drugs, the conversation must shift to building back better.", "While the pandemic has been devastating, it has also accelerated digitalization that should stand us in good stead as we transition to the post COVID-19 recovery.", "Digital platforms have been the lifelines in accessing essential financial, health, education, medical, entertainment and other services.", "We must embed these gains and leverage them as we pursue global resilience and growth post COVID-19.", "Towards this end, we shall over the next few days, deliberate on various strategies.", "Let me highlight three broad themes to set the stage.", "First, is restoring Small and Medium Enterprises (SMEs).", "SMEs are the engines of economies globally and more particularly in Africa.", "However, they have borne the brunt of COVID-19 containment measures including movement restrictions and curfews.", "Their businesses have been disrupted causing adverse impact on lives and livelihoods.", "We will need to accelerate digital ecosystems that will enable the SMEs to reconnect with their customers, markets and access the much needed finance for recovery.", "I therefore look forward to the panel discussions later today on reinventing SMEs through digital ecosystems that will provide an African perspective.", "I am sure that this will be supplemented by the global perspectives from the United Nations Development Program on Wednesday on inclusive digital finance for SMEs.", "However, we must remember that it is not just about digital platforms or finance, we also need to consider how to retool the skills and business models of SMEs as they pivot to the post COVID-19 era.", "As we move forward, agility will be Second, is partnerships and collaborations.", "imperative particularly for incumbent institutions as they respond to changing customer preferences for services.", "Even before the pandemic, incumbent banks anytime anywhere and telecommunication companies had started to develop partnerships with agile fintech companies.", "This trend will have to be accelerated in a safe and sustainable manner as we build back.", "We will this week hear from eminent leaders in the banking, telecommunication and technology sectors on their partnership and collaboration strategies.", "More interestingly, we will also hear from fintechs and start-ups on their journeys through the pandemic and the value proposition that they bring to building an inclusive ecosystem.", "Third, is sustainable finance.", "At the heart of post COVID-19 recovery will be a renewed focus on People, Purpose and Planet (3Ps).", "For resilience, finance must take into account environmental, social and governance considerations.", "This is an area that the Kenyan banking sector is setting the pace on.", "In 2015, Kenyan banks established the Sustainable Finance Initiative to embed sustainability in their values and processes.", "It is therefore befitting that some of the leading Kenyan banks in these areas will be sharing their sustainable finance experiences and strategies going forward later this week.", "As we explore the opportunities of digitalization, we must remain seized of the risks.", "In particular, cybersecurity and data governance pose a risk particularly for the increased number of our citizens who are accessing digital systems for the first time.", "We must therefore ensure that we reflect on how to build cyber resilience in the new normal.", "Equally important is the protection of data on digital platforms that increasingly transcend national borders.", "We need to urgently explore ways of ensuring our citizens are digitally literate and all participants in the digital ecosystem exercise responsible digital leadership and governance.", "The overarching theme in our discussions all through this week must be about People.", "We must constantly ask ourselves, what are their needs?", "How does technology and innovation meet these needs?", "Most importantly, how do we place People at the centre?", "In closing, let me once again reiterate what a privilege it is for CBK to be hosting you.", "The journey of cannot be undertaken alone.", "Platforms such as the building back better Nairobi Online City provide opportunities for many more of us to come together.", "Let us walk together, as we collectively work towards restoring the lives, livelihoods and dignity of our citizens.", "It is now my distinct honour and pleasure to declare the Afro-Asia Fintech Festival Nairobi Online City officially opened.", "I wish you all a fruitful virtual journey as you traverse the World over the next three days."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["People", "Digitalization", "SMEs", "Partnerships", "Collaboration", "Sustainable finance", "Cybersecurity", "Data governance", "Resilience", "Growth"]}