{"sentences": ["December 8, 2021 Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Tokushima AMAMIYA Masayoshi Deputy Governor of the Bank of Japan It is my pleasure to have the opportunity today to exchange views with leaders in administrative, financial, and economic areas in Tokushima Prefecture.", "I would like to take this chance to express my sincere gratitude for your cooperation with the activities of the Bank of Japan's Tokushima Office and Takamatsu Branch.", "Since the outbreak of the novel coronavirus roughly two years ago, we have had to exchange views online when holding meetings with local and business leaders across Japan.", "Today, I am very grateful to visit here to meet with you at this gathering and gain insights from your positive efforts toward boosting the local economy under the severe pandemic.", "At the outset of this meeting, I would like to explain the Bank's view on economic and price developments, and also talk about its thinking on recent financial conditions surrounding firms and on the conduct of monetary policy.", "Economic Developments Baseline Scenario I will start by talking about economic developments.", "It is still unclear how will affect domestic and overseas economies, partly due to the emergence of a new variant named Omicron.", "As I will mention later, the outlook for the global economy also is unclear because of various factors such as inflation.", "Since we are in this highly uncertain situation, I would like to first explain the baseline scenario of the outlook for Japan's economy and then elaborate on risk factors that could cause a deviation from the scenario (Chart 1).", "Looking at developments in Japan's economy, real GDP rose from the bottom hit for the quarter of 2020 but has remained sluggish since the turn of this year.", "Most recently, real GDP exhibited relatively large negative growth for the quarter.", "One factor behind this is prolonged subdued private consumption, mainly of services such as eating and drinking as well as accommodations, due to the spread of the Delta variant this summer.", "Another factor is that exports and production, which had been solid, became weak, mainly for automobile-related goods, due to delays in parts procurement that reflect the spread of in Southeast Asia.", "In addition, such constraints temporarily pushed down consumption of durable goods and business fixed investment, and this also contributed to negative GDP growth.", "That said, in the Bank's baseline scenario, the recovery trend in Japan's economy is likely to gradually become evident toward next year.", "This outlook is based on the following three points.", "First, it is projected that the effects of constraints will be transitory and thus the virtuous cycle in the corporate sector will be maintained in Japan (Chart 2).", "Specifically, the recent weak exports and production are caused by constraints such as parts shortages.", "On the back of continued strong recovery in overseas economies, particularly advanced economies, Japanese firms are facing solid demand, mainly for goods.", "Therefore, as supply of parts resumes, exports and production are likely to increase firmly again.", "In fact, the situation in Southeast Asia, which triggered the current disruptions, has been on an improving trend, and factory production has been resuming in the region.", "It is expected that a recovery in production to catch up with demand and the restocking of inventories that had been reduced to a large degree will boost production activity.", "In this situation, corporate profits, which already have recovered to the level, are likely to increase further.", "Business fixed investment also is projected to become active, partly due to firms' efforts toward digitalization and decarbonization.", "The second point is that private consumption finally has been picking up after a prolonged severe phase (Chart 3).", "In Japan, the vaccination rate has risen to a level above that in the United States and Europe and the number of confirmed cases has declined.", "Against this background, public health measures, including the state of emergency and priority measures to prevent the spread of disease, have been lifted since October.", "Timely data, such as the Economy Watchers Survey and location data from mobile phones, show that private consumption, including that of services such as eating and drinking as well as accommodations, has been heading toward recovery since October.", "Meanwhile, employee income has turned to an increase, reflecting a rise in the number of regular employees and wage increases in industries with acute labor shortage.", "In addition, a considerable amount of savings has accumulated in the overall household sector as a result of constrained consumption activity during the pandemic.", "If people use their income and savings to consume, for example, services they had cut back, a virtuous cycle will operate in which such an increase in spending will bring about a sales increase at firms and wage increases for those working there, and thereby consumption-related encourage a further increase in consumption.", "The third point is the effects of the government's economic stimulus package formulated last month.", "While the extent to which the package will push up the economy also depends on the supplementary budget and thus should be closely examined, there will likely be the synergy effects of monetary and fiscal policy mix.", "That is, the Bank has pursued powerful monetary easing measures so that and interest rates will be stable at low short- long-term levels.", "In this situation, an expansion in fiscal spending is likely to have greater stimulus effects without leading to a rise in interest rates.", "It is therefore expected that the latest stimulus package will underpin the economy through the synergy effects.", "Taking these points into account, it is projected as a baseline scenario that the recovery trend in the overall economy will gradually become evident through next year, as downward pressure stemming from constraints and wanes and the effects of the supply-side COVID-19 economic stimulus package materialize.", "However, as I mentioned at the outset, the outlook for Japan's economy entails extremely high uncertainties.", "The following risk factors warrant attention.", "First, there remain uncertainties over whether services consumption will pick up steadily during the era.", "As explained, consumption of services, such as COVID-19 face-to-face eating and drinking as well as accommodations, has been picking up.", "That said, anecdotal information from firms suggests that vigilance against is sticky and thus people are reluctant to hold large parties or go on a group trip.", "In some European countries, the number of confirmed cases has resurged despite progress with vaccinations, and cases of the new Omicron variant, which is considered to be highly contagious, have been detected.", "Given persistent risk aversion of households in Japan, mainly of seniors, the extent to which consumption will recover continues to warrant attention.", "The second factor is a risk that the effects of supply-side constraints will be amplified or prolonged (Chart 4).", "As mentioned earlier, the issue of parts shortages caused by the spread of in Southeast Asia has started to dissipate.", "That said, there remains a fundamental problem that firms' supply capacity has not been able to keep up with the surge in demand, mainly for goods.", "In order to solve this problem, enhancing supply capacity through business fixed investment is essential, and this will likely take some time.", "In particular, supply and demand conditions of semiconductors have been tighter than ever because of the existing trend of acceleration in digitalization, as seen in the spread of 5G networks and electrification of vehicles, and because of an expansion in online demand due to the outbreak of the pandemic.", "Therefore, a possible recovery in production might be hampered by shortages of parts such as semiconductors.", "Besides parts shortages, various constraints have emerged on a global basis.", "These include stagnation of logistical services, such as shipping, and labor shortage in the United States, for example.", "As the impact of wanes, the demand imbalance and bottlenecks on the production and logistics sides are likely to essentially head toward a resolution.", "That said, it is necessary to carefully examine the extent to which constraints will remain.", "The third factor concerns developments in overseas economies.", "Supported by aggressive macroeconomic policies taken in advanced economies, overseas economies are likely to continue recovering steadily on the whole, albeit with variation across countries and regions.", "That said, relatively high inflation has continued in the United States and Europe for longer than initially expected, and market participants are speculating that central banks in those economies might reduce monetary accommodation earlier than expected.", "In the latest World Economic Outlook, the International Monetary Fund (IMF) warns that \"great uncertainty surrounds inflation prospects.\"", "In addition to the debt problems in the real estate sector, the Chinese economy entails a risk of a decline in to growth potential.", "medium- long-term These developments should be monitored, as they could affect global financial markets, for example, and in turn weigh on overseas economies.", "In addition, let me touch on the impact of a rise in commodity prices as a risk related to overseas economies (Chart 5).", "Prices of a wide range of commodities, such as crude oil, natural gas, and copper, have increased clearly of late.", "In the meantime, the depreciation of the yen has also pushed up commodity prices in yen terms.", "Since Japan depends heavily on imported resources, the rise in commodity prices in itself means an outflow of income to countries.", "However, this is only one aspect of the impact of the rise in resource-exporting commodity prices.", "In order to examine the impact on Japan's economy as a whole, it is important to also take into account the economic environment behind this rise.", "For example, if the rise in commodity prices is due to an expansion in demand triggered by the recovery in the global economy, firms engaging in global business will benefit from an increase in exports and improvement in profits earned abroad.", "If these firms increase business fixed investment and raise their employees' wages, this will also have a positive impact on Japan's economy as a whole.", "On this point, various factors have been involved in the current rise in commodity prices.", "Quantitative analysis by the Bank's staff shows that, although the rise is partly due to supply factors, such as the reduction in oil production by countries, it seems to be basically due to demand factors, such as the expansion in demand for resources stemming from the recovery in the global economy.", "While this result needs to be interpreted with considerable latitude, it is consistent with the forecasts made by international organizations, including the IMF, that the global economy will grow well above the average this year.", "It is therefore considered that the improving trend in corporate profits will not be hampered for Japan's economy as a whole, mainly thanks to firms in the manufacturing sector, which tend to receive greater benefit from the global expansion in demand.", "That said, the effects of the expansion on corporate profits vary across economic entities, depending on industry and firm size.", "For example, the negative impact of an increase in import costs stemming from the rise in commodity prices is more likely to be significant for nonmanufacturing or small and firms because many of them are domestic The Bank will closely monitor whether or not demand-oriented.", "the current rise in commodity prices impedes the recovery trend in Japan's economy, mainly through deterioration in profits of sectors that are adversely affected.", "Price Developments Next, let me talk about price developments (Chart 6).", "Commodity prices have risen, as I just mentioned, and global supply and demand conditions of goods have tightened.", "Against this background, the producer price index (PPI) in Japan -- which captures prices of goods traded within the domestic corporate sector reached 8 percent for October on a basis, the highest level since early 1981 in the aftermath of the second oil shock.", "On the other hand, the rate of change in the consumer price index (CPI) which captures domestic consumer prices of goods and services for all items excluding fresh food has been at around 0 percent recently, despite the rise in energy prices.", "This is notably low considering that the rate of increase in consumer prices has been at around 6 percent in the United States and around 5 percent in Europe.", "What lies behind the weak consumer prices in Japan are structural factors unique to the country, in addition to the slower recovery in demand compared with the United States and Europe, mainly for private consumption.", "Unlike firms in the United States and other countries, Japanese firms continued to hoard their regular workers in particular even during the pandemic, while making use of such programs as employment adjustment subsidies.", "This suggests that they have the capacity to swiftly expand supply of products and services in response to a recovery in demand.", "In addition, a mindset and behavior based on the assumption that prices will not increase easily have remained deeply entrenched among firms and households in Japan due to their experience of deflation in the past.", "Nevertheless, the underlying inflationary pressure has been increasing in Japan, albeit gradually (Chart 7).", "For instance, mobile phone charges alone have pushed down the rate of change in the overall CPI by about 1.5 percentage points, mainly because major carriers launched mobile phone plans this spring.", "When excluding such temporary factors, the rate of change in the CPI seems to be increasing moderately in positive territory.", "Meanwhile, Japanese firms' stance is starting to change.", "Looking at firms' stance regarding input and output prices in the Tankan, there have been times in the past when firms found it hard to raise output prices even when input prices rose.", "However, this seems to have become less prevalent recently; that is, there has been an increasing number of firms that are passing on the increase in input costs to output prices, including in overseas markets where demand has been steady.", "While there has been an established practice among firms in the basic materials industry, such as steel firms, to pass on a certain ratio of increase in input costs to output prices, attention is needed on the extent to which this practice will spread to other industries.", "Financial Conditions surrounding Firms and the Bank's Conduct of Monetary Financial Conditions I would now like to explain the Bank's conduct of monetary policy (Chart 8).", "Let me first describe Japan's financial conditions surrounding firms, the starting point of the transmission channel of the effects of monetary policy.", "Immediately after the outbreak of last year, precautionary demand for funds surged due to heightened uncertainties over the future, and financial positions, mainly of firms, deteriorated significantly due to a decline in sales.", "Financial markets at home and abroad also became significantly unstable.", "In order to address this situation, the Bank has been supporting financing, mainly of firms, and maintaining stability in financial markets by conducting powerful monetary easing since March 2020 through the following three measures: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (2) an ample and flexible provision of yen and foreign currency funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar operations; and (3) purchases of funds (ETFs) and Japan funds-supplying exchange-traded real estate investment trusts The Special Program consists of two temporary (J-REITs).", "measures to support financing, mainly of firms: an operation through which the Bank provides funds on favorable terms to financial institutions that make loans in response to and a substantial increase in purchases of CP and corporate bonds.", "Owing to the Bank's responses, together with the government's measures to support financing and financial institutions' efforts, firms' funding conditions have remained accommodative on the whole (Chart 9).", "In the CP and corporate bond markets, which are important sources of financing for large firms, issuance conditions have been extremely favorable; for example, favorable issuance conditions for CP can be confirmed by the relevant diffusion index (DI) in the Tankan.", "Since large firms in particular have been repaying loans they borrowed after the outbreak of COVID-19 as a precaution against a shortage of funds, the pace of increase in the amount outstanding of bank lending has decelerated, indicating that corporate financing has become stable.", "In contrast, while financial conditions surrounding small and firms seem to be on an improving trend, some still face weakness in their financial positions (Chart 10).", "In particular, small and firms in the services industry, which has medium-sized face-to-face been strongly affected by have been slower to improve their financing.", "Looking at the DI for financial positions of small and firms in the Tankan, while the DI for all industries is positive, that for the services industry remains negative, which means that the proportion of firms answering that financial positions are \"tight\" is larger than those answering \"easy.\"", "Under these circumstances, financial institutions' lending attitudes have been accommodative as perceived by firms of all sizes.", "My understanding is that private financial institutions have been supporting financing of their corporate clients, mainly through lending operations, even after the new applications for effectively and unsecured loans ended in March 2021. so-called interest-free In sum, financial conditions surrounding firms have improved on the whole, although weakness in financial positions has remained for some small and firms in, for example, the services industry.", "The Bank's Special Program is scheduled to be conducted until the end of March 2022, and the responses thereafter will be appropriately decided by examining developments in corporate financing and other factors based on, for example, the upcoming December Tankan.", "Conduct of Monetary Policy On that basis, I will explain the Bank's view on the future conduct of monetary policy (Chart 11).", "Even though the underlying trend in inflation has gradually increased, as I mentioned earlier, Japan's inflation rate is still far below the price stability target of 2 percent.", "The Bank projects that the rate of increase in Japan's CPI will be only at around 1 percent even in fiscal 2023, which is the end of the current projection period.", "It will therefore persistently continue with powerful monetary easing under the current Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control to achieve the price stability target of 2 percent.", "I would also like to emphasize that there is no change to the Bank's stance that, for the time being, it will closely monitor the impact of and not hesitate to take additional easing measures if necessary.", "When I say this, I am sometimes asked whether there is no need for Japan to adjust monetary easing while central banks in the United States and Europe have recently started to move toward adjusting theirs.", "Some central banks are facing a common problem that is both old and new; namely, how to respond to price increases stemming from rising commodity prices and constraints.", "Essentially, if price rises are temporary, central banks should allow them and continue with monetary easing to concentrate on supporting the economy.", "On the other hand, if prices increase for a wide range of goods other than energy as well as of services, or if there is concern about so-called second-round effects of price rises on wages and inflation expectations, central banks could reduce monetary accommodation to contain such developments.", "In this regard, with inflation remaining above the target, central banks in the United States and Europe face the difficult choice of whether to maintain their current monetary easing and continue to support the economic recovery, or whether to reduce monetary accommodation to limit effects.", "Given the price developments in Japan I have described, I think it makes sense that the Bank does not actually need to adjust its monetary easing at present.", "Central banks conduct monetary policies in line with developments in economic activities and prices of their respective economies.", "It is therefore natural that the specifics of and directions for their monetary policies are not the same, and this difference will instead contribute to stability in their economies as well as the global economy.", "Current Situation of and Outlook for Tokushima Prefecture's Economy Lastly, I would like to talk about the economy of Tokushima Prefecture.", "The economy has picked up as the impact of wanes.", "That is, private consumption has picked up and production also has increased.", "Although there are high uncertainties, such as over the course of the economy is expected to continue to pick up.", "As with other prefectures, Tokushima Prefecture is facing the following challenges in the medium to long term: structural problems such as the declining and aging population, issues highlighted by the pandemic, such as with regard to digitalization, and the need to make efforts to achieve the Sustainable Development Goals (SDGs), which have received growing attention worldwide.", "While prefectures across the nation have been working toward addressing these challenges in order to achieve sustainable development of their economy, Tokushima Prefecture has taken various initiatives ahead of others and gained attention both in Japan and abroad as an advanced model.", "For example, I have heard that firms attracted by one of the best optical broadband environments in Japan are opening satellite offices throughout the prefecture.", "In addition, Kamikatsu Town, famous for its business, became the first municipality in Japan to declare a \"zero waste\" policy 18 years ago in 2003, and is still drawing attention as a town where people can learn about environmental issues.", "In addition, the prefecture is one of the world's most advanced LED regions, with more than 150 firms related to LEDs, which contribute greatly to energy and power savings.", "Firms and universities are working together to promote industries, create new industries, and develop human resources.", "In terms of gender equality, Tokushima Prefecture has one of the highest proportions of women working as business executives, in management positions, or on councils of local governments, suggesting that women are playing a prominent role in the region.", "Looking back at the history of the prefecture's economy, the indigo and salt manufacturing industries flourished by taking advantage of the climate and nature.", "These industries have developed over time, and agriculture still flourishes in the areas where indigo was cultivated.", "The raw material processing technology used in salt production is one of the roots of the chemical industry, which has become a major industry of the prefecture's economy.", "Thus, Tokushima Prefecture has a history of achieving sustainable development by reinventing itself to meet the changing needs of the times.", "It is my hope that its economy will continue to develop further by promoting initiatives that are ahead of their time.", "The Bank, through its Tokushima Office and Takamatsu Branch, will continue to gather information and exchange views in order to contribute in any way possible to various efforts to revitalize the region.", "Thank you very much for your attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Tokushima December 8, 2021 AMAMIYA Masayoshi Deputy Governor of the Bank of Japan I.", "Economic Developments II.", "Financial Conditions surrounding Firms and the Bank's Conduct of Monetary Policy IV.Current Situation of and Outlook for Tokushima Prefecture's Economy ann., q/q % chg. /Q4 +11.8 s.a., ann., tril.", "Economic Developments Corporate Sector Exports and Production Corporate Profits s.a., CY 2015 = 100 s.a., tril.", "yen 80 Current profits 70 Industrial production CY 06 08 10 12 14 16 18 20 CY 06 08 10 12 14 16 18 20 Note: In the right-hand chart, figures are based on the Financial Statements Statistics of Corporations by Industry, Quarterly and exclude \"finance and insurance.\"", "Figures from 2009/Q2 onward exclude pure holding companies.", "Sources: Ministry of Finance; Ministry of Economy, Trade and Industry; Bank of Japan.", "Household Sector Confidence Indicator Mobility Trends Based on Location Data (Economy Watchers Survey) current conditons DI (level), s.a. change from baseline, 7-day central moving average, % -5 -20 beverage -35 activity-related Jan. Jan. Jan. Oct. Jan. Apr.", "Oct. 19 20 21 20 Note: In the right-hand chart, the baseline is the median on the corresponding day of the week during the 5-week period from January 3 to February 6, 2020.", "Figures are mobility trends for places such as restaurants, shopping centers, and theme parks.", "Sources: Cabinet Office; Google LLC /.", "\"Google COVID-19 Community Mobility Reports.\"", "Economic Developments World Semiconductor Demand s.a., bil.", "Sources: Bloomberg; OECD; Haver.", "In the left-hand chart, figures are the producer price index (PPI) for all commodities (adjusted to exclude the effects of the consumption tax hikes).", "In the right-hand chart, figures for the United States and the euro area are the overall CPI and overall HICP, respectively.", "Figures for Japan are the CPI for all items excluding fresh food.", "Sources: Bank of Japan; Haver; Ministry of Internal Affairs and Communications.", "In the left-hand chart, figures for CPI (all items less fresh food) exclude the direct effects of the consumption tax hike in April 2014.", "Figures for CPI (all items less fresh food, energy, and temporary factors) are staff estimates and exclude (1) energy, (2) the effects of policies concerning the provision of free education, (3) the effects of the \"Go To Travel\" campaign, which covers a portion of domestic travel expenses, and (4) mobile phone charges, from the CPI (all items less fresh food).", "In the right-hand chart, figures are for all industries and enterprises.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "Financial Conditions surrounding Firms and the Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Purchases of ETFs and J-REITs ETFs: annual pace with an upper limit of about 12 tril.", "yen J-REITs: annual pace with an upper limit of about 180 bil.", "yen Financial Conditions (1) Issuance Conditions for CP Amount Outstanding of as Perceived by Firms (Tankan) s.a., tril.", "Source: Bank of Japan.", "Percentage figures indicate the medians of the Policy Board members' forecasts (point estimates) presented in the October 2021 Outlook Report.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Economic recovery", "Monetary policy", "Price stability", "Corporate financing", "Inflation", "Supply-side constraints", "Overseas economies", "Financial conditions", "Structural problems", "Tokushima Prefecture's economy"]}