{"sentences": ["18.10.2021 Identifying lessons from the current crisis on the prudential framework for the banking system Opening remarks at the Third Conference on Financial Stability organised by the Banco de España and CEMFI Pablo Hernández de Cos Ladies and gentlemen, good afternoon.", "Let me welcome you all to this Third Conference on Financial Stability, jointly organised by the Banco de España and the Centro de Estudios Monetarios y Financieros (CEMFI).", "This is the first physical conference we have been able to organize since the start of the pandemic and we all hope that this can also mark our return to normality, where physical interactions become the norm again and not the exception.", "I would like to start by expressing my gratitude to Rafael Repullo, director of CEMFI, and to all the members of the scientific committee, responsible for promoting the conference and selecting the papers included in the programme.", "As in the previous two editions, you have assembled a commendable set of papers that combine empirical and theoretical evidence to explain some of the key events of these current extraordinary times.", "I am sure that the task of the scientific committee in selecting the twelve papers to be presented has not been a straightforward one, given the almost 150 submissions received.", "And, of course, let me also thank our keynote speaker, Randal Quarles, for his willingness to attend our conference, and to Markus Brunnermeier, Jon Cunliffe and Jean-Pierre Landau, participants in our panel on Central Bank Digital Currencies and Financial Stability, for their readiness to join us today.", "I would further like to extend my gratitude to both the presenters and discussants of the different sessions we will be staging over these two days.", "Preliminary lessons learned from the COVID-19 pandemic Indeed, many of the papers that will be presented in this conference fit perfectly well with some of the main current priorities of both regulators and supervisors at the global level.", "As a way to frame the discussion, let me use these initial remarks to refer briefly to the work of the Basel Committee on Banking Supervision (BCBS).", "And, in particular, on the efforts devoted to identify lessons learned from the impact of the current crisis on the functioning of the prudential framework for the banking system.", "The COVID-19 has been the first global test of the Basel reforms implemented after the Great Financial Crisis (GFC).", "So the debate has already started about whether or not these reforms have performed as intended.", "To contribute to this debate, the BCBS published last July a preliminary report on this topic1, whose conclusions have also contributed to a broader report prepared by the FSB.", "But before describing the main features of this work, let me stress upfront three important considerations that make it difficult to extract robust or definitive conclusions at this stage.", "First, the origin of the current shock is significantly different from the Global Financial Crisis (GFC) that motivated the Basel III reforms.", "The Basel III standards were not designed with a global pandemic in mind, but rather a crisis induced by the financial cycle.", "Second, this shock has been accompanied by extensive and extraordinary monetary and fiscal support measures that, to a large extent, have also limited the impact on the banking sector.", "Third, the crisis is far from over and its final impact on the banking sector and financial stability will foreseeably materialise as support measures are unwound.", "With these considerations in mind, let me focus on three topics tackled in the COVID-19 early lessons report I referred to, and which are also generating discussions and reflections in global fora: (i) banking resilience; (ii) buffer usability; and (iii) procyclicality.", "Resilience of the banking system during the pandemic A key objective of prudential regulation in general, and of the Basel framework in particular, is to build a resilient banking system that is able to absorb shocks and continue to support economic activity in the event such shocks materialize.", "In this regard, the global banking system entered the COVID-19 pandemic on a more resilient footing than in the run-up to the GFC with stronger capital and liquidity levels, bolstered by the Basel III reforms.", "And one year and half into the crisis, banks ́ capital and liquidity positions remain strong.", "While market measures of bank resilience suggest that some banks experienced financial strains early in the pandemic, when market liquidity deteriorated and bank funding costs increased sharply, no internationally active bank has so far failed or required significant public sector funding since the onset of the pandemic.", "And the banking system has broadly maintained its provision of lending and other critical services to households and business.", "Disentangling the effects of the regulatory framework on overall bank resilience from the extraordinary support measures applied during the pandemic is difficult.", "However, there are already some pieces of evidence that stress the importance of the role played by the former.", "First, we examined the extent to which Basel III reforms contributed to bank resilience by looking at the relationship between regulatory measures and market-based resilience metrics (for instance banks ́ credit default swap (CDS) spreads) and/or lending.", "The analyses suggest that banks with higher capital ratios suffered smaller increases in CDS spreads in response to the pandemic.", "And it also indicates that more strongly capitalised banks showed greater increases in lending to businesses and households than other banks.", "Further, there is some additional evidence pointing out that the uptake of public support measures, such as loan guarantee programs, was higher for better-capitalised banks.", "On the role of the leverage ratio, while it has not yet been implemented by all member jurisdictions and was not binding for most banks during the pandemic, we examined whether banks that had a smaller amount of capital above leverage ratio requirement and, when applicable, buffers, were less active that other banks in financial market intermediation during the pandemic.", "In general, bank positions in government bond and repo markets remained stable or rose in response to the rapid surge in client demand for liquidity at the onset of the crisis, though there is some evidence that leverage ratio requirements may have reduced banks' incentives to mitigate the large imbalances that emerged in some markets.", "In this respect, several jurisdictions temporarily exempted central bank reserves from the leverage ratio calculation, which eased banks' balance sheet constraints on their intermediation capacity.", "Another preliminary finding relates to the positive impact of dividend payment restrictions introduced by several jurisdictions last year.", "While such measures are not part of the Basel framework or any international standard, empirical results obtained for the case of the Spanish banking sector show that these restrictions, which could be viewed as akin to an increase in capital for banks, resulted in a positive impact on the supply of bank credit.", "Results also suggest that this measure complemented public support measures adopted in the form of public guarantees and has prevented the capital releases implemented by the prudential authorities from leading to higher dividend distribution to shareholders.", "Overall, we can conclude that the global banking system has been able to complement and support monetary and fiscal authorities' efforts to maintain economic activity during the pandemic, helping to absorb the shock rather than amplifying it, in opposition to what happened during the GFC.", "Notwithstanding these positive conclusions on resilience of the banking sector, let me also add that the job is far from being finished.", "The outstanding Basel III reforms, which were finalised in 2017, are aimed at addressing significant fault lines in the global banking system, the gravity of which remain as important today as it was pre-pandemic.", "Indeed, the primary objective of these reforms is to restore credibility in the risk-weighted capital framework by reducing excessive variability in banks' modelled capital requirements and developing robust risk-sensitive standardised approaches which, besides, would also serve as the basis of the output floor.", "Given the \"exogenous\" nature of the Covid-19 shock, these vulnerabilities were not tested during this pandemic.", "But it is clear that, if left unaddressed, they will expose material shortcomings in the banking system in future financial crises.", "We have to see the outstanding Basel III reforms as a necessary complement to the previous.", "In this regard, a recent analysis by the ECB5 suggests that the GDP costs of implementing these reforms in Europe are modest and temporary, whereas their benefits will help to permanently strengthen the resilience of the economy to adverse shocks.", "It also finds that potential deviations from the globally agreed Basel III reforms - for example, with regard to the output floor - would significantly dilute the benefits to the real economy.", "At the political level, G20 Leaders have repeatedly called for their full, timely and consistent implementation.", "Now is therefore the time for action.", "Usability of capital and liquidity buffers The Basel III framework added an important new feature to regulatory standards in the form of capital and liquidity buffers.", "As you very well know, the capital buffer framework comprises the capital conservation buffer (CCoB), the countercyclical capital buffer (CCyB) and buffers for systemically important banks.", "While each of these buffers seek to mitigate specific risks, they share similar design features and have two objectives: first, to ensure that banks absorb losses in times of stress without breaching their minimum requirements; and second, to help maintain the flow of credit to the real economy in a downturn by lending to creditworthy businesses and households.", "Following the outbreak of COVID-19, the Basel Committee has been closely monitoring the use of buffers and has consistently repeated that a measured drawdown of these buffers is both anticipated and appropriate in a period of stress like the current crisis, and that until the crisis is over, supervisors will provide banks with sufficient time to restore these buffers, taking account of economic, market and bank-specific conditions.", "The question at stake is whether the capital buffer framework functioned as expected during the pandemic.", "Again, the answer is not straightforward.", "On the one hand, most banks maintained capital ratios well above their minimum requirements and buffers during the crisis.", "But this has been very much influenced by the mitigating effect derived from the extensive fiscal and monetary support provided to borrowers, the supervisory authorities' decisions to reduce capital requirements and the already mentioned restrictions on capital distributions.", "On the other hand, some evidence suggests that banks may have been hesitant to use their regulatory capital buffers had it been deemed necessary in practice.", "Regression results from a detailed study from the euro area, for example, indicate that banks with less capital headroom tended to lend less during the pandemic when compared to those with more leeway.", "This study also finds that there was a relatively larger decline in average risk weights at banks with less capital headrooms, perhaps in an attempt to defend capital ratios.", "Importantly, the analysis indicates that the buffer threshold appears to have been the constraint forcing banks to adjust their behaviour, as lower capital ratios alone did not drive the results.", "And a bank ́s proximity to buffers also appears to have affected the cost of lending: while all banks in the euro area sample lowered lending rates, the lower a bank ́s capital headroom, the weaker the reduction on loans.", "However, the reasons behind these results are unclear: is this due to banks' uncertainty about their potential future losses?", "Is it due to the lack of a more formal \"forward guidance\" by supervisors on the expected restoration of any buffers drawn down?", "Is it related to banks' low profitability?", "Or is it the result of the overlapping dynamics of different requirements?", "There is a clear need for more research to disentangle which of these potential reasons is the correct one since the optimal policy response might also differ.", "As to the issue of \"releasable\" buffers, namely, buffers that can be formally \"deactivated\" or turned off by authorities, the preliminary analysis suggests that the release of such buffers had a positive effect on lending during the pandemic.", "This includes the release of the CCyB by jurisdictions that had positive rates prior to the pandemic, in addition to the release of other domestic or supervisory buffers.", "Again, disentangling the effect of these releases is not easy, given the range of support measures adopted.", "But detailed econometric results for the euro area suggest that banks adjust their internal targets cyclically, raising them when macro-financial conditions deteriorate and lowering them following a reduction in capital requirements6.", "During the pandemic, banks with capital below their target tended to reduce their lending in order to reduce their risk weighted assets and increase their CET1 ratio.", "And the regulatory releases may have prevented a cyclical rise in capital targets, which could have negatively affected credit supply.", "These findings, together with supervisors' survey responses, also suggest that it may be beneficial to consider whether there is sufficient releasable capital in place to address future systemic shocks.", "The pandemic was an exogenous shock unrelated to the preceding credit cycle.", "In the future, if authorities have not experienced a previous cyclical increase in risk meriting the activation of the CCyB, there may not be adequate releasable buffer capital if an exogenous shock were to occur.", "In addition, the release of a positive CCyB in the event of an exogenous shock, such as the pandemic, may result in less capital being available for the future materialization of systemic risks related to ongoing cyclical vulnerabilities.", "Let me now turn to the usability of liquidity buffers.", "Here, the most pertinent buffer is that required by the Liquidity Coverage Ratio (LCR), which seeks to ensure that banks can withstand short-term liquidity stress7.", "And again, the evidence to date is somewhat mixed.", "During the March 2020 market turmoil, when the financial market stress was most intense, banks in most jurisdictions experienced downward pressure on their liquidity buffers.", "Draws on credit lines by customers were the most common and material source of outflows.", "And deposit inflows were the most common mitigant to liquidity outflows.", "However, some banks took management actions (such as borrowing from central banks) too to preserve LCR levels well above the 100% ratio.", "The extent to which banks took such actions depended on their business models, with banks that relied more on unsecured wholesale money markets particularly impacted.", "The subsequent public support measures by central banks and governments significantly reduced liquidity pressures.", "At the same time, these management actions adopted by banks as a defensive strategy against liquidity stress do not appear to have contributed materially to the wider disruption in financial markets that prompted central banks to intervene in March 2020.", "So, all in all, the conclusion taken by the Basel Committee is that, while there might be some issues with the buffer framework in terms of its usability, at this stage it is too early to draw firm conclusions regarding buffer usability and further empirical analysis is needed before considering whether any adjustments to the current framework are warranted.", "Cyclicality of specific Basel capital requirements Moving to the potential (pro)cyclicality of the Basel III framework, the issue at stake is well known: credit loss provisioning tends to increase during economic downturns, resulting in a decline in bank capital levels.", "In order to maintain required capital ratios, banks may have to reduce lending at the same time that lending is needed to stimulate economic activity.", "Thus, the possibility that capital requirements could result in (pro)cyclical lending activity is a cause for concern.", "Similarly, capital requirements regarding banks' market activity may also increase during periods of market volatility, leading banks to reduce their trading activity and potentially undermining market liquidity.", "Let me highlight that for the purposes of our evaluation on this topic we have been focusing on how and to what extent some capital requirements co-move with risk.", "This is quite different from considering pro-cyclicality, which would assess if, and to what extent, capital requirements amplify the economic cycle; we cannot therefore draw any conclusions yet on any causal effects.", "The analysis conducted to date has focused on two aspects: fist, credit risk including movements in loan loss provisions, and second, movements in market risk.", "On the first issue, we know that, in the aftermath of the GFC, accounting standard-setting bodies introduced expected credit losses (ECL) standards to replace incurred loss (IL) approaches.", "The move from backward-looking IL to forward looking ECL standards was intended to strengthen financial stability by addressing the \"too little, too late\" problem of delayed loss recognition.", "The pandemic has highlighted concerns regarding the potential cyclicality of the way ECL standards interact with capital requirements.", "These concerns stem in part from the manner in which ECL approaches use forward-looking economic scenarios to assess loan losses.", "Generally, it is difficult to predict turning points in normal business cycles using macroeconomic models, let alone the path that unanticipated and unprecedented events, such as the pandemic, could take.", "A sudden change in economic outlook could lead to a sharp rise in provisions and deductions from capital, potentially leading to procyclical lending behaviour.", "On the other hand, ECL approaches also offer a degree of flexibility, allowing banks to form judgments regarding what might be \"reasonable and supportable\" forecasts and providing for the use of management overlays based on expert judgment regarding loss models outputs.", "This flexibility, if exercised appropriately, can help banks fairly present credit risk expectations and mitigate potential sudden changes in provisioning.", "Again, here, one should take into account that, early on in the pandemic, regulatory authorities acted pre-emptively to moderate the potential capital impact of ECL provisioning.", "Specifically, authorities communicated with banks and auditors to ensure they took extensive public sector support measures into account when forming their views regarding the likely economic trajectory and implications for significant increases in credit risk.", "Regulatory authorities also extended the transition period for the introduction of regulatory capital deductions of provisions.", "With all these caveats in mind, the results of the analysis performed by the Basel Committee suggest that the introduction of ECL accounting helped banks recognize loans losses earlier on that the IL approach.", "They also show that the extensive governmental support measures for borrowers significantly dampened the impact of the economic contraction on banks' capital, in line with the guidance provided by authorities.", "Additionally, measures taken to delay the recognition of credit provisions in the measurement of regulatory capital also deferred the impact.", "As such, it is too early to draw clear lesson regarding cyclicality of capital requirements arising from provisioning.", "Regarding the market risk framework, the analysis indicates that the heightened financial market volatility caused by the Covid-19 outbreak in the first quarter of 2020 led to significant rises in market risk capital requirements for those banks using internal model approaches (IMA).", "This increase in capital requirements, largely reflecting the risk sensitivity of the current Basel 2.5 market risk framework, resulted from: (i) an increase in their value- at-risk (VaR) measures; (ii) a larger number of observed backtesting exceptions that, in turn, led to higher capital multipliers to be applied to these VaR measures; and (iii) updates of the stressed financial period to be used by banks for their stressed VaR (SVaR) calculations.", "And this led supervisors in several jurisdictions to take targeted measures to address such sources of cyclicality, including temporary reductions of additional capital requirements under IMA, for example by allowing banks to discard backtesting exceptions and/or not requesting that they update their stressed financial period to the Covid-19 pandemic.", "Looking ahead, however, it is expected that revisions to the current framework agreed to in January 2019 (the FRTB) will mitigate the primary sources of cyclicality.", "While sources of cyclicality in the future framework remain, including backtesting exceptions and constraints on modellability, supervisors may respond if concerned regarding excessive cyclicality.", "All in all, I would draw two main conclusions from this important preliminary evaluation.", "First, the evidence suggests that the Basel reforms have achieved their broad objective of strengthening and safeguarding the resilience of the banking system.", "Banks and the banking system would have faced greater stress derived from an unprecedented global economic downturn had the Basel III reforms not been adopted, thus reducing their ability to provide financing to the real economy.", "Second, some features of the Basel reforms, including the functioning of capital and liquidity buffers, the degree of countercyclicality in the framework and the treatment of central bank reserves in the leverage ratio, merit further reflection and analysis.", "Research work by the academic community - such as many of the papers that will be presented in this conference - would help contribute to the Committee's ongoing work aimed at drawing firmer conclusions on these issues.", "Let me now finish by giving the floor to our well-known keynote speaker, Randal Quarles.", "Mr. Quarles is currently a member of the Board of Governors of the Federal Reserve System and served until very recently as Vice-Chair for Supervision.", "Randal is also Chair of the Financial Stability Board since December 2018.", "I would like to take this opportunity to commend his leadership of the FSB over the last two years, including his success in weathering the storm by displaying a strong ability to respond to the unprecedented challenges posed by COVID-19, by promoting coordination of the international regulatory response to the effects of the pandemic on the financial system, and by also ensuring that we sustain a forward-looking approach towards the important risks and vulnerabilities ahead.", "It is our privilege to have him here with us today.", "Randal, many thanks once again for accepting our invitation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking resilience", "Buffer usability", "Procyclicality", "Capital requirements", "Economic downturn", "Credit loss provisioning", "Market risk", "Liquidity buffers", "Basel III reforms", "Financial stability"]}