{"sentences": ["17.10.2022 Testimony before the Parliamentary Budget Committee in relation to the Draft State Budget for 2023 Congress of Deputies Pablo Hernández de Cos Ladies and gentlemen, I appear once more before this Committee for the parliamentary presentation and discussion of the State and Social Security Budget (hereafter, the Budget) for 2023.", "In my address I will first review the Spanish economy's performance and macroeconomic outlook in an extraordinarily uncertain international environment characterised by, inter alia, globally high inflation rates and the numerous adverse implications of the unjustified Russian invasion of Ukraine.", "Second, I will analyse the role that should be played by the various economic policies in such a setting.", "Third, I will offer my views on the main aspects of the Draft Budget for 2023, as well as the Budgetary Plan for 2023 published on 15 October.", "For this purpose, I will begin by offering an analysis of the various channels through which the current inflationary episode may affect the public finances.", "Lastly, I shall conclude with some thoughts on the medium-term fiscal policy challenges facing our country.", "Recent developments in and the outlook for the Spanish economy 1.1 The global and European context In recent months, global economic activity has been appreciably losing steam.", "This has been the result of various interacting adverse factors.", "In particular, the surge in inflation worldwide has intensified in recent quarters, with rates reaching levels not seen for decades.", "And this has elicited a forceful response from the main central banks, which is itself causing global financial conditions to tighten significantly.", "In addition, the acceleration in consumer prices is largely being driven by the increase in the cost of numerous commodity imports, which is reducing the purchasing power of households and firms.", "In turn, numerous commodity price rises have been exacerbated by the war in Ukraine, which has also generated uncertainty regarding the security of Europe's energy supply and even the possibility of a major escalation in global geopolitical tensions.", "All these factors together, along with enduring bottlenecks of various sorts that, despite some incipient signs of easing, continue to hamper the functioning of global production and supply chains, already appear to have contributed, for example, to a notable slowdown in activity in the two main world economies.", "In particular, in the United States, real GDP fell during the first half of the year, while in China, partly as a result of the zero-COVID policy applied by the authorities and the fragility of its real estate sector, GDP also contracted in Q2.", "Signs of a slowdown in the world economy are already very widespread across countries and indicators.", "A case in point are the confidence indicators for Q3.", "Both manufacturing and services PMIs have fallen appreciably in the main world economies (with the notable exception of China, where the fall was particularly sharp in Q2), to stand in many cases in contraction territory.", "Weaker activity is also reflected in world trade, which began to slow down in the spring, and in commodity prices, which have mostly moderated since the middle of the year.", "As a result of these developments, a large majority of analysts have begun to revise their growth forecasts systematically and very significantly downwards, while repeatedly making upward corrections to their inflation forecasts.", "In addition, the financial markets consider that the likelihood of a global recession has risen significantly.", "A recent example of this are the latest IMF forecasts, published last week.", "The rate forecast for 2022 is down 0.4 pp from the forecast in the IMF's April report, while the 2023 rate is down 1 pp.", "By contrast, the stronger, broader-based inflationary surge has prompted a notable upward revision to inflation forecasts.", "In particular, according to the new IMF projections, global inflation will stand at 8.7% in 2022 and 6.3% in 2023, 1.3 pp and 1.5 pp, respectively, above the April projections.", "Europe is particularly exposed to some of these developments.", "For example, it is highly sensitive to the war in Ukraine on account of its geographical proximity to the conflict and, in particular, its reliance on commodity imports from Russia, especially imports of gas, which is used as a primary source of energy by households and firms and also in electricity production.", "The war has triggered increasing disruptions to the supply of gas, which Europe is addressing through a number of complementary channels, including the geographical diversification of its imports of gas, replacing gas with other energy sources (limited possibilities in the short term) and reducing consumption, all of which have resulted in high storage capacity utilisation.", "Nevertheless, the measures adopted to date cannot fully guarantee there will be no supply interruptions this winter, especially in some central European countries.", "In the least favourable scenarios, such interruptions could severely affect economic activity.", "According to Banco de España estimates, a hypothetical interruption of energy imports from Russia would have an impact of between 2.5% and 4.2% on EU GDP in the first year, depending on the assumption considered regarding the European economies' ability to replace Russian energy sources.", "Such a scenario would also foreseeably lead to a greater surge in inflation in the short term.", "The impact on the Spanish economy would be substantially lower, given that Spain is less energy dependent on Russia and has greater supplier diversification.", "Based on these simulations, such impact would range from 0.8% to 1.4% of GDP.", "Practically one-half of these effects would be attributable to the impact on the other European countries.", "At any rate, these values should be regarded as short-term impacts which would gradually decrease as the ability to replace Russian energy imports increases.", "Largely as a result of the deepening of the energy crisis in Europe in recent months, inflationary pressures have increased in the euro area and are more persistent than was estimated some months ago.", "Thus, the inflation rate in the euro area reached 10% in September.", "Around 40% of inflation, in terms of composition, is explained by the energy component, whose price increase has forcefully fed through to the prices of other goods and services.", "Accordingly, it is estimated to have \"indirectly\" contributed one-third of the increase observed in underlying inflation (10% of headline inflation).", "Food commodity prices have also risen sharply, as a result of the strength of global demand, adverse climate factors and the higher costs of international shipping and some key inputs, such as fuels and fertilizers.", "Indeed, around 25% of the rise in inflation is due to the food component, which also seems to have fed through, to some extent, to other goods and services.", "Aside from the changes in energy and food prices, we have also seen inflationary pressures spreading in recent months, leading to underlying inflation of 4.8% in September, against a setting in which certain supply restrictions still persist in some sectors and there has recently been a strong reorientation of demand towards more contact-intensive services.", "Indeed, in August more than 40% of the underlying inflation items reached inflation rates above 4%.", "As regards developments in activity, GDP growth in the euro area surprised on the upside during the first half of the year, with quarter-on-quarter increases of 0.7% and 0.8% in 2022 Q1 and Q2, respectively, largely as a result of the positive effects of the \"reopening\" of the economy following the lifting of almost all the restrictions set in place to contain the spread of the pandemic.", "However, the most recent activity indicators - especially confidence, but also consumption and industrial production indicators, among others - point to a considerable loss of momentum in Q3.", "This is mainly a reflection of the cumulative loss in households' purchasing power, the energy crisis and its effects on the most energy-intensive industries, the weakening of global demand, the tightening of financial conditions resulting from monetary policy normalisation, and economic and geopolitical uncertainty.", "Insofar as the pervasiveness of this broad set of factors remains relatively high over the coming months, their adverse impact on activity will continue to be notable in the short term.", "In this regard, the most recent economic projections for the euro area envisage a very sharp decline in activity in 2023.", "According to the IMF's latest projection exercise, the GDP growth rate for the euro area as whole will fall from 3.1% in 2022 to 0.5% in 2023.", "This implies a very significant downward revision of growth for 2023 compared with the IMF's April report, in which growth of 2.3% was forecast.", "In recent months the analysts' consensus has been revising up significantly the inflation forecasts for both 2022 and 2023.", "In particular, according to the latest IMF report, euro area inflation will stand at 8.3% on average in 2022 and 5.7% in 2023, 3.1 pp and 3.5 pp, respectively, above the IMF's April forecasts.", "Broadly speaking, these IMF projections (which I have been referring to in this testimony because they are the most recent ones, having been published last week) are consistent with those of other institutions, such as those published by the ECB and the OECD in September.", "In any event, I wish to highlight that these economic projections are currently subject to extraordinary uncertainty.", "This uncertainty is reflected, for instance, in the dispersion among analysts in the one-year economic outlook for the euro area.", "At present this dispersion is very high in the case of GDP - close to the levels observed in the 2008 financial crisis - and stands at an all-time high in the case of the inflation outlook.", "Specifically, the outlook for growth and inflation is highly dependent on how the war in Ukraine unfolds, given that this will largely determine the behaviour of energy commodity prices (mainly gas and electricity prices), the possibility of energy supply interruptions and production cuts in some of the region's economies (especially if the coming winter proves to be very cold), the severity of production and supply chain bottlenecks, and future developments in economic agents' confidence.", "In this connection, the ECB's latest projections include a downside scenario that envisages the materialisation of some of these downside risks, as well as others related to financial market performance.", "In this scenario, in 2023 euro area GDP could contract by 0.9% and average inflation could rise to 6.9%.", "Therefore, the risks to the baseline projection scenarios may be said to be tilted to the downside in the case of growth and to the upside in that of inflation.", "Naturally, as I will next discuss, this high uncertainty and the majority of these risk factors also affect the analysis and forecasts relating to the Spanish economy.", ".2 Recent developments in the Spanish economy In Spain, virtually all health restrictions (which had been deployed during the most acute phase of the pandemic) have been lifted over the last few months, significantly boosting activity in the second quarter of 2022, especially in the sectors most dependent on social contact.", "Thus, in Q2 GDP grew at a quarter-on-quarter rate of 1.5%, far exceeding the 0.4% forecast in the Banco de España macroeconomic projections exercise published in June and the GDP growth rate in the same period for the euro area as a whole (0.8%).", "This growth was mainly underpinned by the buoyancy of exports, private consumption and construction investment.", "On the supply side, the highest growth rates were in the market services sectors, particularly leisure- and tourism-related sectors, while the performance of industry has been somewhat weaker owing to supply difficulties and higher energy prices, among other factors.", "Additionally, growth in activity has been accompanied by the continuing strength of job creation, particularly in terms of the number of hours worked, which has risen by more than 3% in 2022 H1.", "In any event, despite this high output growth, in Q2 Spanish GDP was still 2.2 pp lower than at end-2019.", "By contrast, in 2022 Q2 euro area GDP had already surpassed this level by 1.8 pp.", "In the labour market, the gap was narrower, although still negative.", "In terms of total hours worked it was -0.7 % and in terms of the number of people employed it was -0.8 %, compared with the related slightly positive gaps (of 0.6 % and 1.7 %) observed in the euro area.", "More recently, a wide range of indicators suggest that the pace of Spanish economic growth has slowed significantly in Q3.", "For instance, the rate of growth of social security registrations, which surprised on the upside in the first half of the year, slowed appreciably in Q3, with a seasonally adjusted quarter-on-quarter growth rate of 0.3%, 0.7 pp below that observed in Q2.", "Other quantitative indicators point in the same direction, but not all the information for the quarter is available for some of them.", "This is the case, for example, for various spending indicators (such as those relating to retail sales and new car registrations) and activity indicators (such as the industrial production index).", "The qualitative indicators available confirm this loss of momentum in activity during the summer months.", "In particular, the results of the Banco de España Business Activity Survey suggest that there was a decline in Spanish firms' turnover in Q3, following the improvement seen in the previous quarter.", "Along the same lines are the PMI (the composite PMI fell to 48.4 points in September, in contractionary territory, compared with 53.6 points in June) and the economic sentiment indicator (which declined to 96.7 points in September, 5.2 pp below the levels posted in June).", "In any event, the recent performance of economic activity is highly uneven across sectors.", "In particular, as observed in Q2, the sectors that have benefited most from the end of the pandemic restrictions, such as accommodation and food services and leisure, have shown more momentum in recent months, especially compared with manufacturing.", "As in the global and European setting, this recent slowdown in Spanish economic activity basically reflects the adverse impact which a number of factors, highly influenced by the unfolding of the war in Ukraine, have had on it.", "These factors include most notably the persistence of high inflation rates, the tightening of financial conditions, lingering supplyside distortions and bottlenecks, lower agents' confidence and a high degree of uncertainty.", "Not only have these factors contributed to a weakening of activity in Q3, but they will also foreseeably continue exerting downward pressure on the outlook for Spanish economic activity in the coming quarters.", "Before I present this outlook, please allow me to describe the recent changes in prices in Spain.", "The HICP stood at 9% in September.", "As in the euro area, around 50% and 30% of this year-on-year increase is due to the behaviour of the energy and food components, respectively, including their indirect effects on underlying inflation.", "Indeed, the decrease in inflation in September (from 10.5% posted in August) was mainly attributable to the slowdown in energy prices and, to a lesser extent, in services prices.", "This was partially offset by the higher rate of growth in the prices of non-energy industrial goods and food.", "Returning to the persistence and widespread nature of the current inflationary pressures, underlying inflation stood at 4.8% in September (only 0.1 pp less than in August) and, in the same period, 55% of the HICP items recorded year-on-year price growth of above 4% (in January 2022 this percentage was below 25%).", "These dynamics have undoubtedly been favoured by the persistence and magnitude of the surge in energy and other commodity prices in recent quarters, which have been passed through to the prices of other goods and consumer services more intensely than before the pandemic.", "It should also be borne in mind that, according to Banco de España estimates, the different measures adopted by the authorities to contain inflation have helped lower headline inflation (in August) by somewhat more than 3 pp, with the cap on the price of gas used to generate electricity having the greatest mitigating impact (slightly above 1 pp).", "For the time being no significant second-round effects on inflation via wages are being detected, while profit margins remain relatively contained in aggregate terms.", "On the data to September, the average wage settlement under collective bargaining agreements in force in 2022 is 2.6%.", "However, the percentage of workers covered by indexation clauses has risen to almost 25% (from 16.1% in 2021),6 which increases the risks of future second-round effects on inflation being stronger than those observed to date.", "As regards profit margins, net operating income for the median firm in the Banco de España's Central Balance Sheet Data Office Quarterly Survey held relatively stable in 2022 H1, at around pre-pandemic levels.", "Based on the information in the Quarterly NonFinancial Accounts for the Institutional Sectors, the ratio of gross operating surplus (GOS) to gross value added (GVA) for non-financial corporations (NFCs), which had returned to pre-pandemic levels at end-2021, declined in the first two quarters of 2022.", "In any event, it is important to highlight that these overall developments conceal considerable heterogeneity across sectors and firms.", "Thus, for example, the sectoral information in the Quarterly National Accounts points to profit margins performing more dynamically in manufacturing, mining and quarrying, energy and water, in contrast to the more sluggish performance of profit margins in construction.", "Macroeconomic projections for the Spanish economy The Banco de España published the latest update of its macroeconomic projections on 5 October.", "Compared with the projections published on 10 June, the current projections incorporate the new information that became available between then and the end of September.", "This information specifically includes the latest data from the Annual National Accounts, the Quarterly National Accounts (QNA) and the Quarterly Non-Financial Accounts for the Institutional Sectors.", "Overall, this new information, particularly the 2022 Q2 GDP growth figure, constitutes a somewhat more favourable starting point for activity in the current projection exercise than expected in June.", "This is especially important in terms of a higher average GDP growth rate for 2022.", "The new projection exercise also incorporates the changes observed in the technical assumptions underlying developments in the different key variables in the exercise.", "In line with the developments I have already discussed, as compared with the June projections, the main changes to the assumptions relate to energy prices (lower for oil - consistent with weaker global activity -, but significantly higher for gas), short and long-term interest rates (both now higher), the euro exchange rate (now lower) and export markets (whose growth rate has been revised downwards in 2023 and, to a lesser extent, in 2024).", "As I have already stated, following the pick-up in activity in Q2, various developments, driven by the war in Ukraine, had a negative impact on activity during the summer and have darkened the global, European and Spanish economic outlook for the coming quarters.", "In particular, the rise in geopolitical uncertainty and the recent deepening of the energy crisis in Europe, as a consequence of the interruptions to gas supplies from Russia, have had global consequences, weighing on economic growth and increasing inflationary pressures.", "All this has affected the spending decisions of private agents in Spain and other countries, by knocking their confidence and exacerbating the loss of real income they were already experiencing.", "In addition, the persistence of the pronounced upward surprises in consumer price growth has led to a tightening of monetary policy globally, which has in turn resulted in tighter financial conditions.", "Against such a complex backdrop, and with the caveats stemming from the fact that the quantitative information available for August and September remains partial, it is estimated that Spanish GDP grew by 0.1% quarter-on-quarter in Q3, slowing considerably from the 1.5% observed in Q2.", "However, to indicate the high level of uncertainty surrounding this projection, it should be noted that, according to the different econometric models used at the Banco de España, the forecast ranges from +0.5% to -0.5%.", "Looking ahead to the coming quarters, a crucial assumption underpinning the projections are the gas and electricity price trajectories.", "Specifically, the projections are constructed on the basis of gas prices on the Iberian Gas Market (MIBGAS) futures markets.", "This means it is assumed that the prices negotiated on these markets reflect all the relevant information regarding the most likely future scenario for the geographical diversification of European gas imports (to replace Russian gas with supplies from other producer countries), the substitution of other energy sources for gas and energy-saving measures.", "Gas prices on futures markets should also reflect to some extent the most likely scenario for the rate at which the impact of the current uncertainty on agents' spending decisions will dissipate.", "Over the next few quarters, high gas and electricity prices will adversely affect economic activity.", "However, that same increase in gas prices, coupled with the measures adopted at European level to reduce gas use, will dampen demand for this commodity.", "This should avoid the need for severe gas rationing under the baseline scenario, even if Russian gas supplies to the European Union were to be cut off completely.", "Activity will recover increasing momentum from spring, fuelled by a combination of factors.", "These include a gradual easing of the prevailing energy market tensions - bringing with it a progressive recovery in agents' real income, confidence improvements and a strengthening of external demand -, the gradual abatement of the persisting global supply chain disruptions and a comparatively larger deployment of Next Generation EU (NGEU) funds.", "Inbound tourism flows, which have now virtually recovered pre-health crisis levels, will also underpin activity, although in the near term their momentum will be tempered by the effects of higher inflation on the real income of potential tourists.", "In annual average terms, GDP growth of 4.5% is projected for 2022.", "Given the significant slowdown in economic activity expected in the second half of the year, this output growth essentially reflects the activity improvements that had already materialised by the end of Q2.", "Lower output growth in the final stretch of one year considerably curbs the average growth rate in the following year through carry-over effects.", "Meanwhile, the economic improvement from spring 2023 will progressively intensify, paving the way for GDP growth of 2.9% in 2024.", "The return to pre-pandemic output levels will probably be delayed until 2024 Q1, some two quarters later than projected in June.", "As compared with those published in June, the current projections revise up GDP growth for 2022 by 0.4 pp; however, the growth forecast for 2023 is 1.5 pp lower than projected in June.", "Turning to inflation, headline HICP is expected to gradually ease from its current levels, largely due to the expected reduction in the pace of growth in the energy and food components, which is consistent with the price trajectories of oil, gas and food commodities on the futures markets.", "However, underlying inflation is not expected to decline from its current elevated levels until next spring, since, over the coming months, firms will finish off passing through the recent cost increases to their selling prices.", "The completion of this pass-through, coupled with the firming of the recent indications that the persistent global supply chain disruptions are fading away, should lead to a progressive moderation of underlying inflation.", "These projections rest on two very important assumptions.", "First, the available evidence indicates that the prices of non-energy goods and services have responded to the current energy price shocks more swiftly in the current inflationary episode than they have, on average, in the past.", "The projections therefore assume that the feed-through of higher energy costs to final selling prices is already at a relatively advanced stage.", "Second, the wage response to the upturn in inflation has, thus far, been moderate.", "Looking ahead, this response is expected to remain relatively constrained, so that a price-wage spiral will be avoided.", "The recent surprises in price growth - largely explained by sharper increases in energy and food commodity prices than expected in June, and by a faster feed-through of that price growth to the prices of other goods and services - mean a higher starting point than envisaged in the June projections.", "This new starting point, together with the new projected trajectories for energy prices and a lower euro exchange rate, implies persistently higher headline and underlying inflation rates than projected in June.", ".4 Risks to the projections As I mentioned earlier, when referring to the consensus forecasts for the global and euro area economies, the projections for the Spanish economy that I have just described are subject to a high level of uncertainty and the risks to the projections are tilted to the downside in the case of activity and to the upside in the case of inflation.", "The main risk derives from developments in the energy markets that could differ significantly from those envisaged in the baseline scenario.", "Such risks would in principle be concentrated in the gas market, and they could manifest themselves in prices (following a higher or lower trajectory than in the baseline scenario) and in volumes (greater supply problems than those considered or, conversely, a complete absence of restrictions on the use of gas).", "Given this situation, performing various sensitivity exercises is useful for assessing how certain significant changes in the baseline assumptions regarding natural gas market dynamics may affect growth and inflation.", "This was the Banco de España's approach when presenting its latest projections.", "First, in the case of gas price developments, an adverse scenario is considered, which assumes that gas prices gradually increase from their current level, reaching their August 2022 peak in January 2023 and remaining at that level over the rest of the projection horizon.", "The simulations performed using the Quarterly Macroeconometric Model of the Banco de España (MTBE, by its Spanish abbreviation) suggest that, under this scenario, GDP in 2024 would be 1 pp lower than that envisaged in the current projections, while inflation would be 1.1 pp and 0.5 pp higher in 2023 and 2024, respectively.", "Second, a benign scenario is also considered, which envisages lower gas prices from October 2022 than under the baseline scenario.", "Specifically, prices are assumed to decline on a linear basis to January 2024, whereupon they reach the level indicated by the futures markets for transactions for this time horizon and then hold steady at this level until December 2024.", "This scenario would lead to a greater reduction in inflation rates and stronger rates of growth in activity from 2023 than those projected under the baseline scenario.", "Specifically, GDP would, in cumulative terms, be 0.5 pp higher than under the baseline scenario, while inflation would be 0.8 pp lower.", "Lastly, as regards volumes, a single alternative scenario was drawn up, which assumes that Europe's ability to replace Russian gas imports in the short term is limited.", "Such limitations may owe to the difficulty in finding alternative suppliers, gas not being easily replaceable by other energy sources, demand being high ahead of an unusually cold winter, or any other reason.", "Under this scenario, in the period 2023-2024 activity would grow 0.4 pp less than under the baseline scenario, while inflation would be 0.2 pp higher.", "The projections are also subject to other additional risks.", "A first source of uncertainty is associated with the extent to which the recent rise in prices and costs is passed through to other prices in the economy and to wages.", "In this respect, the forcefulness of the pass-through of higher production costs to final prices in recent months, alongside the greater prevalence of indexation clauses in collective bargaining agreements,13 has increased the likelihood of significant second-round effects or pricewage spirals and, therefore, of a further exacerbation of the inflationary process, with adverse ramifications for external competitiveness and for activity and employment.", "The simulations performed using the MTBE suggest that the potential materialisation of these second-round effects could have a negative impact 1 pp higher in cumulative terms to 2024 in the case of activity and employment and just over 2 pp higher in that of prices, compared with a scenario where the second-round effects were relatively limited.", "Further, the persistence of the current episode of high price growth increases the risks of a deanchoring of medium-term inflation expectations, which have risen, albeit modestly, in recent months.", "A potential deanchoring of such expectations would affect firms' and workers' decisions in current price and wage-formation processes, which would further intensify the existing inflationary pressures and call for a more forceful monetary policy response.", "Second, given the considerable scale of the investment projects associated with the NGEU programme, an additional source of uncertainty is the pace at which they are rolled out and their impact on the economy.", "The revisions to the impact of these funds in the Banco de España's recent projection exercises are a good example of this uncertainty.", "Thus, for 2021, the Banco de España initially estimated in March of that year that the use of NGEU funds would have an impact of approximately 1 pp on GDP growth.", "On recent data, that impact has shrunk to around 0.2 pp.", "Similarly, for 2022, the impact is reduced to 1 pp according to the latest projections, compared with 1.4 pp estimated at the start of the year.", "For 2023, the current projections include an impact of 0.6 pp on the GDP growth rate.", "Depending on whether the effective roll-out of the NGEU projects is faster or slower than anticipated, it could have potentially significant effects on growth projections and inflation.", "In addition, in the current setting of high uncertainty, a potential rise in precautionary saving - weighing down household spending and aggregate consumption - cannot be ruled out.", "Lastly, the duration and intensity of the monetary normalisation process will depend on the persistence of the current inflationary episode, which is also surrounded by a high level of uncertainty, as are the doubts as to the persistence of the shocks that caused it.", "Greater persistence would lead to conditions tightening more than anticipated in the macroeconomic projections, which would increase the vulnerability of those agents in a less sound economic and financial position.", "This could have a stronger impact on their spending levels than that envisaged in the current projections.", "In particular, in the case of non-financial corporations, according to the findings of a recent study by the Banco de España,15 the rise in interest rates could prompt an increase of around 5.6 pp in the median debt burden ratio of indebted firms, assuming that short-term debt and loans are fully refinanced.", "The role of economic policies in the present situation In the second part of my testimony, I would like to share with you some thoughts on what I believe the economic policy response to the complex situation we find ourselves in should be.", "As I have already explained, the landscape is mainly characterised by an economic slowdown and downward revision to projected growth for 2023, a delay in the return to prepandemic activity levels, highly significant adverse effects of the war in Ukraine, inflation rates that are higher and more persistent than anticipated a few quarters ago and extraordinary uncertainty.", ".1 ECB monetary policy I shall begin by examining the role that monetary policy should play in the current setting.", "The ECB is responsible for maintaining price stability in the euro area.", "This is how monetary policy can best contribute to ensuring sustainable economic growth in the medium term, given the huge distortions to economic activity caused by inflation which the lower-income population groups bear the brunt of.", "Amid soaring and highly persistent inflation, at the Governing Council of the ECB we embarked on a process of gradual monetary policy normalisation in late 2021.", "The first step was to withdraw the extraordinary monetary stimulus that we implemented at the start of the pandemic.", "To do so, we brought an end to net purchases under the pandemic emergency purchase programme (PEPP).", "On 1 July, once the conditions set out in our forward guidance had been met, net purchases under the asset purchase programme (APP) were discontinued.", "In late July, we raised interest rates by 50 basis points, thereby exiting negative territory for the first time since 2014.", "And, in September, we raised them by 75 bp, the biggest hike in the history of the euro.", "The decisions adopted by the ECB to ensure the smooth transmission of monetary policy to all euro area countries have also played an important role.", "Thus, at an ad hoc meeting held in June, we decided to activate the flexibility in reinvesting redemptions coming due in the PEPP portfolio, as a first line of defence to counter the pandemic-related risks to the transmission mechanism that we were seeing.", "In July we also approved a new instrument, the Transmission Protection Instrument (TPI).", "Its creation stems from our firm belief that the singleness of our monetary policy is a precondition for the ECB to be able to deliver on its price stability mandate.", "The TPI has thus become part of our toolkit and, subject to fulfilling the criteria established, can be activated to counter unwarranted, disorderly market dynamics that pose a serious threat to the transmission of monetary policy across the euro area.", "Specifically, under the TPI we will be able to make secondary market purchases of securities issued in countries experiencing a deterioration in financing conditions not warranted by the economic fundamentals, in order to counter risks to the monetary policy transmission mechanism to the extent necessary.", "The criteria for activating the TPI will include a number of elements to assess whether countries apply sound and sustainable fiscal and macroeconomic policies.", "They include: (1) compliance with the EU fiscal framework; (2) absence of severe macroeconomic imbalances; (3) a sustainable public debt trajectory; (4) compliance with the commitments submitted in the recovery and resilience plans and with the European Commission's country-specific recommendations in the fiscal sphere under the European Semester.", "This monetary policy normalisation process has already translated into a significant increase in market interest rates.", "Thus, since early 2022 the 12-month EURIBOR has climbed by more than 318 bp, while the 10-year overnight index swap (OIS) rate (typically used as the benchmark risk-free interest rate at that maturity) has risen by 295 bp.", "These increases have begun to pass through, in part, to the cost of bank financing for firms and households, which will help to contain inflationary pressures.", "In Spain, long-term government bond yields have risen by 2.9 pp this year and the spread against the German Bund has widened by 41 bp, although it has remained stable since the TPI was approved.", "The ECB's actions over this period must be understood in light of the new monetary policy strategy approved in 2021, which establishes a symmetric medium-term inflation target of 2%.", "The aim of the ECB is therefore not to stabilise current, observed inflation, but to stabilise inflation over the medium run.", "This medium-term orientation means that rather than basing our decisions on the latest inflation figure, or even the inflation that we expect over the coming quarters, we base them on our projections over a two or three-year horizon.", "This is because our actions affect inflation very gradually, reaching their maximum impact after about two years.", "Maintaining a medium-term horizon in the definition and attainment of the target is particularly important in the face of certain kinds of shocks - such as adverse supply-side shocks, which push inflation and activity in opposite directions in the short term.", "Importantly, the medium-term orientation does not mean that central banks should ignore short-run inflation developments, but rather that the latest inflation data matter insofar as they contain information regarding medium-term inflationary pressures.", "By its very nature, the medium-term orientation requires projecting the future path of inflation.", "Surveys and financial market instruments provide us with a useful tool in this respect, as they give us evidence of how different agents (experts, households, firms and financial market participants) see inflation evolving in the future.", "In addition, central banks rely on their staff's forecasts for inflation and economic activity -which typically draw on a huge amount of economic and monetary analysis- as a key input in their decision-making process.", "Looking ahead, according to this strategy, on the assumption that medium-term inflation projections remain above 2%,16 ensuring that inflation returns to our target levels will require additional interest rate increases.", "Specifically, interest rates will have to reach a level that allows us to ensure that inflation gradually returns to our medium-term target, and how quickly we reach that level will be conditioned by the same target.", "Of interest in this analysis are not only the baseline projection scenario, but also the associated risks.", "In this regard, at least two risks are and will remain central to our monetary policy deliberations and decisions.", "First, a potential deanchoring of medium and long-term inflation expectations above the 2% level.", "The materialisation of this risk would be the worst-case scenario, since, as I mentioned earlier, it would affect the price and wage-related decisions that firms and households make now.", "This would cause even higher and more persistent inflation, requiring the adoption of still more forceful monetary policy measures that would harm activity and employment.", "The information available to date shows no indications of expectations becoming deanchored.", "However, there are some early signs that need to be watched.", "The most recent surveys of professional forecasters put inflation in 2024 at, or just over, 2%.", "The latest data from inflation-linked derivatives markets (adjusting for risk premia) suggest likewise.", "However, the latest round of the ECB's monthly Consumer Expectations Survey (CES) puts the median inflation expectations three years ahead at 3%, up from just over 2% at the start of the year.", "We will be extremely vigilant of these indicators in the coming months.", "Indeed, as I have said, the need to guard against this risk is one of the reasons for the faster monetary normalisation that our latest decisions entail.", "The second risk relates to possible second-round effects, i.e.", "when inflation passes through to wage increases and these, in turn, push up consumer prices as firms seek to maintain (or widen) their margins.", "This scenario is to be avoided, since it would make inflation far more persistent and, thus, increase the likelihood of the feared deanchoring of inflation expectations.", "On the information available, there is no evidence of such effects occurring at present, at least not on a widespread basis.", "Wage settlements in the euro area have gathered pace since the end of last year, with increases reaching 2.6% according to the latest data.", "Although they are expected to rise further in 2023, the increases currently projected would, in principle, be compatible with the 2% inflation target once trend productivity growth is taken into account.", "Broadly speaking, profit margins have also remained moderate, although unevenly across sectors.", "However, the longer the current high inflation persists, the greater the probability of these second-round effects occurring.", "Naturally, the extent of the economic downturn - over which, as I indicated earlier, there is significant uncertainty - and its effects on wages and profit margins, will be a key determinant of the medium-term inflation expectations and, therefore, of our monetary policy decisions.", "Ultimately, our next decisions will be based on the incoming data and their implications for achieving our medium-term inflation target, in line with the \"meeting-by-meeting\" approach that we have adopted.", "In any event, interest rates will have to reach a level that allows us to ensure that inflation gradually returns to our medium-term target, and how quickly we reach that level will be conditioned by that same target.", ".2 An incomes agreement Aside from monetary policy, in an adverse scenario such as the present one, other economic policies also have a central role to play, in the shape of an incomes agreement, targeted support for the most vulnerable, a firm commitment to fiscal sustainability, resolute supplyside policies and reinforcement of the European project.", "As I have reiterated on numerous occasions, the outlook for our economy is heavily influenced by the risk of a price-cost feedback loop, which, were it to materialise, would have highly adverse effects on external competitiveness, resulting in further losses in terms of jobs and growth.", "To avoid this, it is essential that economic agents (essentially firms and households, but also general government) assume the loss of income caused by the rise in the cost of imported commodities.", "As I mentioned earlier, the pass-through of inflationary pressures to wage settlements has so far been very contained, and profit margins have remained stable.", "However, the use of indexation clauses and the pass-through of higher costs to final prices have increased.", "Consequently, the signing of an incomes agreement, under the framework of social dialogue, would be desirable, so that the burden is shared between firms and workers, with all agents assuming a loss of real income.", "Such an agreement should take into account that the current shocks are having an uneven impact across different groups of workers, firms and sectors.", "For this reason, the agreement should avoid overly sweeping measures that might prove unsuitable for different groups of agents.", "Moreover, it would also be desirable to avoid arrangements that automatically link wages to past inflation or indexation clauses, to reduce the risk of triggering a wage-price feedback loop.", "Any potential incomes agreement should envisage multi-year commitments regarding wage increases and profit margin developments.", "This would offer households and firms some certainty in their spending and investment decisions.", "As regards government spending, the widespread use of automatic indexation clauses should be avoided, against a background, moreover, in which fiscal space is highly constrained by burgeoning public debt.", ".3 Fiscal policy In the current economic landscape, fiscal policy should also play a key role.", "It is important to note that the high inflationary pressures that we have observed in recent quarters have a considerable impact on some of the main budget items.", "At the same time, fiscal policy may also have a significant bearing on current and future price developments.", "Therefore, there is a bidirectional relationship between inflation and fiscal policy.", "In the third part of my testimony, I shall describe in detail how inflation can affect government receipts and expenditure and, by extension, the general government balance.", "Meanwhile, let me set out here what type of fiscal policy I believe would be desirable in the current setting.", "In particular, I would like to highlight five criteria to be taken into account in the design of fiscal measures which could be implemented in the present circumstances.", "First, an across-the-board fiscal impulse should be avoided, not only because the fiscal space available in Spain is relatively limited, but also because it would exacerbate the current inflationary pressures.", "In this regard, bearing in mind that the roll-out of the investment projects under the NGEU programme already represents an appreciable fiscal stimulus, even if their implementation is experiencing some delays, other fiscal policy in Spain should maintain a neutral or even slightly restrictive stance.", "This combination of the large-scale use of the European funds - which does not directly affect the budget deficit but does have a positive impact on economic activity - and a neutral or slightly restrictive stance of other budgetary policy, would allow to continue providing some support to economic activity (which may be necessary in a setting in which pre-pandemic GDP levels have not yet been recovered), while gradually reducing the high structural budget deficit of public finances in Spain.", "Second, given the current high level of uncertainty, ideally it should be possible to adjust the fiscal policy stance relatively swiftly based on the materialisation of the risks to which I referred earlier.", "For instance, more intense inflationary pressures might call for a more contractionary budgetary policy stance.", "As I have mentioned, we at the ECB are implementing just such a flexible approach, linked to activity developments, such that we have been adjusting the pace of monetary policy normalisation in response to changes in the inflation outlook.", "Third, and related to the need to avoid an across-the-board fiscal impulse, aside from deploying investment projects that drive the Spanish economy's future growth capacity, in the present circumstances fiscal policy support in Spain should be focused on lowerincome households - those hardest hit by higher inflation - and on the firms most vulnerable to the recent price surge in many commodities (both energy and non-energy) and to the persisting disruptions in some global supply chains.", "Fourth, any measures should be temporary so as not to further increase the structural budget deficit, which, as I have said, was already very high in the Spanish economy even before the health crisis broke out.", "Fifth, the fiscal measures that are implemented should avoid any significant skewing of price signals or of economic agents' incentives.", "Lastly, as I will detail in the final part of my testimony, strengthening the sustainability of public finances is key in the current circumstances.", "This requires the definition of a multiyear fiscal consolidation plan.", "Such a plan should have broad political consensus and be accompanied by a comprehensive efficiency review of public spending and the tax system, including all tiers of general government.", "In addition to the medium and long-term benefits of such a strategy, defining the plan early on would generate greater certainty and trust in public policies, which is particularly important against the backdrop of monetary policy normalisation that I have described.", ".4 Supply-side policies and NGEU Offsetting the adverse effects of the current supply-side shock also calls for ambitious policies to boost productivity growth and potential GDP.", "In other words, the optimal economic policy response to an adverse supply shock, such as the present one, includes structural reforms (among them, naturally, energy market reforms) to ease the supply-side tensions.", "The common European instrument to realise this ambition is the NGEU programme.", "Harnessing its full potential and maximising its possible positive effects represents a huge challenge in itself, one that we must not underestimate.", "In this regard, I wish to highlight four aspects that I deem priorities.", "First, if the aim is to boost the transformative capacity of the NGEU funds, the programme must be implemented alongside a broad set of ambitious structural reforms, as envisaged in the Spanish Recovery, Transformation and Resilience Plan (RTRP).", "These reforms should, inter alia, remove the impediments in our institutional framework to the reallocation of resources between firms and sectors.", "A recent paper by the Banco de España17 shows that if projects with a high degree of complementarity between public and private investment are selected within the framework of the NGEU programme, and if structural reforms that reduce the rigidities in the product and labour markets are implemented, the Spanish economy's potential growth rate could stand at around 2% by the end of the decade, compared with 1% in the absence of those effects.", "Second, with regard to funding under the NGEU programme, the project selection process should be geared towards implementing those with the greatest potential to transform the economy.", "The different initiatives should be assessed in real time, so that any possible deviations from the goals established can be corrected swiftly.", "A robust framework should also be established for ex post evaluations by the research community and independent bodies.", "Third, given the importance of carefully selecting the projects to be funded by the NGEU programme and the administrative difficulties that this entails, and in light of the programme's structural approach, it would be desirable to consider longer time horizons for its implementation.", "Not only would this increase the chances of the NGEU programme having a considerable transformative impact on the economy, it would also avoid an excessive fiscal impulse over the coming quarters against a background of already marked inflationary pressures.", "Fourth, the NGEU programme should be the germ of a permanent macroeconomic stabilisation mechanism in Europe.", "A successful deployment of the programme would serve to strengthen the perception in Europe that such a permanent mechanism is warranted and necessary, and that further progress should be made in the common European project.", "This brings me to the role that I believe European policies should play in the present circumstances.", ".5 Policies at European level The Russian invasion of Ukraine has laid bare the EU's vulnerabilities in key sectors, such as energy, as well as the marked disparity between the Member States in their exposure to such vulnerabilities.", "A challenge of this magnitude underlines the importance of a joint response to common risks.", "As with the COVID-19 pandemic, the response to the war in Ukraine must, once again, be more Europe.", "Such a resolute common response must apply both to short-term measures, to address potential energy supply problems in the coming quarters (in line with the recent European Commission proposals), and to more structural, medium and long-term initiatives.", "The war in Ukraine has shown us that structural policies that foster the integration and interconnection of European markets - in particular energy markets - and that strengthen the single market will not only generate greater resilience to shocks, but will also drive competitiveness.", "Likewise, joint funding arrangements should be established to safeguard this common effort and avoid any excessive or highly unequal impact on national public finances, and any disruptions in the single market.", "Common funding arrangements would enable financing for large-scale programmes based on shared quality standards and provide for a uniform approach for assessing programme execution.", "Unquestionably, headway in this direction must come in unison with the establishment of a European fiscal framework that ensures the sustainability of national public finances, which is indispensable for the smooth functioning of the monetary union.", "I will discuss this in greater depth in the final part of my testimony.", "Progress must also be made in the expansion of the public and private risk-sharing arrangements in the EU.", "In particular, the euro area needs a permanent macroeconomic stabilisation mechanism - with revenue-raising and borrowing capacity - to complement the single monetary policy.", "It is also imperative that the banking union be completed, with the establishment of a European deposit guarantee scheme, and that progress be made in developing the capital markets union.", "Draft State and Social Security Budget In this third part of my testimony I shall offer an assessment of the macroeconomic forecast incorporated into the Draft Budget, its attendant government receipts and spending, the resulting fiscal policy stance and public debt dynamics.", "Before I begin, I wish to note three very important aspects when analysing the Draft Budget.", "First, having seen the Budgetary Plan published by the Government two days ago, I am able to offer an assessment, where pertinent, of the fiscal outlook for the overall general government sector, not only for the State and the Social Security system.", "One notable new inclusion in this year's Budgetary Plan is \"scenario 2\", which sets out an alternative forecast for receipts and spending in 2022 and 2023.", "I should clarify that my assessment will refer essentially to scenario 1, since this is the scenario considered consistent with the Draft Budget that I am here to discuss.", "Likewise, unless otherwise indicated, I will be referring at all times to the figures of the consolidated budget of the State, Social Security and Government Agencies.", "They do not include the NGEU funds, to which I will dedicate a special mention.", "Second, the Draft Budget has been drawn up in a setting in which the escape clause, which permits the temporary suspension of European fiscal rules, remains in force for 2023, as it was in 2021 and 2022.", "This eases, among other aspects, the requirements regarding budget deficit correction with a view to facilitating fiscal policy support for activity at this complex juncture.", "However, we should be mindful that the European Council, in the context of the European semester, issued a recommendation on controlling current expenditure, which was designed to serve as fiscal guidance for 2023 while the escape clause of the Stability and Growth Pact remains active.", "That recommendation is all the more significant when assessing the expenditure forecasts included in this Draft Budget, which I will come to later.", "Third, as I indicated earlier, one of the defining characteristics of the present situation are the high inflationary pressures.", "Therefore, any diligent assessment of the Draft Budget for 2023 must include detailed analysis of the different channels whereby inflation has a very significant bearing on public finances.", "Allow me first to delve deeper into these various channels, before assessing the macroeconomic forecasts included in the Draft Budget and other key aspects of the same.", ".1 The impact of inflation on public finances The pronounced inflationary pressures observed in recent quarters affect public finances through various channels, with impacts that are highly heterogeneous in terms of their nature, time horizon and scale across the main budget items.", "For instance, as I will come to later, some items are affected by inflation contemporaneously, while for others the impact essentially comes at a lag.", "Moreover, in some headings of government expenditure and receipts the increase in inflation has a relatively mechanistic or automatic effect, whereas in others the scale of the impact depends largely on the discretionary decisions made by the authorities.", "Moreover, not all price increases are equally significant for the different budget items.", "For instance, the key measure of inflation when assessing the performance of VAT revenue - or future pension expenditure - is price developments in consumer goods and services.", "However, in the case of personal and corporate income tax, movements in household wage income and firms' gross operating surplus are more relevant.", "This consideration is all the more important in the current context, in which a very significant share of the inflationary pressures stems from products that the Spanish economy does not produce, but rather imports from abroad.", "In this case, the import deflator grows faster than the export deflator - giving rise to a deterioration in real terms of trade -, and consumer inflation - which includes imported consumer goods - exceeds the growth in the GDP deflator - which refers to price developments in consumer goods and services in Spain and approximates to nominal household income growth.", "Indeed, on QNA figures, between 2021 H1 and 2022 H1, the import deflator increased by 25%, compared to the rise of 15.7% in the export deflator.", "During the same period, the consumption and investment deflators grew by 6.7% and 4.2%, respectively, while the GDP deflator and CPI were up by 3.4% and 8.5%, respectively.", ".1.1 Impact on government receipts Both in 2021 and in 2022 to date, tax revenue in Spain has systematically and significantly surprised on the upside.", "For instance, between 2021 H1 and 2022 H1, VAT revenue was up by 2.17%, while revenue from personal income tax and social security contributions grew by 16.6% and 5.1%, respectively.", "This robust buoyancy contrasts with the growth rates observed for these items prior to the pandemic.", "In particular, in the period 2017-2019, revenue from both VAT and personal income tax grew at an average annual rate of around 4%.", "A very significant share (around 70% on Banco de España estimates)19 of the sharp cumulative growth in Spain's tax revenue in 2021 and 2022 is linked to the broadening of tax bases.", "On the one hand, that broadening would owe to the increase in real activity, against a backdrop, since early 2021, of notable growth in consumption, GDP and aggregate employment.", "On the other hand, a substantial portion of the increase in tax bases - around two-thirds, excluding the effect of the fiscal measures - would owe to price inflation.", "This is particularly evident in the case of VAT where, for a given level of consumption, inflation causes a near automatic and contemporaneous increase in the tax base and revenue.", "In this setting, the non-indexation of certain parameters of the tax system may lead to tax revenue growth in excess of the rate of price growth that feeds through to each tax.", "A textbook case is that of personal income tax brackets defined in nominal terms and the exemption thresholds for this tax.", "Because personal income tax is a progressive tax, higher inflation that feeds through to the tax bases will cause tax revenue growth beyond that attributable to the increase in the tax bases, due to inflation pushing household nominal income towards higher tax brackets.", "In any event, it should be noted that another part - around 30%, according to Banco de España estimates - of the buoyancy of tax revenue in Spain in recent quarters does not appear to stem from changes in nominal tax bases (which are estimated on the basis of National Accounts information).", "In particular, high positive tax residuals are detected, which are defined as the component of government receipts that cannot be explained either by the tax measures adopted or by changes in nominal tax bases, taking into account the estimated elasticities of the response of receipts to changes in the tax base.", "The origin of these positive residuals may lie in a variety of factors, including the potential surfacing of parts of the underground economy.", "Analysing their origin is essential in order to determine whether they will be permanent or temporary.", "However, assessing this issue in real time is not easy.", "In any event, historical evidence shows that these positive residuals are sometimes partially or fully reversed in subsequent years.", "A prudent approach to budgetary programming should not treat government receipts associated with these residuals as permanent until their origin is clearly ascertained; therefore, it is not advisable to link permanent expenditure items to the presumed continuation of these revenue dynamics.", ".1.2 Impact on government spending On the expenditure side, the rise in inflation appears to have affected several important budget items, albeit very unevenly.", "First, public pensions are automatically indexed to HICP with a lag of about one year.", "Thus, while the Banco de España projections foresee an average increase in HICP of 8.7% for 2022, pension expenditure (which has grown by 6.1% due to inflation developments in 2021, but also to the rise in the number of pensioners and in the average pension) has not yet been affected by this price increase, the impact of which will materialise in 2023.", "Indeed, according to Banco de España estimates, each percentage point of CPI-based pension revaluation increases aggregate spending on this item by approximately €1.8 billion.", "Second, personnel costs associated with the public sector wage bill are only affected by inflation insofar as general government agencies themselves adopt discretionary measures to mitigate (often partially and after the fact) the impact of price growth on these workers' purchasing power.", "On Banco de España estimates, for each percentage point of public sector wage bill revaluation, personnel costs rise by approximately €1.4 billion.", "Third, inflation affects procurement and transfers in kind through changes in the prices of the products purchased or transferred, while it affects government investment through the cost of materials and labour.", "The relatively immediate impact of inflation on these items could nevertheless be limited by certain caps on general government spending in nominal terms, and by the restrictions on the updating of prices bid as part of a tender procedure.", "In this case, and insofar as these nominal limits are binding and remain unchanged, rises in inflation may ultimately not be passed through to spending in full.", "Fourth, public debt interest spending is also sensitive to higher inflation through several channels.", "First of all, insofar as part of the stock of public debt is held in inflation-linked bonds, price inflation would have an automatic impact on the cost of these instruments.", "In particular, at end-2021 inflation-linked bonds accounted for an estimated 5% of the outstanding amount of debt securities issued by general government.", "Under the current inflation forecast, this would represent an increase in interest expenses over the course of 2022 of around €4 billion.", "The rise in inflation would also have a relatively delayed indirect effect on debt interest spending, insofar as the monetary policy response to contain the inflationary pressures leads to market interest rate rises.", "In fact, the average term to maturity of Spanish public debt is currently more than eight years, increasing the lag of this channel.", "The sharp interest rate reductions observed in recent years work in the same direction.", "In any event, the Spanish public sector's annual financing needs are close to 20% of GDP.", "Thus, incorporating the current expectations of rising interest rates going forward would raise the Spanish public debt's interest burden, via this channel, from 2.2% of GDP at end-2021 to 2.7% in 2024.", "In fact, these two channels have already caused debt interest payments to grow by 14.4% year-on-year in the first half of 2022, in contrast to the more moderate growth in 2021 (3.7%) and with the negative rates observed in 2020 and 2019 (-11.4% and -3.2%, respectively).", "In the same vein, the Banco de España's balance sheet and income statement will also be affected by the process of monetary policy normalisation.", "Specifically, our analysis shows that the Banco de España will likely post negative results in 2023, like the vast majority of Eurosystem central banks.", "Therefore, we naturally do not expect the Banco de España to keep making revenue contributions to the public finances out of its 2023 results, as it has been doing in recent years.", "In short, it may be concluded that, in contrast to the evidence presented for government receipts, general government spending has not yet been significantly affected by the price increase, mainly because of the time lag with which spending on pensions, public sector wages and debt interest responds to current inflation.", "However, the impact of inflation on government spending is expected to become significant from 2023 onwards as, alongside higher input prices, pensions are revalued in line with 2022 inflation and the expected discretionary increase in public sector wages materialises, among other effects.", ".1.3 Impact on the general government balance and the stock of debt as a percentage of GDP In order to estimate the impact that higher prices have on the general government balance as a percentage of GDP and on the ratio of the stock of public debt as a proportion of GDP, it is essential to assess their effect on the denominator of these ratios (i.e.", "In particular, ceteris paribus, a rise in nominal GDP prompted by an increase in its deflator would automatically entail a reduction in the general government balance as a percentage of GDP and in the public debt-to-GDP ratio.", "Thus, for instance, for Spain's level of public debt at end-2021 (118.3% of GDP), a 5% increase in the GDP deflator would automatically reduce the debt-to-GDP ratio by 5.6 pp.", "Moreover, bearing in mind the various automatic and discretionary effects on the different budget items I mentioned earlier and the different paces at which they materialise, as well as the \"denominator effect\" I have just described, an initially positive effect of inflation on public finances is to be expected, which could turn negative over time.", "In particular, in 2022 the rise in inflation appears to be having a positive effect on the general government balance, thanks to the buoyant tax bases - in line with their deflators - and the relatively subdued government spending, which would not yet reflect the price upturn in full.", "However, although persistent inflation will foreseeably continue to drive up tax revenue in 2023, this channel would be weaker than in 2022, while the increase in government spending would be relatively stronger as a result of the revaluation of pensions in line with the CPI for 2022.", "In any event, over a longer time horizon the so-called general equilibrium effects gain importance.", "These are effects that operate through changes in agents' behaviour in response to movements in the prices of goods and services in the economy.", "Accurately quantifying these effects requires models which simultaneously determine the performance of inflation, real activity and the general government balance, among other variables.", "Such models take into account not only the changes in agents' behaviour in response to price variations (estimated on the basis of observed historical relationships between the different variables), but also the type of shock driving the higher inflation.", "Using the Quarterly Macroeconometric Model of the Banco de España, an imported energy price shock that pushes inflation up by 1% would lead to an estimated deterioration in the general government balance of 0.2 pp of GDP27 three years later.", "In other words, the effect of such a shock on the public deficit over a medium-term horizon would be negative.", ".2 The macroeconomic forecast of the Draft Budget I shall now go on to detail the salient aspects of the Draft Budget and the Draft Budgetary Plan for 2023.", "The Draft Budget for next year is set against a macroeconomic forecast that has GDP growth standing at 4.4% in 2022 and at 2.1% in 2023.", "The real GDP growth rate for 2022 envisaged in the Draft Budget macroeconomic forecast (4.5%) is very similar to that of the Banco de España's projections report published on 5 October (4.4%), and does not deviate significantly from other analysts' forecasts.", "However, the differences in GDP growth for 2023 are more significant.", "In particular, the Budget's projected real GDP growth of 2.1% is higher than both the Banco de España forecast (1.4%) and analysts' consensus forecast (1.2%).", "The differences are less significant in nominal terms.", "Specifically, nominal GDP growth incorporated in the Draft Budget is 8.4% for 2022 and 5.9% for 2023, compared with 8.1% and 5.9%, respectively, in the Banco de España's projections.", "In terms of the differences in the composition of projected growth for 2023, the scenario in the Draft Budget envisages a contribution from domestic demand of 2.4 pp, compared with 0.9 in the Banco de España projections.", "The Draft Budget macroeconomic forecast for gross fixed capital formation is particularly buoyant, with growth rates of 7.9% in 2023 compared with 0.9% in the Banco de España projection.", "These differences should be interpreted with due caution.", "That said, the different composition of growth for 2023 and the greater real GDP growth in the macroeconomic projections accompanying the Draft State Budget might be explained, albeit only partially, by the different assumptions about the pace and macroeconomic impact of the rollout of NGEU funds.", "In particular, the Draft Budget estimates that NGEU funds through the Recovery, Transformation and Resilience Plan (RTRP) will have an impact on GDP of 1.9% in 2022 and 2.8% in 2023.", "The effect of these impacts on the growth rate for 2023 would amount to around 0.9 pp, compared with a contribution of approximately 0.6 pp in the case of the Banco de España projections.", ".3 Public finances position at end-2022 The Draft Budget and Draft Budgetary Plan for 2023 envisage an estimated budget deficit for 2022 of 5.0%.", "On that point, I should note that the outturn data for 2022 to date indicate an improvement in the overall general government balance, owing chiefly to highly buoyant government receipts.", "Thus, according to Consensus Economics data, the average of analysts' forecasts in October 2022 for the general government balance was 0.8 pp higher than the average forecast in January 2022.", "In other words, even incorporating the fiscal measures rolled out in the wake of the energy crisis, general government balance projections have significantly improved over the course of the year.", "The latest Banco de España projections, for their part, expect the government deficit to stand at 4.3% in 2022, 0.7 pp below the official estimate.", "On the revenue side, the Draft State Budget anticipates an improvement in 2022 with respect to the budget.", "Thus, on a settlement basis, according to the State Budget outturn projection, shared tax collection would increase by 9.4% with respect to 2021, with revenue from VAT and personal income tax growing by 12.2% and 11.1%, respectively.", "These figures reflect higher growth (by 5.6 pp and 2.6 pp, respectively) than was initially budgeted for 2022.", "However, the improvement could be even stronger if the budget outturn developments observed to September continue in the remainder of the year.", "Specifically, the Banco de España projections anticipate shared tax growth of 11.6%, 2.0 pp higher than the Draft Budget estimate.", "By contrast, in the case of social security contributions, the Banco de España forecast points to growth of 6%, which is 0.6 pp below the Government's forecast of 6.6%.", "Overall, the State Budget's projected revenue growth for 2022 from taxes and social security contributions (8.4%) is lower than that projected by the Banco de España, which anticipates growth of around 9% for the sum of the two aggregates.", "This assessment is also borne out by \"scenario 2\", the alternative fiscal scenario set out in the Draft Budgetary Plan.", "This scenario, which is based on the Draft Budget macroeconomic forecast, envisages higher revenue for this year, updated to October 2022.", "In particular, fiscal revenue under scenario 2 would increase by 11.8%, which is 3.4 pp higher than under scenario 1.", "However, the budget deficit estimated for 2022 under scenario 2 remains unchanged at 5.0% since, according to the Budgetary Plan, this scenario envisages costs associated with various measures that are not included in the Draft Budget published two weeks ago.", ".4 Projected government receipts for 2023 The Draft Budget forecasts a 7.5% increase in tax and social security receipts in 2023 compared with the 2022 outturn projection.", "This increase rests essentially on the projected buoyancy of tax bases - which will remain heavily influenced by the increase in prices - and on the impact of the tax collection measures announced prior to the publication of the Draft Budget, such as the increase in social security contributions due to the implementation of the intergenerational equity mechanism and the temporary taxes on energy firms and banks.", "I will structure my comments on this revenue forecast around two elements: the new measures announced for 2023 and the risks to the forecast.", "First, the measures announced in the Draft Budget whose effects will be felt in 2023 are expected to have a low net impact on revenue in that year.", "This is because the negative impact on revenue of some of the measures - mainly the increase in the labour income tax credit, which represents an estimated revenue loss of some €1.55 billion - would be partially offset by other measures that have a positive impact, primarily the increase in the maximum social security contribution bases, with an estimated impact of €900 million on revenue.", "In 2024, however, the set of measures announced in the Budget would increase revenue by 0.21% of GDP, primarily owing to the effect of the limit on loss relief introduced in corporate income tax and the new temporary tax on high net worth individuals.", "In any event, it is important to note that a good many of these tax increases are expected to disappear in 2025, as most of the measures adopted are strictly temporary.", "Yet the new scenario 2 introduced in the Draft Budgetary Plan envisages a possible extension of the tax measures approved this year (i.e.", "the suspension of the tax on electricity generation, the reduced rate of VAT on electricity and gas, and the reduced rate of the excise duty on electricity) to mitigate the effect of higher energy prices.", "In addition, this scenario considers that the revenue effects of the new temporary tax on high net worth individuals could even extend into 2023, with an impact of €1.5 billion.", "Second, as regards estimated revenue for 2023, the Budget envisages a 7.6% increase in tax revenue, slightly below the estimate contained in the Banco de España's projections.", "By contrast, the estimated rate of increase of revenue from social security contributions (7.4%) is somewhat higher than that projected by the Banco de España (6%).", "Overall, the public revenue estimates included in the Budget for 2023 seem feasible, taking into account the possible underestimation of government receipts envisaged in the Budget for 2022 that I mentioned earlier.", "According to the Draft Budgetary Plan, government receipts will amount to 42.3% of GDP in 2023, excluding the effect of the European funds.", "This is an increase of 0.2 pp compared with 2022, but of almost 3 pp of GDP compared with pre-pandemic levels (almost 4 pp if we consider the second of the Draft Budgetary Plan scenarios).", "Again I insist on the need to consider that not all this increase is permanent until we know the reason for the decoupling I referred to earlier, observed since 2020, between tax revenue and macroeconomic tax bases.", ".5 Budgeted expenditure for 2023 On the expenditure side, the Draft Budget for 2023 includes an increase in State expenditure of 6.5% compared with the 2022 outturn projection.", "In turn, under the Draft Budgetary Plan, general government expenditure overall is expected to fall by 0.9 pp as a percentage of GDP compared with 2022, with wages expected to fall by 0.2 pp, inputs by 0.1 pp, subsidies by 0.6 pp, capital transfers by 0.3 pp and other employment by 0.2 pp.", "Conversely, social transfers are expected to increase by 0.2 pp of GDP, the interest burden by 0.2 pp and public investment by 0.1 pp.", "Most notable, first, is the increase in public sector wages, which entails a cumulative wage increase of 9.5% over the period 2022-2024.", "This increase breaks down as follows.", "For this year, a retrospective 1.5% wage rise is proposed, on top of the 2% increase already approved.", "For 2023, the wage rise is set at 2.5%, plus a possible further 0.5% if the sum of 2022 HICP and the early HICP estimate for September 2023 is more than 6%, something which, as I mentioned in my remarks on the macroeconomic scenario, seems highly likely.", "A further increase of 0.5% in public sector wages would be applied if nominal GDP were to equal or exceed the figure estimated in the macroeconomic forecast that accompanies this Draft Budget.", "In total, this amounts to an upward revision of €2.3 billion in the general government wage bill, compared with the Banco de España's latest projections.", "Also included is a preliminary agreement for a wage rise of 2% for 2024, which could reach 2.5% depending on the change in the harmonised CPI.", "In terms of employment, the forecast underpinning these increases in the Draft Budgetary Plan is compatible with general government employment growth of around 0.7% in 2022 and 0.3% in 2023, significantly below the growth observed in 2021.", "For its part, social security expenditure is expected to grow more sharply, with contributory pensions in particular increasing by 9.7%.", "There are also some upside risks in this budgetary item.", "First, the estimated 8.5% increase is approximately in line with the Banco de España's CPI growth forecast.", "Second, the increase in pension numbers estimated for 2023 (0.7%) is 0.2 pp below both the increase expected in 2022 and the average of the last five years.", "Lastly, for 2023, the average pension is expected to grow by 0.5% more than the increase agreed, significantly less than both the figure expected for 2022 (1.2%) and the average of the last five years (1.6%).", "This is mainly because new pensioners are receiving higher average pensions than those who are dying.", "Meanwhile, unemployment expenditure is expected to decline more than projected by the Banco de España.", "This is consistent with the fact that the fall in the unemployment rate (0.6 pp in 2023, to 12.2%) envisaged in the macroeconomic forecast that accompanies the Draft Budget is higher than that considered in the Banco de España's projections.", "According to the information contained in the Draft Budgetary Plan in National Accounts terms, interest payments will increase by 11.4%, below the increase of 19.7% envisaged in the Banco de España's projections.", "Strong interest payment growth is consistent with the effects expected when interest rates are rising.", "According to the Banco de España's projections, the interest burden will be 2.5% as a proportion of GDP in 2023, slightly above the 2.4% estimated in the Draft Budgetary Plan.", "Lastly, the Draft Budget envisages an increase in capital expenditure, of 21.7% compared with the 2022 preliminary estimate.", "In turn, according to the forecasts for public investment and capital transfers in National Accounts terms contained in the Draft Budgetary Plan, the preliminary estimate for capital expenditure is 1.6%.", "Overall, public expenditure is expected to increase by around 3.6% in National Accounts terms under the Draft Budgetary Plan.", "In this respect, I refer to the EU's recommendations to Spain on public expenditure.", "Specifically, the EU has recommended that public investment (including European funds) be used to address the needs of the digital, climate and energy transition.", "It has also recommended that increases in current primary expenditure financed at the national level be below a specific threshold, defined in accordance with medium-term nominal potential output growth, excluding the impact of any temporary support measures for the most vulnerable households and firms in response to the surge in energy prices and those destined for refugees from the war in Ukraine.", "In spirit, this recommendation aims to protect productive expenditure needed to achieve climate goals, while suggesting at the same time that rising inflation should not lead to a widespread increase in current expenditure amounting to an overall stimulus that will contribute to inflationary pressures.", "As regards this second recommendation, there is uncertainty around the benchmark threshold that the European Commission will use, mainly because we still do not know the specific GDP deflator that will be used to calculate the nominal component of medium-term potential growth,35 nor the exact definition of the current primary expenditure items to which the recommendation refers, nor the final adjustments that the European Commission may include in its future assessment of the rule (which could, for example, exclude discretionary revenue measures from the calculation of the benchmark, as is generally the case in public expenditure rules).", "In any event, a few simple calculations demonstrate the implications of this recommendation in the context of the Draft Budget.", "Specifically, if both the increase projected in social security benefits under the Draft Budget (€17.1 billion), and the increase resulting from applying the rate of growth of 6.6% corresponding to State staff costs, as per the Draft Budget, to the total general government wage bill (€10.1 billion), were added to the estimates for the 2022 close, and assuming that all other items remain constant in nominal terms in 2023 compared with 2022, this would imply overall growth of 5%.", "These calculations demonstrate how the impact of inflation - whether automatic or discretionary - on the above-mentioned items would require great moderation in all other current primary expenditure items to increase the probability of this recommendation being met.", "In this respect, the Draft Budgetary Plan contains an estimate of both current primary expenditure net of discretionary revenue measures for general government as a whole in 2023, and an estimate of the threshold that the recommendation would imply.", "Specifically, on that estimate, expenditure will increase by 4.4%, while the limit would stand at 4.6%, taking the GDP deflator for 2023 (3.8%) envisaged in the macroeconomic forecast as the real potential growth deflator.", ".6 The budget deficit target and the fiscal policy stance Overall, the Draft Budget estimates that the budget deficit will narrow by 1.1 pp of GDP, to 3.9%, in 2023.", "Based on the previous assessment, this target seems feasible, taking into account, in particular, that the budget deficit will likely be below the official estimate in 2022 (by some 0.7 pp, based on the budget deficit estimated in the Banco de España's latest projections).", "This better figure in 2022 could counter the possible deviations in the event that growth proves to be lower than expected (as also anticipated in the Banco de España's latest projections).", "I will now share a few considerations on the cyclical stance of fiscal policy.", "First of all, may I remind you of the difficulties involved in assessing the cyclical position of the economy, as this assessment is based on non-observable measures whose estimation entails a high degree of uncertainty, especially at a cyclical juncture as unusual as the present one, marked by severe supply-side shocks.", "Beyond these difficulties, and in accordance with the information contained in the Draft Budgetary Plan, the fiscal policy stance, measured by the change in the structural balance, would go from being slightly expansionary in 2022 (-0.5 pp) to being practically neutral or slightly restrictive in 2023 (+0.3 pp).", "This cyclical stance of fiscal policy is consistent with the temporary nature of the measures approved since the start of this year in response to the surge in energy prices and the consequences of the war in Ukraine.", "Nevertheless, this assessment is influenced by the deficit forecast for 2022 which, as I have said, could possibly not implicitly include the good public revenue performance observed in recent months.", "Indeed, on the Banco de España's estimates, which envisage a lower budget deficit in 2022, the change in the structural balance points to an almost neutral fiscal policy stance in 2023 (+0.0 pp).", "In any event, when assessing the fiscal policy stance, the effect of the European funds channelled through the RRF must also be considered, as these do not affect the deficit level in National Accounts terms, but they do affect the fiscal policy stance, as they entail a significant increase in expenditure but are not the result of revenue raised from resident agents, given the way in which they are financed.", "Accordingly, considering the timing of the spending of the European funds envisaged in the Banco de España's projections, the fiscal policy stance is expected to be expansionary both in 2022 and, albeit to a lesser extent, in 2023.", "Beyond the fiscal policy stance inferred from the changes in the structural balance, it is clear, given the negative level of the structural balance expected for both 2022 and 2023, that fiscal policy will continue to generate a significant stimulus.", "Lastly, over a longer time horizon, I believe it is important to highlight that, in accordance with the information contained in the Draft Budgetary Plan, a high structural budget deficit of -3.4% is forecast for 2023, similar to that estimated in 2019, which includes the strong public revenue momentum in recent years (including the positive residuals mentioned), whose impact on the structural budget deficit has been countered by an equivalent increase in public expenditure.", "This decline in the public debt-to-GDP ratio is exclusively due to nominal output growth, which more than offsets the higher debt resulting from the budget deficit and interest payments.", "The reduction in the debt-to-GDP ratio is somewhat smaller than that envisaged in the Banco de España's latest projections.", "Specifically, the Banco de España expects there to be a cumulative improvement in the public debt-to-GDP ratio of 7.6 pp between 2022 and 2023, resulting from a contribution of more than 15 pp from the denominator effect, which more than counters the cumulative contributions of interest payments and the structural primary balance which, in cumulative terms for the period, are expected to raise the ratio by 4.8 pp and 3.5 pp, respectively.", ".8 European funds The Draft Budget also provides information on the budget appropriations to be financed out of the European funds from the Recovery and Resilience Facility (RFF), under the framework of the Recovery, Transformation and Resilience Plan (RTRP).", "Regarding the outturn of budget appropriations in 2020, at 30 September obligations for a total of €12,945 million had been recognised (45.5% of the total41).", "For 2023, the Draft Budget envisages a slightly lower amount of new appropriations to be financed out of European funds (non-financial expenditure of €23,839 million, compared with €25,622 million in 2022).", "However, neither the Draft Budget nor the Draft Budgetary Plan offer any information on expenditure linked to the European funds in National Accounts terms for consolidated general government expenditure, which is the most useful metric for assessing the level of outturn of the projects linked to the RTRP with an impact on the real economy., In any event, the Draft Budget includes an estimate of the RTRP's impact on economic growth: specifically, 1.9% of GDP in 2022 and 2.8% of GDP in 2023.", "As mentioned earlier, these figures are higher than those included in the Banco de España's projections.", "The Draft Budget breaks down these impacts into an expectations channel, a direct investment-based channel, and the structural reform channel.", "The latter accounts for a growing portion of the macroeconomic impact, with the increase in GDP eventually reaching 3% in 2031.", "The medium and long-term challenges for fiscal policy In the final part of my testimony I will address what I think are the main challenges for Spanish fiscal policy in the medium and long term.", "Stock-flow adjustments, which according to the Draft Budgetary Plan will not contribute to the change in the public debt ratio in 2022, reflect the set of transactions and flows that do not affect the deficit but do affect public debt (and vice versa).", "Thus, for instance, NGEU grants received have no impact on the budget deficit, but they can affect public debt if the volume of these grants does not match, in a specific year, the amount of the expenditure outturn.", "The initial budget for RFF expenditure in the Budget for 2022 amounted to €26.9 billion (€25,622 million for nonfinancial expenditure and €1,278 million for financial expenditure).", "After various changes to the budget appropriations, including adding in carryovers from 2021, the total amounted to €28,448 million.", "The Draft Budgetary Plan for 2022 carries expenditure according to the economic classification of the Budget through to National Accounts headings.", "However, as they continue to refer to the State level, these figures do not provide information on total expenditure by all tiers of general government under the framework of the RTRP.", "For instance, a significant portion of the obligations recognised up to September 2022 was recognised vis-à-vis other tiers of general government, but there is no information available on the effective execution of specific projects financed out of the obligations recognised.", ".1 The design of a medium-term consolidation plan As noted earlier, the Spanish general government's debt ratios and budget deficit are expected to remain high in 2022, with a significant structural component in the case of the latter, estimated at 3.7% in the Draft Budgetary Plan.", "The state of Spain's public finances is a considerable source of vulnerability for our economy and leaves less fiscal space in the event of possible future adverse macro-financial shocks.", "In the current setting, such shocks could come, for example, from a significant deterioration in the economic growth outlook as a result of a possible escalation of the war in Ukraine, or from the possible emergence of tension on the financial markets against a backdrop in which monetary policy is immersed in a process of tightening financial conditions.", "Partly as a result of this process, recent months have already seen a notable rise in most European long-term sovereign bond yields.", "In the case of Spain, on 14 October the 10-year sovereign bond yield stood at 3.4%, compared with 0.6% at the turn of the year.", "An ambitious fiscal consolidation plan must therefore be designed and implemented to enable these imbalances to be gradually corrected.", "In particular, according to the simulations conducted by the Banco de España, under various assumptions regarding future economic growth and interest rate developments, a failure to make any fiscal adjustments in Spain in the coming years, together with the pressures on public expenditure entailed by an ageing population, would lead to a gradual rise in the public debt-to-GDP ratio.", "Conversely, in an alternative scenario in which consolidation efforts are made, for instance to improve the structural primary balance by 0.5 pp of potential GDP per year, to reach total structural balance equilibrium, public debt could fall to close to 70% of GDP by 2040.", "Moreover, if the adjustment described in this last scenario is accompanied by an ambitious package of structural reforms that enhance the Spanish economy's growth capacity, the debt-to-GDP ratio would fall yet further.", "As well as making public finances more sustainable, the design and unveiling of this plan, which must involve all tiers of government, would also boost confidence in Spain's economic policies.", "This is particularly important in the current context of monetary policy normalisation and heightened uncertainty.", "I will now set out a few observations on public expenditure and revenue that could, in my opinion, serve as a guide for the design of this consolidation strategy.", "In general, it should be stressed that, alongside the multi-year fiscal consolidation plan the Spanish economy needs to make its public finances more sustainable, it is essential to seek a balance of public revenue and public expenditure that paves the way for the structural transformation the economy will have to undergo in the coming years (for instance, in the digital and environmental arenas) and boosts Spain's potential growth capacity.", "In other words, the quality of Spain's public finances must be improved.", ".2 Public expenditure General government expenditure policies must be subject to an exhaustive review, with two essential aims: to increase the efficiency of each budget item and to optimise the distribution of public expenditure across items in order to promote more robust and equitable economic growth.", "First, given the relatively limited fiscal space available, it is imperative to identify the budget items where expenditure efficiency can be enhanced.", "In this regard, the Spending Reviews conducted by the Independent Authority for Fiscal Responsibility (AIReF) in recent years point to the possibility of enhancing the efficiency of some key expenditure items, such as active labour market policies, subsidies, tax relief, hospital spending and hiring incentives.", "In March 2022 the Government published its first report following up on the recommendations made by the AIReF in its Spending Reviews, setting out such recommendations and detailing the legislative changes and other measures adopted in response.", "Second, it would be desirable to consider how public expenditure could be best distributed to drive Spanish economic growth in the medium term, without overlooking various key equity considerations.", "In this respect, in the coming years the Spanish economy should undertake large-scale investment to adapt to the green and digital transition, among other structural challenges, in a setting in which population ageing will also exert significant upward pressure on public expenditure.", "When assessing how best to distribute public expenditure, it may prove useful to compare the structure of general government spending in Spain with expenditure in our neighbouring economies, while also taking on board the findings set out in different empirical studies in the academic literature.", "In international terms, education and public investment expenditure two budget items that are essential to drive economic growth and reduce inequality account for a lower share of general government finances in Spain than in the EU overall.", "On average, in the period 2015 to 2019, before the onset of the pandemic, which has notably skewed some key macroeconomic aggregates, public expenditure on education and public investment in Spain accounted for 4% and 2.9% of GDP, respectively, 0.9 pp and 1.5 pp below the EU figures.", "In the academic literature there is broad consensus regarding the importance of these items to drive economic growth and mitigate inequality.", "First, abundant empirical evidence demonstrates the positive impact that expenditure on education and public investment has on the accumulation both of physical and human capital and, by extension, on economic growth.", "Second, the available evidence also suggests that the explanation for the lower degree of inequality in Europe compared with the United States lies, above all, in the role played by pre-distribution policies such as public education.", "Thus, the fact that public policies facilitate widespread access to quality education encourages a more equal distribution of income before taxes and transfers.", "This evidence suggests that predistribution policies, such as education, could be as or more effective in reducing inequality than other post-market redistribution policies, such as welfare benefits designed to prevent social exclusion.", ".2.1 The pension system Given that the demographic trends expected in Spain in the coming years will exert huge pressure on pension-related public expenditure, a specific analysis of the main features and reform of the pension system is essential when assessing the future sustainability of our public finances.", "In this regard, as you are fully aware, the two key elements for containing pension expenditure included in the 2013 pension system reform were recently removed.", "Specifically, in late 2021, as part of the first phase of a new reform of the pension system,48 pensions were indexed to inflation and the sustainability factor was eliminated, among other measures.", "According to AIReF projections and the European Commission's Ageing Report, the two measures mean that pension expenditure as a percentage of GDP will grow by between 3.2 pp and 3.5 pp between 2019 and 2050.49 Nevertheless, various steps have been taken in recent months to offset the expected future rise in pension spending.", "Furthermore, a substantial increase in transfers from the State to Social Security has also been approved, to meet the latter's so-called extraneous expenses.", "This considerably enhances the social security budget balance, albeit with zero impact in terms of the aggregated general government budget balance.", "First, an \"intergenerational equity mechanism\" has been set in place, whereby a specificpurpose 0.6 pp increase in social security contributions is envisaged for ten years, starting in 2023.", "It has been estimated that this increase could bolster the Social Security Reserve Fund by up to around 2.5% of GDP by 2032.", "Thereafter, if withdrawals from the Fund are made up to the maximum legal limit (0.2 pp of GDP per year), the capital accumulated would be depleted in little more than ten years.", "New revenue and expenditure measures would then have to be approved in line with the conditions established by the above mechanism.", "Approval of these measures is subject to future negotiations with the social partners.", "Moreover, the adjustment entailed by the intergenerational equity mechanism is limited to the estimated impact associated with the now defunct sustainability factor (0.8 pp of GDP by 2050).", "Second, new incentives for delaying retirement have also been approved.", "On official estimates, these could yield savings for the pension system in the order of 0.6 pp to 1.6 pp of GDP by 2050.", "However, these estimates are subject to considerable uncertainty.", "Third, a new contribution system under the Special Regime for the Self-Employed has also recently been approved, with a view to more closely aligning the contribution bases for the self-employed with their net income.", "Over the first three years of the transitional period, which runs to 2031 at the latest, the preliminary estimates suggest that the new system's impact on revenue will be small.", "Overall, although, by their very nature, there is considerable scope for uncertainty in the long-term projections, an analysis of the pensions-related measures adopted in recent months suggests that the higher spending commitments associated with the elimination of the key elements of the 2013 reform have not yet been fully offset by the new measures recently introduced, the expected impact of which is also subject to a significant degree of uncertainty.", "Thus, official estimates place the savings associated with the intergenerational equity mechanism and the incentives for delayed retirement at between 1.4 pp and 2.4 pp of GDP by 2050,52 while indexing pensions to the CPI and the removal of the sustainability factor are expected to increase pension expenditure by between 3.2 pp and 3.5 pp of GDP by the same year, according to AIReF and the Ageing Report, respectively.", "It is also worth noting that, even in the scenario projected after the 2013 reform, pension expenditure as a percentage of GDP was expected to increase by between 0.7 pp and 1 pp of GDP between 2019 and 2050, given the macroeconomic and demographic scenario envisaged.", "Accordingly, it seems likely that further future action will be needed on either the revenue or the expenditure side, or on both sides, to cater for the growth in pension expenditure stemming from population ageing.", "In this respect, in recent years the Banco de España has been pointing to the need to strengthen the link between contributions made and benefits received, while ensuring a sufficient level for the most vulnerable households.", "Moreover, the redistribution and intergenerational equity-related consequences of any future reforms proposed must be analysed.", "The system should also be made more transparent and easier to plan for, to offer greater certainty to the population and facilitate decision-making as regards saving, work and retirement.", "In this respect, automatic adjustment mechanisms could possibly be introduced, to adapt certain system parameters to changes in demographic and economic dynamics.", ".3 Public revenue On the revenue side, improving Spain's public finances would call, among other actions, for a comprehensive review of the Spanish tax system to assess whether, overall, the different taxes meet their goals in the most efficient and most effective manner possible.", "A useful starting point for this analysis is to compare Spain's tax structure with that of its European neighbours.", "In this respect, the comparison with the EU-27 average over the average of the period 2015-2020 shows that revenue from indirect taxes and effective tax on consumption is lower in Spain.", "In the case of direct taxation, corporate income tax revenue is also lower in Spain, while personal income tax revenue is in line with the EU-27 average.", "Moreover, the Spanish tax system obtains a larger proportion of revenue from tax on non-corporate capital, and higher public revenue from social contributions.", "If we compare the Spanish tax structure, not with the EU but with the average of the euro area economies, in the period 2015-2020 Spain also has a negative revenue gap in terms of indirect and corporate taxation, while it obtains a higher proportion of revenue from all other direct taxes and social contributions.", "The academic literature suggests that shifting the burden of taxation to consumption yields potential efficiency and equity gains,55 and the additional revenue associated with the efficiency gains obtained from such a shift could be used to neutralise its potential regressive effects.", "These compensatory measures could be introduced through adjustments in personal income tax or transfers to lower income households;56 the amount and scope of these measures should be established according to society's distributive preferences.", "Any reorganisation of the Spanish tax structure should include a review of the tax cost associated with the consumption tax relief measures.", "On the information available, this cost is the main component of tax relief in Spain.", "In this respect, all tax benefits currently available must continue to be rigorously and independently reviewed after the AIReF's initial review, to determine whether they effectively and efficiently meet their initial goals, and otherwise to eliminate them.", "There is broad consensus that fiscal policy, in general, and green taxation, in particular, have to play a central role in reducing the negative effects associated with climate change and incentivising the energy transition.", "Accordingly, and to facilitate fulfilment of the ambitious medium and long-term climate goals Spain has assumed, it would be desirable for environmental taxation in Spain to rise gradually over the coming years, once the current energy commodity price shock is over, and draw closer to that of our European peers.", "This policy would foreseeably have an important distributive effect on less well-off households and adversely affect activity in those industries with a higher environmental impact.", "However, these effects could be mitigated by compensatory packages seeking to neutralise the regressive impact of the measures on the most vulnerable groups.", "Moreover, the growing digitalisation and globalisation of economic activity require greater international coordination and harmonisation of the tax system.", "In this setting, the recent international taxation agreements reached under the aegis of the OECD-G20 are to be welcomed, as are the various EU initiatives to advance in the coordination and integration of corporate taxation and taxation of digital activities.", "The Spanish tax system needs to adapt to this new reality, since furthering the processes of international coordination and tax harmonisation driven by the EU is the surest means of preventing any erosion of tax bases and Spain's economic competitiveness.", ".4 The role of structural reforms The possible adjustments to public spending and revenue I have just described would be geared towards improving the quality of public finances and, therefore, making them more sustainable.", "In any event, the Banco de España has been stressing that, to make headway towards the goal of making public finances more sustainable, one complementary approach would be to design and implement a broad package of ambitious structural reforms.", "As I have already mentioned numerous times today, these reforms would have the capacity to boost our growth potential in the medium and long term and therefore amplify the positive effects for public finances of gradually implementing a multi-year fiscal consolidation plan.", "Allow me at this point to briefly refer to the Spanish Recovery, Transformation and Resilience Plan (RTRP), which is linked to the roll-out of the NGEU programme in Spain.", "This plan envisages a total of 102 possible reforms, addressing a wide range of aspects that significantly affect the institutional framework in which the Spanish economy operates.", "In particular, these reforms are broadly inspired by a relatively comprehensive diagnosis of some of the main shortcomings consistently shown by the Spanish economy in recent decades.", "The main challenge of the plan is ensuring a proper design and swift roll-out of these reforms.", "Pressing ahead with the reform strategy is particularly important in the present setting, which, as I mentioned earlier, is marked by a very significant adverse supply shock stemming from the war in Ukraine and its effects on energy prices.", ".5 Reform of the European fiscal rules framework The European Commission is currently reviewing the European fiscal rule framework.", "The objectives of this review include reducing its complexity, improving compliance, boosting the countercyclical behaviour of fiscal policy and accommodating the new investment needs of the digital and green transitions.", "In this respect, I should like to stress the importance of having a fiscal framework within the euro area that ensures fiscal sustainability.", "This reform of the fiscal rules should take into account, inter alia, the magnitude and disparity of the Member States' current budgetary imbalances, which could require a more individualised approach and a reconsideration of the public debt levels that serve to anchor the SGP in the medium term.", "The framework also needs to be made more transparent and predictable, and countries' compliance has to be improved.", "The fiscal rules framework has numerous objectives and a complex system of governance, which has made it difficult to apply in practice.", "One possibility is to organise the framework around a single medium-term target for the level of public debt (which could be different in each country) and a single fiscal policy instrument, setting public expenditure from a medium-term perspective (i.e.", "linking its growth to the nominal potential growth of the economy).", "This approach would make the path of budgetary policy more predictable by introducing elements that go beyond the normal budgetary cycle, making it more automatic, and would therefore help to mitigate fiscal policy's procyclical pressures and facilitate the evaluation task of the independent monitoring authorities (such as the AIReF in Spain).", "The hitherto scant ability to ensure that countries build up fiscal buffers in good times for use in crises should also be improved.", "This requires improving the design of the system of incentives for complying with the rules and, probably, strengthening the role played by independent fiscal institutions.", "The new European fiscal governance framework should be completed with a number of elements to expand the risk-sharing channels in the EU.", "This would entail, for instance, establishing a European unemployment insurance system and a central fiscal capacity.", "It should be noted that, under the current fiscal rules framework, it is not possible to ensure, at any given moment, that the aggregate stance of the national fiscal policies is appropriate for the EU as a whole, which makes it hard to achieve a balanced fiscal and monetary policy mix.", "New tools must also be developed to enable the risk of financial fragmentation to be reduced and new common investment needs to be financed.", "In this respect, some of the initiatives approved during the pandemic should be expanded, such as the temporary Support to mitigate Unemployment Risks in an Emergency (SURE), launched in April 2020, which has demonstrated how access to EU loans generates significant interest savings for most Member States and also protects them from situations of financial market stress.", "It would also be desirable to review the timeframe for the NGEU programme to reduce the risk that some of the investment necessary to boost digitalisation, the fight against climate change and EU strategic autonomy may not be completed.", "For example, the length of the application period for loans under this programme, which expires in mid-2023, could be reconsidered.", "In conclusion, I would like to reiterate that the scenario facing the Spanish economy is marked by high inflation and by the tensions sparked by the war in Ukraine, which has prompted a downward revision to the economic growth projections for 2023 and a significant increase in the inflation outlook.", "Nevertheless, the economic projections are surrounded by an extraordinarily high level of uncertainty, with the risks on the upside for inflation and on the downside for growth.", "In this setting, I would like to convey the following main economic policy recommendations.", "First, the ECB's monetary policy will continue on the path of normalisation until it ensures that inflation converges to the 2% target over the medium term.", "Second, other monetary policies should play a key role in tackling the current situation through an incomes agreement, resolute supply-side policies and a reinforcement of the European project.", "Strictly from a budgetary perspective, I believe that any stimulus measures adopted need to be temporary and target solely the most vulnerable, avoiding an across-the-board fiscal impulse and further increases in the structural budget deficit that would fuel the inflationary episode and undermine the sustainability of public finances.", "In parallel, a fiscal consolidation strategy should be designed that reduces the vulnerability of the public finances and allows the fiscal space to be rebuilt.", "If this strategy is rigorously designed, promptly announced and backed by a broad consensus, its effectiveness will be markedly increased.", "It must also be accompanied by a comprehensive revision of public spending and of the tax system to make them more efficient and enhance their contribution to economic growth.", "Lastly, the transformative impact of the NGEU funds, which are crucial for the Spanish economy, needs to be maximised through a careful selection of the projects, their continuous assessment and the complementary implementation of a comprehensive and ambitious set of structural reforms that reduce the obstacles limiting the Spanish economy's growth capacity."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Inflation", "Energy prices", "Economic growth", "Public finances", "Fiscal policy", "Supply-side policies", "European policies", "Budgetary Plan", "Gross domestic product (GDP)", "European Union (EU)"]}