{"sentences": ["Vice-President Pavlova, Head of EIB Group Office in Romania, Tassan Zanin, Your Excellences, Prime Minister of Romania, Honourable Ministers, Distinguished audience, Ladies and gentlemen, It is a great honour for me to welcome you here for this celebration, marking 30 years of activity in Romania for the European Investment Bank - the lending arm of the European Union.", "The European Investment Bank supported Romania's endeavours towards economic prosperity through projects in important sectors of the economy even before our accession to the EU, in 2007.", "I recall its first operations in the early 1990s financing the development of transport infrastructure, modernisation of buildings and renewal of the national fleet.", "Since then, constantly over these 30 years, the Bank granted long-term financing as well as advisory and technical assistance with significant impact on Romania's process of modernization and growth.", "European Investment Bank helped boost public and private investments in sectors such as infrastructure, energy, healthcare services, municipal services, education, competitiveness, environment, water and solid waste management.", "Opening of credit lines for financial institutions in Romania was also essential.", "The inauguration of the European Investment Bank Office in Bucharest in June 2007 marked a milestone in Romania's relations with the European Investment Bank.", "Although 2007 was a difficult year and at international level it marked the start of the global financial crisis and the beginning of a long period of high volatility in the financial sector and in the economy, we had benefited from the direct support of the European Investment Bank, which provided much needed financial and technical support for our transition towards a market economy.", "This transition entailed not only loans and financing, but new laws, new institutions, and good practices.", "In this respect, the access to EU knowledge and expertise was crucial in implementing the reforms that followed.", "At institutional level, the National Bank of Romania has enjoyed a strong and reliable cooperation with the European Investment Bank.", "On a particular note, I praise the Bank's continuous local involvement and support in engaging with stakeholders through the very fruitful joint conferences on EIB's Investment Surveys, that we host every year at the National Bank of Romania.", "Indeed, these Surveys, conducted each year on Romanian companies, evaluate investment constraints, needs and priorities for Romania in order to establish European Investment Bank future engagement in our country.", "It is worth mentioning, that most of the findings of the European Investment Bank's surveys echo and complement our own, including those published in the Financial Stability Reports.", "Particularly, we find similar results regarding the fact that internal financing sources still account for the large majority of Romanian firms' investment finance and also that a large share of Small and Medium Enterprises do not access bank loans as a source of investment financing.", "These findings represent an important preoccupation for us, as they are among the factors which influence the still very low level of financial intermediation in Romania.", "Let me also mention here, the current involvement of the European Investment Bank in the development of public-private partnership projects in energy efficiency, health and education, poverty reduction, as well as projects tackling climate change.", "All these initiatives increase the overall financial impact of the European Investment Bank in Romania, way beyond the total amount of the actual loans granted.", "In this same vein, we acknowledge the European Investment Bank consultative support to the National Committee for Macroprudential Supervision's Working Group on Green Finance.", "It plays an important role in identifying the necessary steps to green the financial sector, along the other stakeholders in the group: Presidential Administration, ministries involved in climate change issues, credit institutions, private sector entities, municipalities, the Financial Supervisory Authority, the European Bank for Reconstruction and Development and the World Bank Group.", "Its counselling in this area is especially valuable as it draws on innovative experience in developing sustainable and efficient green finance models and systems.", "In this respect, we compliment your ambitious 2021-2025 Climate Roadmap and wish you great success with the transformation from \"an EU Bank supporting climate\" into \"the EU I would also encourage the European Investment Bank to be more ambitious in seeking out investment opportunities for addressing the challenges of a smart, sustainable, and inclusive growth within the National Recovery and Resilience Plan, as well as providing guidance and technical assistance support for EU-funded programs.", "Finally yet importantly, we express our appreciation for the close cooperation with the European Investment Bank Office in Bucharest, and especially the Head of the Office, Miss Lara Tassan Zanin.", "She has been a valuable liaison and a catalyst between our institutions and I take this opportunity to congratulate her for her activity in Romania, now that her mandate is concluding.", "We wish her great success in her future projects and express our hope that we will carry on the good collaboration with her successor.", "Ladies and gentlemen, Allow me to conclude my remarks on this joyous occasion, by extending warmest greetings to the team of the EIB Office in Bucharest.", "I would also like to thank the Luxembourg staff and the EIB management for all their work devoted to promoting development initiatives in our country and to express my hope that the excellent cooperation between Romania and the EIB will further consolidate in the future.", "The National Bank of Romania greatly appreciates the partnership with the European Investment Bank.", "I am confident we will be able to continue to build on it, tackling future challenges and expanding the opportunities that lie ahead.", "We remain your reliable partner, as always."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European Investment Bank", "Investments", "Economic Growth", "Infrastructure", "Financial Sector", "Climate Change", "Green Finance", "Sustainable Finance", "EU Funding", "Public-Private Partnerships"]}