{"sentences": ["Magandang umaga sa inyong lahat, especially to [House] Speaker [Martin Romualdez].", "Given my background as a former professor of economics, I will give you a long lecture.", "This is indeed a great day.", "Indeed, a former trading floor [that] creates space for an events hall is, in itself, symbolic of technological change.", "We need less space now for a lot of things that used to require a lot of space.", "Ensuring the growth of the capital markets alongside the banking system and the broader economy I am often asked, \"What is the role of stock markets in the economy?\"", "The first thing I did was go to Google.", "What I found out was that the market cap [of the stock exchange] is small in comparison to the total assets of the banking system, which, in turn, is about the same as [nominal] GDP [gross domestic product].", "What it means is that, over time, if you wait long enough, the market cap will probably be growing faster than the economy.", "What that says is that, over time, initially, economies are driven by big personalities and families.", "Of course, it is only appropriate that we are talking about the Ayalas or the San Miguels.", "But, over time, as the economy tries to grow and get more and more financing from everyone, we need capital markets.", "Of course, banks usually grow ahead of capital markets but, hopefully, soon to follow are other ways of raising capital-the biggest two of which are the bond market and the stock exchange.", "Looking to long-run averages over short-term movements as more accurate barometers of growth As someone famously said in the US [United States], \"The stock market predicted eight out of four recessions.\"", "This means it overreacts.", "In a way, the stock market is like your pulse rate.", "You get excited, it goes up.", "You hear Professor Medalla, it goes down because he lulls you to sleep.", "But what matters is the long-run average.", "You need people to watch the economy 24/7.", "You need people who watch companies 24/7.", "By the way, this means great value for the government itself.", "Because as companies make accounting [disclosures] to their stakeholders, the BIR [Bureau of Internal Revenue] gets a lot of data.", "[So,] it gets harder and harder to have multiple books.", "As the government, in turn, gets more money, it can have more money for financing infrastructure and social development.", "Strengthening data exchange within the Capital Markets Development This, indeed, is a great day.", "It is a great day because it says [that] the Philippines, its capital markets, are developing.", "From the point of view of the central bank, one area where we interact very closely [with the PSE] is the Capital Markets Development Council.", "We talk about all the issues, including tax reforms that we might want to propose to Congress.", "The other thing we get, of course, is data.", "For instance, one data [set that] we watch at the BSP [Bangko Sentral ng Pilipinas] is what kind of money is leaving [the Philippines] and what kind of money is entering.", "For instance, money is entering the Philippine government bond market.", "Those are strong signals of what people think about the interest rate and exchange rate.", "On the other hand, the money that comes in and comes out of the PSE reacts to a greater range of news, including politics, calamities, and so on and so forth.", "Nurturing a virtuous cycle: capital markets as another catalyst for inclusive growth I am very optimistic [that] this hall represents what could be in the future: an economy where capital markets are more developed; an economy where funding big projects and activities could be funded by thousands of, hopefully, ordinary people-a more developed capital market; a more developed economy, which, in turn, gives you a more developed capital market.", "Hopefully, that virtuous cycle together with the support of our national leaders, like the Speaker and, of course, the President, will give us an economy that is dynamic and, hopefully, one of the fastest-growing and very inclusive economies in the region.", "Maraming salamat, at magandang umaga sa inyong lahat.", "The market cap of the stock exchange is 13.46 billion as of end-May 2023, based on Philippine Stock Exchange (PSE) data.", "The total assets of the Philippine banking system amount to 23.1 trillion, according to preliminary data as of end-March 2023.", "Annualized nominal GDP is 22.7 trillion as of end-March 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital markets", "Stock market", "Economic growth", "Data sharing", "Bond market", "Long-term averages", "Interest rates", "Exchange rates", "Inclusive growth", "Virtuous cycle"]}