{"sentences": ["Good morning everyone1 I'm very pleased to be with you here today to talk about how the financial services landscape is changing, and how the credit union sector should respond to that change.", "Everyone in this room will have heard of the maxim that \"change is the only constant in life.\"", "That maxim dates back to the f.ifth century BC, when the Greek philosopher Heraclitus observed that the natural world was in a constant state of movement.", "Famously, he said \"no man ever steps in the same river twice, for it's not the same river and he's not the same man. \"", "When a simple maxim like that has survived for centuries, it probably holds some truth.", "Indeed, Heraclitus' thoughts fed into the writings of many ancient Greek philosophers - Plato famously noted Heraclitus' teaching that \" all things pass, and nothing stays .\"", "Some of us, though probably very few of us at this stage, will remember the highly manual nature of branch banking operations in the 1950s, through to the 1970s.", "Cheques and cash were by far the most popular form of payment.", "Believe it or not, as recently as 1978, a UK businessman called Randell Arnold filled out all the constituent parts of a cheque on a 150lb halibut - yes, a giant fish - and Barclays Bank accepted it as a legal bill of exchange.", "More of us might remember how the retail banking business model changed in the late 1980s and accelerated in the 1990s, as banks began to computerise their operations and provide services through non-branch channels such as telephone banking.", "Since the noughties, following the Global Financial Crisis and up until today, the number of traditional retail banks reduced significantly - most recently with the exits underway of Ulster Bank and KBC - and new entities, some of which are banks, but most of which are not - entered the market and gained market share.", "Using data analytics and digital technologies, new entities are reaching and serving customers in their millions, and banks, as well as credit unions, are responding by investing in technology to ensure they satisfy changing customer preferences and achieve operational efficiencies.", "So with change in the financial services sector being a constant since at least the 1960s, why does the current phase of change feel so different, making the change that happened before feel insignificant or immaterial?", "Changing landscape My sense is that it is the pace of change in financial services, coupled as it is with significant change in our external environment, which is making change in the present feel very different from change in the past.", "Russia's war in Ukraine, the resultant energy crisis, the conflict in the Middle East, the unprecedented and rapid monetary policy response to tackle inflation, the risk of recession, global warming that is occurring at a faster pace than many predicted, and with devastating outcomes like we saw in Greece, Libya and Hawaii over the summer - all of this change creates an enhanced sense of uncertainty, unpredictability, and for some, perhaps a sense of anxiety.", "Add to all of this the break-down of a rules-based world order, threats of deglobalisation and the prioritisation of short-term, national (or sometimes personal) interests over the common good, and we can begin to better understand why this change feels different.", "And within the financial services sector, where we all spend our working day, the evidence of change is also all around us.", "As anticipated, we are seeing a rapid change in how banking, insurance and other financial services are provided to customers, with an increasing number of customers demanding, or at least being more content to use, more app based and more online delivery channels.", "Covid-19 accelerated people's use and acceptance of technology to access the banking services they need.", "We are all experiencing a rapid change in electronic payments, and consumer demand for instant payments.", "We are closely watching firms develop new and innovative technology-driven business models.", "These firms aren't offering a broad spectrum of products to a broad range of consumers, but instead are targeting niche products to niche customer groups.", "Firms' efforts to target these consumers are facilitated by open-banking, new cloud and blockchain based technologies, as well as enhanced data analytics.", "Undoubtedly, and this is to be welcomed, these new products and new delivery channels are providing greater choice as well as bringing new consumers into the financial services system, who previously might have been left outside.", "However we are also seeing developments that concern me, like technology-driven new products in the crypto area, which do (in some instances) raise serious questions around sustainability and concerns relating to consumer and investor protection.", "And, at the Central Bank, we see this change continuing at pace and we certainly do not believe that change has reached its final destination.", "Our authorisation and supervision teams are at the front line of this change, and their insights are invaluable as we seek to better understand, anticipate and adapt in the context of the far-reaching changes taking place within the financial services industry.", "The size of the financial sector in Ireland has grown at pace in recent years.", "Ireland is seen as an attractive location for financial service providers to operate in, due to our membership of the European single market, having an open and globalised economy, a highly skilled workforce, favourable government policies and a transparent regulatory environment.", "The UK's withdrawal from the EU has, of course, also played its part in the growth we have seen.", "This growth has resulted not only in a larger, outward-looking financial sector but also a more complex one, including new business models driven by innovation and advancements in technology.", "Within the retail banking sector, we are seeing strong levels of growth and indeed significant innovation in the area of payments.", "Between 2018 and 2022, there was 221% growth in the number of payment firms authorised in Ireland.", "And today, there are a further 20+ payment firms, both EU and global, seeking authorisation from the Central Bank.", "The business models of these firms vary considerably.", "Some are seeking to offer cheaper and faster multi-currency, cross-border payments.", "Some are developing integrated payment systems to enhance accounting, payroll and inventory management system solutions.", "While others are, for example, offering payment initiating account information services to allow multi-banked customers to have consolidated views of their finances.", "We are also seeing BigTech firms looking to provide in-house payments and e-money wallets that enable consumers pay for their purchases.", "One trend we are seeing, and we expect this to become more common, is payment firms partnering with other financial services firms, such as credit providers, to offer a combined payment and credit solution to merchant clients.", "This has obvious implications for the credit union sector, and other more traditional providers of credit.", "So the picture and trajectory is clear.", "Technology is driving significant change, and new entrants will continue to innovate, disrupt and challenge existing market participants to progress technology transformation as a strategic imperative.", "We can reasonably expect FinTech and BigTech companies, as well as others, to continue to expand their financial services offerings and gain market share, as new and emerging business models provide firms with more growth opportunities.", "These developments are good for consumers.", "In Ireland, where we have recently seen major players leave the market, there is a need for adequate levels of competition between firms in order for markets to function effectively and provide households and businesses with appropriate levels of availability and choice.", "Well-regulated competition delivers value for money for consumers by reducing costs and prices, and promoting better service levels, as firms seek to attract and retain customers.", "And the more competitive our markets are, the better our economy will perform.", "While the Central Bank does not have a role in promoting competition, or responsibility for ensuring our market is competitive, one of our regulatory objectives is the orderly and proper functioning of financial markets.", "Assessing impacts on the functioning of the market and on competition within the market is an important part of how we regulate.", "We do understand that our approach to regulation, our processes and our ability to adapt to market developments can (and most likely would) impact competition if we do not manage them appropriately.", "That is why we remain committed to providing a clear, open and transparent authorisation process, where firms that meet the required standards can obtain seamless, timely and predicable access to our market.", "It is why we will continue to work with stakeholders, including industry and the Department of Finance, to ensure consumers can seamlessly switch between providers, benefitting consumers in the form of cost savings, but also benefitting firms including credit unions as they seek to build market share.", "It is why we will assess, and keep under review, the competition impact of our domestic regulations.", "We are acutely aware that our regulation must be proportionate, as if regulation goes further than required, it creates distortions that impact the orderly and proper functioning of the market.", "Our next Annual Performance Statement (to be published in 2024), will include an assessment of how we exercise our functions consistent with the orderly and proper functioning of domestic financial markets.", "And it is why, learning from the feedback we obtain from the consultation on innovation that I announced this week, and through our Innovation Hub and other functions, we will continue to help foster an innovative, resilient and customer-focused banking services sector in Ireland.", "The Central Bank supports innovation and the development of disruptive technology so long as they are applied for the benefit of consumers and businesses alike.", "And for firms, or indeed entire sectors, to be resilient and survive periods of significant change, it will likely be because the Boards and management of firms had the foresight, as well as the ability to take sometimes hard decisions, to ensure their product offering, their unique selling point, had sufficient revenue generating ability to cover the associated costs, and critically to build reserves for future investment as well as to cover risks.", "Many of these risks we already know about, but given the current pace of change in financial services, as well as the level of uncertainty in the economic and geopolitical environment, there are undoubtedly many risks that we do not yet know about, or do not yet fully understand.", "So in terms of reserves, in periods of significant change and uncertainty, it can never have been more important for me to emphasise that regulatory reserves are minimum standards, not targets, and it is therefore incumbent on Boards as well as the management in firms, including in credit unions, to identify and diligently manage risks and threats to their firms' balance sheets, in particular existing and emerging operational and credit risks.", "The good news is that credit unions in Ireland, both on an overall sectoral basis and individually, are by and large well-positioned from a financial conditions perspective, to not just navigate the current disruption and market uncertainty, but also thrive.", "Average reserves as a percentage of total assets in the credit union sector were 16.2% as at September 2023, marginally up on the previous year.", "The average rate of loan arrears is at the lowest level observed for many years, while the sector loan book has increased to just over €6 billion, a 12% year-on-year increase.", "Higher interest rates will feed through to higher revenues, as the extended period of unusually low interest rates comes to an end.", "But as a regulator, and also as an economist, it would be remiss of me not to take this opportunity - with this large audience - to sound a note of caution.", "We need to be very careful to avoid the trap of believing that because the financial sector in Ireland - and indeed more globally - navigated a global pandemic relatively unscathed, that somehow we can similarly navigate the current and expected future turbulence and emerge the other side having achieved the same outcome.", "To believe this ignores the fact that the monetary, fiscal and regulatory responses during the pandemic were exceptionally supportive, as central banks, governments and regulators took extraordinary measures to deal with what they reasonably considered to be a once in a century event.", "What we are seeing now - the geopolitical and financial system disruption, the challenges and threats arising from developments in technology, the fragmentation of our financial system - all the indications are that these are not once off events, may well be our new norm (at least for the foreseeable future), and that the pace of change may even accelerate with the advent of artificial intelligence, crypto capability and other technological innovations.", "In these circumstances, the previously seen monetary, fiscal and regulatory responses will not, and cannot be as accommodative going forward.", "It would be inappropriate, unwise and unsafe to relax regulation, or provide long-term latitude, just at the moment when risks to the system and consumers are becoming greater, or at least becoming more unpredictable.", "Now, having sounded my customary words of caution, I want to turn my thoughts to the future of credit unions, and how I see the sector playing an enhanced, and perhaps more complete role in the provision of financial services to Irish consumers and businesses.", "The future of credit unions I opened my comments this morning with a quote from Heraclitus, relating to change being a constant, and rivers always changing.", "I am sure that Heraclitus' teachings feature in the presentations of many a change management consultant.", "As another of his maxims, which has also survived for big results require big ambitions centuries and I am sure is often quoted, is that \" .\"", "David [Malone] - I read your recent interview with Accountancy Ireland with real interest, the article that was entitled \"Credit unions: transforming Ireland's financial primary financial landscape.\"", "You spoke about how you saw credit unions \"becoming institutions of choice, migrating from the periphery to the front and centre of the financial services landscape .\"", "This is what Heraclitus might describe as a \" big ambition ,\" but in my mind, it is one that is eminently achievable - with a clear vision, and the right strategy.", "While it is undeniably true that the relatively small size of Ireland's market means there will be a ceiling on the number of financial services providers that can serve our market profitably, there is always room for new or even existing providers to gain market share where their value proposition is one that satisfies the needs of existing and prospective customers.", "You don't need me to tell you that you are starting from a good place.", "Year after year, the credit union sector comes out on top in studies on corporate reputation.", "Your brand is known, and is strong.", "I was interested to read that you undertook further research to, \"get under the bonnet\" of the high ranking, with key contributors being the sector's human, friendly and authentic service.", "Others in the financial system should take note.", "During the course of 2022, the Central Bank worked closely with the Department of Finance as it conducted the Retail Banking Review.", "The Central Bank is of the view, and I know the ILCU shares this view, that the Credit Union Amendment Bill provides a significant opportunity for the credit union sector to transform into a community based provider of universal retail banking products and services.", "However, to achieve this, and as the Retail Banking Review suggests, the sector must be prepared to embrace change.", "This means implementing the significant business model changes required to deliver scale efficiencies, leverage the necessary expertise in a cost effective manner, and to develop greater standardisation across your product range.", "This transformation will require strong leadership and collaboration within the sector, driven by a strategic plan formulated and owned by credit union stakeholders.", "Over the last number of years, difficult decisions were taken to restructure or transfer undertakings to other credit unions, in order to build resilience or to achieve scale efficiencies.", "The evidence available to us suggests that these restructures delivered good outcomes, for the sector as well as for members.", "That is something you should be proud of.", "Restructuring has significantly transformed the asset profile of the sector, providing certain credit unions with the scale needed to deliver future transformation.", "Credit unions that have participated in Transfers of Engagement are already more active in business lending and home lending, thereby providing an enhanced range of services to their members.", "And these credit unions are reporting higher return on assets and lower cost to income ratios, and while relatively small at the moment, we would expect that these gains will become more pronounced over time.", "But the benefits are not only financial.", "There are operational and governance benefits from completing a Transfer of Engagement that include a greater pool of potential volunteers with different skillsets and backgrounds.", "Diversity of views, experience and expertise could be an important support in the future evolution of the sector, particularly given the scale of change in financial services.", "Transfers of Engagement, where they occur, also bring additional scale and resources at management levels within credit unions, which can be used to bolster and improve critical business functions, as well as the risk management framework.", "With this knowledge that restructuring delivers good outcomes, and given the transformation and change that is happening in financial services, we at the Central Bank urge all credit unions - small, medium and large - to consider, or perhaps reconsider, the strategic opportunities that restructuring offers to achieve greater efficiency, build resilience, and build scale.", "We support larger asset-sized restructuring solutions to build scale, as well as the continuation of transfers between medium and smaller asset-sized credit unions.", "The process can be challenging, perhaps even daunting.", "But I believe that those among you who have undertaken such a change would encourage your colleagues to embrace the opportunity.", "We in turn welcome the opportunity that the new Bill provides smaller credit unions, who choose to remain standalone, to collaborate and refer business to other credit unions, so that all members of any credit union can gain seamless access to the broader range of services that are now being provided within the sector, such as current accounts.", "I have however heard it said, not just once or even occasionally, that the lending limits imposed by the Central Bank act as an impediment to credit union growth.", "I must be clear that I totally disagree with this assessment.", "Significant capacity exists within the existing limits for further house and business lending.", "At end of September 2023, there was total outstanding capacity of €2.1bn should all large credit unions take advantage of the increased lending limits available to them.", "Regretfully, there has not been a significant take up of these increased limits.", "Of the 67 larger credit unions, only 12 have applied for the increased lending limits, and of these 12, nine have already been approved and the remaining three are presently being considered.", "As you all know, the credit union sector has significant funds to lend.", "You achieved strong growth in house loans for the financial year to September 2023.", "I urge you to utilise the capacity that exists within the existing house and business loan limits, and develop appropriate strategies to grow your loan books prudently.", "While you are achieving growth, the loan to asset ratio in the credit union sector at 30% remains close to historically low levels.", "And when the loan limits have been utilised, or near-utilised, we will ensure that the regulatory framework, including the loan limits, remain appropriate.", "Before I conclude my comments this morning, let me say a few words about climate change.", "Too often we think of resilience in terms of reserves, cost-cutting or operational risk.", "Of course these are and will remain very important, and the very high cost to income ratio in the credit union sector still needs to be addressed.", "It is important that hard decisions on cost management within credit unions are not postponed, or not taken at all, due to rising revenues on the back of interest rate rises.", "Similarly, given the increased risk of harm from phishing, ransomware and social engineering, firms, including credit unions, need to invest in and protect their systems, upskill and educate their staff and identify and address potential vulnerabilities.", "But managing the impact of climate change is also a critical factor in ensuring future resilience, and this is relevant for all sectors in financial services, including credit unions.", "We issued you with a Climate-Related and Environmental Risks Survey, and have reviewed your responses.", "Your participation in that survey was strong, and I want to thank you for that.", "On balance, what the survey told us is that credit unions are considering climate related and environmental risks, and understand the impact of these risks on their business.", "However, despite this level of awareness, more needs to be done to manage and mitigate these risks to ensure credit unions remain resilient.", "We will be writing to all credit unions about our observations, and our supervisory expectations.", "I wish you and the wider credit union movement continued success particularly as you navigate the challenges posed by the changing financial services landscape, and as you implement change within your own sector.", "You can be assured that the Central Bank will engage, and provide support where possible, where you seek to implement appropriate strategic and business model change.", "I would like to thank you for your time this morning, and wish you well with the remainder of your conference.", "And I'll finish as I started, with a quote from Heraclitus: \"The meaning of the river flowing is not that all things are changing so that we cannot encounter them twice, but that some things stay the same only by changing.\"", "I would like to thank Michael Smyth and Eamon Clarke for their contribution to my remarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial services landscape", "Credit union sector", "Change", "Innovation", "Technology", "Competition", "Risk", "Reserves", "Credit unions", "Climate change"]}