{"sentences": ["Dear Mr Salinas, Dear panellists and guests, Good morning!", "It is a great pleasure to welcome you to Bank of Albania's premises for this High-Level Forum on: \"Climate, Macroeconomy and Finance: Navigating risks and driving impacts\", a joint initiative with the World Bank.", "At the beginning of my greeting, allow me to extend our profound appreciation to the World Bank for its continuous support in establishing and enhancing our partnership from some years now, and particularly in progressing towards green finance.", "I would like also to thank all our distinguished guests, representatives of the most important national and international institutions, who have joined us in this crucial effort.", "Your presence today shows the importance of the topics we are going to address and the grand challenges that lie ahead.", "Today, we are going to discuss on a comprehensive challenge that goes beyond political boundaries, industries and times: the challenge of climate change.", "Needless to say, its impact affects every aspect of our lives, from the food we eat to the air we breathe.", "The effects of climate change cast a shadow over our ambitions for development, even though Albania's contribution to global greenhouse gas emissions is very limited.", "Climate change is no longer a distant threat.", "On the contrary, it is our present reality that we experience every day, through unpredictable weather events, increased and intensified probabilities of natural disasters, and even enhanced negative impacts on agriculture, tourism and infrastructure.", "As a result, climate change exerts considerable pressures on the stability of our financial systems as well.", "It is more than clear that our financial sector cannot function in isolation from these challenges.", "As we strive to make our activities sustainable and safeguard financial stability, we must not and cannot neglect the presence of risks from climate change.", "The banking sector, as a cornerstone of our economy, should increasingly enhance its resilience against traditional financial turmoil, as well as against the unpredictable force of climate phenomena.", "Sustainable finances are not a choice, but an obligation.", "Our banking system - well capitalised, profitable and liquid - has shown extraordinary resilient in recent years, despite strong shocks on the real economy, from the earthquake of November 2019, the lingering effects of COVID-19 and the armed conflict in Ukraine.", "Good management of the banking system must also remain cautious regarding the risks and uncertainties of the future, such as the challenges related to climate change.", "To continue on the path of sustainable growth, our banks should continuously deal with climate-related risks and make investments that are consistent with environmental responsibility to preserve ecosystems, microclimates and other vital resources at the country level.", "They should be better equipped to adapt quickly and effectively to a new situation, benefiting from the opportunities created by the transition to a more sustainable and environmentally responsible economy.", "The Bank of Albania encourages the banking system to address this not as a challenge, but as a strategic opportunity.", "We should be aware that supporting sustainable finance is a cushion for your investments, in turn, an added value to increasing and preserving our common welfare.", "The commitment to a transforming change starts within our institutions, with a view to collaboration, for fulfilling the promise of great common achievements.", "As a central bank, we are devoted to setting the standard and giving the example for market players.", "Today is an important moment, as we launch the \"Strategy for the Management and Supervision of Climate-Related Financial Risks to the Financial Sector, 2023-2025\", which is already published on the website of the Bank of Albania.", "This strategy - the result of the fruitful partnership between the Bank of Albania and the World Bank (FinSAC) - constitutes an important step in our unwavering commitment to address the economic and financial consequences of climate change.", "It is essential to underline that this strategy does not exist in a vacuum; it forms an integral component of our overall mission and is carefully synchronized with our policies and operations, including all aspects of climate challenge.", "This strategic document also embodies concrete measures related to our preparation for challenges and the use of opportunities created by the management of climate risks.", "The Strategy we are launching today provides an action plan to identify, monitor and manage climate-related risks, thereby ensuring the stability and resilience of our financial system.", "The actions to be undertaken in the framework of this strategy will affect the entire spectrum and various responsibilities of the Bank of Albania, from monetary policy to financial stability and daily operations.", "Further, the Bank of Albania remains steadfast in its commitment to facilitate the dialogue and to collaborate, thus ensuring the sustainability of our financial system, challenged by climate change and the transition towards a sustainable economy.", "In addition to implementation of the climate strategy, we will continue on the path towards modernization and digitalization of the market and payment systems, aimed at promoting financial inclusion and the use of electronic payments in the Albanian economy, in turn contributing to green finance.", "These initiatives will also simultaneously serve as an impetus in our efforts towards collecting sufficient data and building empirical models, as well as enhancing the awareness on climate-related risks within our financial ecosystem.", "The Bank of Albania is determined to fulfil its mission to guide advancement towards green finance, increase public awareness and contribute to sustainable development.", "Our effort includes integration of the latest innovations and best practices, accompanied by harmonization of our regulatory framework with the EU legislation (acquis) on sustainable finance.", "Dear participants, Central banks, international and national institutions are continuously improving their analytical and empirical expertise in these key areas.", "Supporting green finance policies is a fundamental principle of our commitment to a more sustainable and prosperous future.", "This is not a journey that an institution or even a nation can make alone.", "It requires cooperation and coordination on a global scale.", "I thank each of you for joining us in this vital effort.", "Also, on behalf of the Bank of Albania, I would like to express my gratitude to the Albanian Government for its continuous support and commitment in addressing these critical issues.", "Our actions today shape the world for generations to come and strengthen the resilience of our economic and financial systems.", "I hope that during the proceedings of this forum, the most productive and fruitful discussions will take place, which stimulate the most creative thoughts and solutions to the climate challenges that our system faces."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Sustainable finance", "Climate-related financial risks", "Green finance", "Financial stability", "Banking sector", "Climate-related risks", "Climate strategy", "Financial inclusion", "Electronic payments"]}