{"sentences": ["The modern gatekeeper - speech by Nathanaël Given at TheCityUK Published on 23 November 2023 The PRA's authorisations function plays an important role as a gateway into UK financial services.", "In this speech Nat Benjamin talks about how the function has adapted to the tumult of recent years and offers a vision for a streamlined but robust approach to regulatory transactions that supports the UK's competitiveness in the post-Brexit era.", "Opening remarks Good morning, everyone, and thank you to TheCityUK and EY for hosting us today.", "I want to begin by telling you that I am particularly pleased to be giving this speech.", "As this is my last public speech as the Executive Director of Authorisations, Regulatory Technology, and International Supervision, I'm delighted to finish my tenure in that role by speaking to some of the work that I have been most proud of over the past few years.", "So, I'm going to cover how we have adapted to the tumult of recent years from an authorisation's perspective.", "In that spirit I will touch on several areas relevant to that.", "These include our new secondary growth and competitiveness objective, our operational performance, and the Senior Managers and Certification Regime (SMCR).", "I will also take this opportunity to set out our mindset for the future in a post-Brexit landscape.", "The Prudential Regulation Authority's (PRA) Authorisations function[1] is really a gateway into the PRA[2] - one through which all firms pass, ranging from your local credit union to the largest banks We are there at the outset when a new business is looking to take flight, We are there as firms evolve their strategy by adding new activities, We are there when a new executive team takes over, We are there when a merger or acquisition takes place, ... and we are also there if a firm's journey ends, to support an orderly exit from the market, and to cancel their permissions.", "And that means we're busy!", "We deal with over 1,800 authorisation requests annually across multiple types[3] of regulatory transactions.", "Some firms might be interacting with us only occasionally, while for others it will be several times a year.", "But whatever the reason, we know that these applications are critical for firms' ability to operate and pursue their strategies effectively.", "However, we are much more than this.", "One could view a gateway in several ways: a mechanism to manage communication between networks; something to ensure that data flows seamlessly but securely; or simply, an entry point.", "And indeed, we are all of that.", "As a central function, we track developments, trends, and changes across the market.", "And that puts us in a pivotal position to drive change and deliver the best outcomes for firms, policymakers, and the wider industry.", "Our priority is to ensure that the gateway is modern and in step with a changing world.", "This means that it is strong, transparent, and accessible, so that firms arrive when they are ready, but do not waste valuable energy passing through.", "Pairing proportionate regulation with efficient and transparent implementation in how we handle regulatory transactions will contribute to making the UK a safe, attractive, and competitive market for financial services firms.", "This leads me on to the two key aspects of our vision for Authorisations.", "Firstly, we want interactions with us to be streamlined.", "We do not want firms expending unnecessary effort when passing through the gateway - engagement should be smooth, easy to navigate, and timely.", "That requires us to make our expectations clear and to continuously improve our operational efficiency and effectiveness.", "Secondly, we must continue to uphold high standards and the integrity of the regulatory gateway.", "A streamlined gateway is not the same as an open door without checks.", "Providing an early, proportionate challenge to transactions that pose a threat to the PRA's safety and soundness objective is better than waving them through and addressing the consequences later, both for confidence in the UK's regulatory regime and for firms themselves.", "I am especially pleased to be here today, speaking at TheCityUK, as I know this is a topic you and your members have a keen interest in and continue to support.", "The PRA and the industry are closely aligned on this vision and its importance to the UK financial sector, and I want to take this opportunity to explain why this matters to us and how we are pursuing it.", "The PRA's secondary growth and competitiveness objective First, let me touch on our new secondary growth and competitiveness objective.", "Because I think that authorisation is one of those functions that, while not visible to many outside of this room, has made and will continue to make an important contribution to the UK's competitiveness internationally.", "The PRA's new secondary objective requires the PRA to act, when it can, to facilitate the UK economy's international competitiveness and its growth over the medium-to-long term, subject to alignment with international standards.", "As my colleague Vicky Saporta outlined in a speech earlier this year[4], we think this is really about three things: Maintaining trust in the PRA and the UK prudential framework, Adopting a responsive approach to UK risks and opportunities, and, last but not least Operating effective regulatory processes and engagement.", "The secondary nature of the objective means that the PRA cannot advance it if it conflicts with its primary objectives on safety and soundness and policyholder protection.", "So, we will not take competitiveness into account when making most decisions on individual firms, including in relation to Authorisations transactions.", "Our high standards in assessing individual applications remain unchanged.", "However, our secondary growth and competitiveness objective does apply to our general functions.", "Those functions include our regulatory policymaking, and they also include how we design our overall approach to regulatory transactions.", "That is very much in scope, and so I'd like to briefly set out the range of work that's already under way to achieve this objective.", "Since the PRA was created in 2013, and without including the branches we have authorised as a result of the UK's exit from the EU, we have authorised 74 new banks, and 54 new insurers.", "And this is due in no small part to the innovative way in which we bring firms through the regulatory gateway, by jointly operating with the Financial Conduct Authority (FCA) new insurer and new bank start-up units, which help new entrants prepare for authorisation through industry engagement and a structured pre-application process.", "But we are not stopping at that - there is always room for further innovation.", "To that end, we are doing two things, focused on insurers.", "The first is creating a \"mobilisation\" regime for new insurance companies which will enable firms to obtain authorised status at an earlier point.", "We know this can be vital to secure further investment, recruit staff, and finish the build-out of operations - so we're doing something about it.", "And the second is launching the Wholesale Insurance Accelerated Authorisation Pathway, which offers a quicker route to authorisation for a sub-set of London market wholesale applicants where speed to market is particularly important[5].", "This is a good example of how we can apply proportionality where some business models pose less risk, and we are keen to encourage firms to come and talk to us about propositions that might fit under this approach.", "As one of my colleagues in insurance supervision said last year, come and talk to us, and you might be surprised at the difference between reality and perception in how swift and proportionate the process can be[6].", "Looking beyond new firms, our ability to effect changes in who controls a firm is also important for smooth market functioning.", "And indeed, the events of this year, notably the fates of Credit Suisse and Silicon Valley Bank, illustrated that we can and do act fast to maintain financial stability.", "We will shortly be publishing a joint consultation paper with the FCA relating to Change in Control, setting out proposals to replace the EU guidelines on the prudential assessment of acquisitions and changes of ownership, which we think will bring helpful transparency to firms.", "Finally, we are also engaged with HM Treasury and the FCA on a review of the Senior Managers & Certification Regime, as part of the Edinburgh Reforms[7], and I will set out in more detail in a moment how that will contribute to our objectives.", "These examples are just a flavour of the work we are doing to support innovation in financial services, to clarify expectations, and to deliver a streamlined process for regulatory transactions.", "As you will hopefully take from my comments, the PRA very much welcomes its new secondary competitiveness and growth objective.", "It gives us a powerful momentum in support of quite a bit of thinking we have been developing in recent years.", "Operational performance Now let me turn to operational performance.", "We know that effective engagement with firms on regulatory transactions is one of the most important contributions that we can make towards our competitiveness objective.", "These transactions all begin through engagement with the Authorisations function, whether this be via our pre-application routes; a formal regulatory transaction; or a regulatory query.", "It does not matter if you are a systemic bank or a friendly society - a transaction commences in the same way, and we strive to ensure all our firms are treated in a proportionate and effective manner.", "We know that firms care a lot about clarity and certainty when it comes to their engagement with us.", "Sam Woods also recognised this in December , acknowledging that greater transparency on our performance will give you the confidence that we continue to transform our operations.", "So operational performance has been a major area of focus for us in recent years, and I am pleased to say that these improvements have been borne out in the performance metrics that we now publish[9].", "But here too, we're not stopping at that.", "To demonstrate our commitment to transparency and accountability, and to recognise the contribution operational effectiveness makes to UK competitiveness, the PRA earlier this year enhanced the Authorisations metrics we publish: we increased the frequency of reporting; we provided additional information on the time taken to determine cases; and we broke down metrics by type of firm.", "As important as this transparency is though, it is equally important to bear in mind that metrics can never tell the full story about firms' experience engaging with the authorisation process.", "One additional dimension that is particularly important, and difficult to measure, is the ability of firms to speak directly to experienced staff within the PRA.", "To allow firms to navigate issues, they need to be able to engage in open dialogue with staff at the PRA who deeply understand the regimes and the issues facing industry.", "But while we strive to hit all of our operational performance targets, that can only come through efficiency and proportionality.", "Because we cannot compromise on the quality of assessment and decision-making that supports our primary objective to favour a faster assessment.", "We are working closely with colleagues at the FCA to continue to evolve our operations.", "This was also acknowledged in a speech by Nikhil Rathi, Chief Executive of the FCA, last month[10], and it will ensure confident and consistent financial services regulation in the United Kingdom.", "As an example of an efficiency improvement, we are reviewing and updating the online forms firms use to make authorisation applications.", "In particular, the updated forms for senior manager applications are going live for PRA firms in the next couple of months.", "This should make it quicker and easier for firms, as well as help us capture and process the information we actually need[11].", "We also have an ongoing internal project to streamline transactions and ensure we are applying proportionality at all stages.", "We have made a number of refinements over the past year to cut back processes and simplify decision-making, without compromising the quality of assessment, and we will continue challenging ourselves on this.", "Much of that will not be directly visible externally, but you should continue to see the benefits of it reflected in our published metrics.", "And we also intend to review our public-facing information to ensure that guidance, support, and information on the Authorisations function is clear, easily accessible, and there when you need it.", "Making it all easy to navigate.", "And that includes increased industry engagement in the form of seminars and roundtable discussions.", "In all these areas, I want firms at the gateway to be engaging with modern, efficient, and streamlined processes.", "However, we do have an ask of you.", "We need to hear from you on where unnecessary frictions remain, and where industry would welcome further engagement or guidance.", "Please continue to provide us with your feedback and suggestions, either directly when engaging via regulatory transactions, or with your supervisors, or through our annual firm feedback survey[12], or by continuing to feed in through industry bodies like our hosts today.", "We also need to hear from you to understand how firms are adapting to a changing environment, and what this might mean for our regulatory relationship.", "This facilitates an honest two-way conversation between regulator and firm, ensuring that we continue to operate a regulatory landscape that forward looking.", "Beyond guidance and metrics, the way in which we use data is pivotal to ensure operational effectiveness.", "Last year during a speech at UK Finance[13] I spoke about being in the foothills of a new digital era.", "As the industry responds to developments such as artificial intelligence, cloud computing, and new business models such as banking as a service, we will make sure our approach to authorising transactions related to any of that adapts as necessary, and that we accommodate novel and innovative solutions without causing delays.", "Back to our ask of you, I will take this opportunity to emphasise that data remains an area of focus for the PRA.", "The submission of complete, timely, and accurate regulatory information, whether as part of an authorisation application or for ongoing supervision, is what allows us to function effectively.", "We welcome any feedback on how we can further clarify what we need.", "But ultimately it is down to firms to make sure they have the systems and controls required to give us the necessary information.", "If they can't, well that's a problem they need to fix, rather than expect we will wave things through.", "Senior Managers & Certification Regime Earlier, I referenced the on-going review of the Senior Managers & Certification Regime (SMCR), and I want to touch on this now, as I know many of you will have engaged with our discussion paper about it earlier this year[14].", "In December 2022, the government announced, as part of the Edinburgh Reforms, that His Majesty's Treasury (HMT), the FCA, and the PRA would review the senior managers regime.", "We received over 90 responses relevant to our work as a prudential regulator, whereby we use that regime to promote safety and soundness through high standards of individual accountability.", "The good news is that the vast majority of respondents agreed that the regime is achieving its aim of making it easier to hold individuals and firms to account; and they felt that individual accountability supports safety, soundness, and conduct.", "Indeed, the senior managers regime is a cherished tool in our supervisory toolbox.", "It goes to the heart of our belief that embedding an effective and proactive risk culture is fundamental to a firm's safety and soundness.", "Because when senior managers within firms have integrity and are competent, everything else tends to look after itself.", "What happens otherwise has been illustrated rather strikingly over the past couple of years.", "As I have underlined during remarks throughout the past year, whilst capital and liquidity are essential, they are not sufficient to avert a firm's downfall.", "Early seeds of future failures are to be found in unsound risk culture and incentives, so the role of the senior managers regime remains vital in ensuring that financial firms have the right people at the top, who have integrity and the skills to drive a viable business, and whose tone percolates effectively throughout the organisation.", "In the case of internationally headquartered banks, we have seen the particular usefulness of the Group Entity Senior Manager Function (familiarly known as \"SMF 7\") whose role is to be an effective bridge between the group and the UK entity.", "This is an area in which the UK can be rightly proud of the regime we have built, which has been praised abroad.", "Whilst the purpose of the gateway is clearly understood here, there are aspects we must focus on to ensure it is modernised - keeping pace with evolving markets and risks.", "Respondents to the discussion paper identified several areas where they felt the effectiveness and efficiency of the regime could be enhanced through targeted improvements, and we've very much welcomed that.", "As senior managers approvals are the type of regulatory transaction that firms submit most often, we are on the lookout for ways to enhance the operational effectiveness of the regime.", "We received several comments on the delays in the regulatory process for approving Senior Manager Function applications.", "We know that since the delays, firms have been waiting in line for longer than they should.", "We were not happy with that state of affairs.", "As I mentioned earlier, together with the FCA we have been working extremely hard in the background to address this source of frustration and ensure that you can pass through the gateway without unnecessary friction.", "So, since June this year, the PRA is now determining 99% of senior managers cases within the three-month statutory target, and we are focused on accelerating further how fast we clear the bulk of straightforward and high-calibre cases, with half of cases now dealt within under 65 days.", "Therefore, I wanted to thank you for your patience, and acknowledge the work that our teams across both PRA and FCA have achieved in the past 12 months.", "Many respondents questioned whether the regime operates proportionately.", "First, I want to offer assurance that proportionality is already deeply embedded in how we assess cases.", "For example, we already take account of whether an individual has prior experience as a senior manager in the UK or elsewhere when considering their application.", "And we look for a different level of evidence on suitability depending on the nature of the role and the impact of the firm in question.", "To give a hypothetical example; take for instance someone applying to undertake the role of Head of Internal Audit at a large UK bank (\"SMF 5\", by the way!", "), having previously held the same role at a similar-sized European bank, and with evidence of appropriate qualifications and no adverse intelligence.", "We would aim for this to be a straightforward and rapid assessment.", "In contrast, we might ask for more information and interview someone if they were applying to be Chief Underwriting Officer (\"SMF 23\"!)", "of an insurer if there was no evidence of them having performed underwriting roles before.", "And of course, for any role, if we discovered intelligence about previously undisclosed misconduct, our assessment will be more robust.", "So, the regime is already designed to avoid a one-size-fits-all approach.", "We are carefully exploring options to make our assessments even more risk-based on the back of the lessons learned from running the regime since its introduction in 2016.", "The PRA will look closely at each of these issues as well as more specific points raised, and in taking this review forward, we will continue to work closely with HMT and the FCA.", "Although the approval of senior managers is only one type of regulatory transaction, let me emphasise that the work we are embedding on operational effectiveness applies to our full suite of regulatory transactions beyond this particular regime.", "Post-Brexit landscape Now I want to take a step back from individual regulatory transactions and consider the regulatory landscape as a whole.", "Following the UK's exit from the EU, we have been working to ensure that we develop a regulatory framework which is robust, proportionate and reinforces the UK's position as a global financial services hub.", "In June this year, we saw the Financial Services and Markets Act 2023 ushered into law, bringing with it an enhanced regulatory framework which UK financial regulators will work within.", "This contains a number of measures of great relevance to the Bank, including the Smarter Regulatory Framework (SRF) reforms.", "Under those reforms, independent regulators, including the PRA, acting within the policy and accountability frameworks set by Parliament, will take on increased responsibility for setting regulatory requirements in financial services.", "The new Act includes provisions that bring landmark changes to the PRA's role, expanding the rulebook and providing a basis for the work we do, whilst ensuring that our framework is fit for the future.", "As we take control of the rulebook, we have been busy on the authorisations side too - diligently and thoroughly authorising the new generation of firms that will be operating under that rulebook.", "This can be observed through the important work that we have been undertaking over the past half decade authorising over 120 third-country branches of banks and insurers who were previously 'passporting' into the UK.", "Following the end of the Temporary Permissions Regime (TPR), at the end of this year[15], we will be responsible for the supervision of over 200 third-country branches of banks and insurers.", "And we will have successfully delivered a smooth and orderly authorisation process.", "Just to provide context here, typically on an annual basis we authorise 11 new firms per year.", "However, over the three-year period of the Temporary Permissions Regime we have authorised an average of 50 firms per year - a massive achievement.", "In a nutshell, we are pro-actively making the most of the opportunities as well as managing the challenges that the UK's departure from the EU have created for our authorisations work.", "In line with our responsible openness approach to regulation, co-operation with international regulators and robust frameworks have enabled continuity for EU-headquartered banks and insurers operating in the UK.", "And we will ensure that as we implement further regulatory changes, we will do so in a way that avoids unnecessary frictions in the gateway.", "I am also cognisant of our host's recent report on \"Improving regulatory efficiency in authorisations[16]\".", "This was a welcome collation of industry views and fed into work already underway.", "To conclude, I would say that the Authorisations agenda is the busiest it has been since the formation of the PRA a decade ago, and we are working hard to maintain a gateway that is both robust and easy to traverse for those who are ready.", "With regulatory reform underpinning a forward-looking framework, and with experienced gatekeepers who are watchful but provide on-going support at the gateway, we have solid foundations that promote the good of the people of the United Kingdom.", "At the end of the day, the way we think about authorisations reflects our broader mindset, which I would characterise by the following three ingredients: We want to be approachable and easy to work with, so that people feel they can talk to us, We want to be proportionate so that we do not kick up a fuss for nothing, but when we challenge firms, we really mean it and we are serious about it, ...and we want to be predictable and not move goalposts.", "Those are the things we want to be known for.", "They define us as modern gatekeepers and supervisors.", "And we strongly believe they are in the public interest.", "I would like to thank Alifia Ahmed, Conor Mortimer, Paul Brione, and Andrew Linn for their assistance in preparing these remarks.", "Change in Control, and New Firm Authorisations.", "This covers transactions with statutory deadlines as reported quarterly, and others without statutory deadlines such as waivers.", "Victoria Saporta Speech 5.", "PRA New Insurer Start up Unit 6.", "Alan Sheppard Speech 7.", "The Edinburgh Reforms 8.", "Correspondence on Regulatory Operational Effectiveness 9.", "Nikhil Rathi Speech 11.", "FCA Changes to Application Forms 12.", "PRA Results of Firm Feedback Survey 2022 13.", "Nathanael Benjamin Speech - New Tides 14.", "PRA Review of the SMCR 15.", "PRA Temporary Permissions Regime 16.", "TheCityUK's Report on Improving Regulatory Efficiency on Authorisations Nathanaël Benjamin Executive Director, Authorisations, Regulatory Technology, and International Supervision ©2023 Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Authorisation", "Competitiveness", "Modernisation", "Efficiency", "Transparency", "Senior Managers & Certification Regime (SMCR)", "Post-Brexit", "Operational Performance", "Regulatory Transactions", "Financial Stability"]}