{"sentences": ["OF CENTRAL BANK KENYA AFRO-ASIA FINTECH FESTIVAL NAIROBI ONLINE CITY In partnership with the 2020 Singapore Fintech Festival Closing Remarks by Dr. Patrick Njoroge Governor, Central Bank of Kenya December 9, 2020 As Prepared for Delivery Your Excellency Uhuru Kenyatta, President of the Republic of Kenya and Commanderin-Chief of the Kenya Defence Forces; Moderators, Speakers, Panelists and Partners; Distinguished Guests; Ladies and Gentlemen: Good Morning, Good Afternoon, Good Evening!", "I am delighted to join you after three inspiring days of coming together to deliberate on the theme of \"People and Talent: Harnessing Collaboration in Pursuit of Resilience and Growth Post COVID-19.''", "privileged today to welcome His Excellency President Uhuru Kenyatta to the Afro-Asia Fintech Festival Nairobi Online City at the 2020 Singapore Fintech Festival.", "His Excellency's presence is testament to the high- level ownership of Kenya's digital transformation strategy to spur shared prosperity for Kenyans.", "Let me also take this opportunity to thank our hosts, moderators, speakers and panellists who accepted our invitation to join us over the last three days.", "I am grateful to our partners, service providers and the Monetary Authority of Singapore (MAS) for walking with us on this journey.", "I would be remiss if I did not acknowledge the teams at the Central Bank of Kenya (CBK) who have worked tirelessly over the last few months to make this event a reality.", "Finally, we appreciate the hundreds of participants who joined the Nairobi Online City event, to be part of the conversation.", "The last three days have been truly inspiring as we have shared successes and challenges in building back better through the coronavirus (COVID-19) pandemic.", "As I indicated in my opening remarks on Monday, 2020 has been an unprecedented year dominated by the COVID-19 pandemic.", "While the lives and livelihoods of citizens have been adversely affected, digitalization has 'kept the lights on' in the global economy.", "As we begin to turn the corner, we will look to digitalization as we 'build back better.'", "I did set the stage on Monday by highlighting three broad themes as we pursue global resilience and growth post COVID-19.", "I was pleased to note robust discussions over the last three days around the themes of restoring Small and Medium-size Enterprises (SMEs), partnerships and collaborations, and sustainable finance.", "it was inspiring to hear the successes of financial institutions in digitizing the operations of SMEs.", "This has indeed accelerated during the pandemic as SMEs have pivoted their operations to adopt to COVID-19 containment measures.", "To address the cash flow constraints that SMEs have faced due to COVID-19 restrictions, banks have restructured their loans to see them through this turbulent times.", "Equally inspiring is the move by financial institutions and technology players to build the skills of SMEs by automating and training them on financial management.", "It will take which is access to finance and upskilling SMEs to restore them to drive growth and resilience post COVID-19.", "A lot more remains to be done in restoring SMEs but the green shots are sprouting and we need to nurture them carefully.", "on partnerships and collaborations, the key message was the need for increased collaboration in building a sustainable financial ecosystem.", "This approach leverages on expertise, resources and innovations from various players.", "Central to this is the building of the requisite infrastructure to connect our citizens to the digital realm.", "Significant resources and input will be required both from the public and private sectors to put together the requisite hardware and software for sustainable digital ecosystems.", "It was inspiring to hear from MAS on the global initiative to build foundational digital infrastructure drawing on the experience of Singapore, India and other global leaders.", "Collaborations such as these will enable countries learn from each other and fast track the development of foundational infrastructure in their countries without reinventing the wheel.", "on sustainable finance, the pandemic has brought home the inter-dependence of corporations and the communities they operate in.", "Together corporations and communities have worked together to mitigate the adverse impact of the pandemic.", "Illuminating experiences were pointed out where banks and other entities worked with their customers through this period through restructuring of loans and continued provision of services through digital platforms.", "More encouraging as we build back better were cases where banks and other entities worked with manufacturers and SMEs to pivot their operations to the new normal.", "This was particularly pertinent in the move towards domestic manufacture of Personal Protective Equipment (PPE) which initially were sourced from overseas.", "As we build back better, sustainable finance will be imperative.", "In the long run, our vision at the CBK is that all finance will be green.", "We are working closely with the Kenyan banking sector whose leaders shared their experiences in this area.", "Green finance is particularly pertinent to Africa that contributes the least to pollution globally but bears the brunt of the adverse effects of climate change.", "As we build our digital ecosystems, we must keep in view effective digital governance frameworks.", "As data trails grow, we must protect our citizens from abuse of their data and ensure they are well informed on the use of their data.", "We must also beware of new trends.", "For instance, banks increasingly rely on Artificial Intelligence (AI) to make decisions on access to credit particularly for SMEs.", "Rigorous evaluation of data models and their governance will be required to ensure that we do not introduce biases that inadvertently exclude the very citizens we are trying to on-board to digital ecosystems.", "In closing, let me once again thank you all for your participation.", "CBK looks forward to continued engagement, partnership and collaboration as we build back better from COVID-19.", "Ladies and Gentlemen, it is now my distinct honour and pleasure to invite His Excellency Uhuru Kenyatta, President of the Republic of Kenya and Commander-In-Chief of the Kenya Defence Forces, to deliver his Keynote Address.", "Karibu, Your Excellency!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SMEs", "Digitalization", "Sustainable finance", "Partnerships", "COVID-19", "Green finance", "Digital governance", "Artificial Intelligence", "Financial institutions", "Collaboration"]}