{"sentences": ["25.10.2021 Testimony before the Parliamentary Budget Committee in relation to the Draft State Budget for 2022 Congress of Deputies Pablo Hernández de Cos Ladies and gentlemen, I appear once more before this Committee for the parliamentary presentation and discussion of the State and Social Security Budget (hereafter, the Budget) for 2022.", "Let me first briefly clarify a point concerning the content of my address.", "As a member of the Governing Council of the European Central Bank (ECB), I am today bound by the so-called \"quiet period\" prior to the meetings at which monetary policy decisions are taken.", "Accordingly, my thoughts should not be interpreted as indications of the monetary policy outlook.", "On this occasion, the circumstances of my appearance are, fortunately, notably different from those we were facing in autumn 2020.", "Still fresh in our thoughts then was the memory of the harshest phase of the pandemic in Spain.", "Precisely a year ago, moreover, the second wave of the virus was hitting us hard and the use of the first vaccines against COVID-19 had still not been approved.", "One year later, the vaccination roll-out allows us to look ahead with greater optimism and less uncertainty.", "This Budget, therefore, should be an instrument that provides for a shift in objective from mitigating the consequences of the pandemic for our households and firms to that of accompanying the recovery and paving the way for a structural transformation of the Spanish economy that raises collective well-being.", "I shall begin with a description of recent economic developments and the attendant outlook.", "That will allow me to set in context the role economic policies must play in this phase of the recovery.", "I will then offer the view of the Banco de España of the key features of the Draft Budget.", "I shall conclude with some thoughts on the medium-term fiscal policy challenges facing our country.", "Recent developments and the outlook for the Spanish economy 1.1 The global context Global economic activity has recently acquired greater momentum after a long and complex period of crisis.", "The two major levers of this economic recovery are vaccination against COVID-19 and the extraordinary support of economic policies in many countries.", "The health crisis is still not over.", "But the vaccination roll-out has meant that the restrictions on activity in many countries have been substantially eased.", "This has resulted in a stimulus to private consumption and, especially, to spending on services, which had been weighed down by the pandemic-containment measures.", "Forecasts by the various international organisations coincide on robust global economic growth this year and next.", "The recovery is advancing at different speeds from region to region, which largely reflects the differences in vaccine access and in the scale of the stimulus provided by economic policies.", "Generally, the recovery is proving sounder in the advanced economies which, according to the IMF forecasts, will attain pre-pandemic GDP levels next year.", "Conversely, it is weaker in the emerging economies, where the vaccination process is generally proving slower.", "In the euro area, real annual GDP growth is expected to be 5% in 2021, enabling the prepandemic level to be attained in Q4 this year, and, on these same forecasts, 4.3% in 2022.1 Among the main economies in the area, significant GDP increases are expected in France and Italy (respectively, 6.3% and 5.8% in 2021 and 3.9% and 4.2% in 2022).", "Like Spain, the contraction in these countries was sharper in 2020.", "In Germany, by contrast, growth will be lower in 2021 (3.1%), having been revised downwards owing to the impact the global shortage of supplies is exerting on some industrial sectors.", "This global economic scenario is, in any case, subject to high uncertainty and to certain risks related mainly to three factors: how the pandemic unfolds; mismatches in goods supply and demand globally; and how persistent inflationary pressures prove.", "The more unfavourable course of the latter two factors, which have a cross-cutting effect on all the main economies, is already perceptible in some of the latest economic indicators.", "I shall analyse these aspects in greater detail when I review developments in the Spanish economy.", ".2 Recent developments in the Spanish economy The initial impact of the pandemic on economic activity was particularly marked in Spain compared with its peers.", "After the strong rebound in 2020 Q3, developments up to Q1 this year were marked by the subsequent successive waves of the pandemic and by the extension of several containment measures.", "As from spring this year, headway in vaccination ran in parallel with a return to the growth path interrupted in the final stretch of 2020.", "GDP grew by 1.1% quarter-on-quarter in Q2, underpinned by the strength of private consumption.", "In particular, there was a rise in spending on those services whose provision has most benefited from the easing of the lockdown measures.", "But the pick-up in activity is as yet clearly incomplete.", "There was still a gap of 8.4 pp between the level of output in Q2 and that observed at end-2019.", "This gap was 2.5 pp in the euro area.", "The impact on the labour market was also very severe in the initial phase of the pandemic.", "In April 2020, almost one in four people registered with the Social Security System before COVID-19 struck had either lost their job or been furloughed.", "However, employment is recovering more quickly than GDP.", "In September this year, Social Security-registered numbers were slightly above the February 2020 level (0.1% in terms of the seasonally adjusted series).", "The gap remained negative (-1.2%) in terms of \"effective registrations\", a variable constructed by subtracting furloughed workers from the figure for registered individuals.", "The information for the first fortnight of October suggests this positive trend is continuing at the start of Q4.", "The unemployment rate stood in Q2 this year at 15.3%, 1 pp down on last year, but still 1.5 pp above its pre-crisis level.", "Turning to the general government accounts, the deficit stood at 11% of GDP in 2020, the result above all of the increase in public spending.", "Approximately two-thirds of the increase of almost €63 billion in public spending in 2020 (around 3.7 pp of GDP) related to disbursements to finance health spending and that relating to furloughed workers and the suspension of activity of the self-employed.", "The decline in revenue was tempered by the taxation to which a substantial portion of household and business spending is subject.", "Hence, personal income tax and social security contributions revenue actually increased slightly compared with the significant cuts in receipts from other taxes, such as corporation tax, VAT and excise duties.", "Overall, government receipts as a proportion of GDP increased in 2020 as a whole.", "In 2021, the easing of the health situation and the improvement in economic activity are allowing a slight correction of the budget deficit.", "However, in July this year the deficit was still 8.4% of GDP in 12-month cumulated terms.", "Compared with the same period in 2020, the improvement is due to the rise in receipts.", "Indeed, receipts have now exceeded their level in the same period of 2019.", "Expenditure, meantime, despite the decline in crisis-related disbursements, has scarcely stabilised in nominal terms.", "While the gradual easing of restrictions has enabled the most affected sectors and regions to begin recovering, the effect of the pandemic remains very uneven.", "Sector by sector, economy-wide effective Social Security registrations were, at the end of Q2, only 2.6% below their pre-crisis level.", "However, this gap ranged from 22.6% to 16.2% in the hospitality and leisure sectors.", "In terms of value added, whereas some sectors such as finance, agriculture, education and healthcare have already attained or exceeded pre-crisis levels, others such as wholesale and retail trade, transport, hospitality and leisure are still at least 20% down.", "Cross-regional differences are also substantial.", "The employment rate for Spain as a whole was, in Q2 this year, 0.9 pp down on 2019 Q2 (-2.2 pp in terms of effective employment), but was 4.7 pp and 3 pp down in the Canary Islands and the Balearic Islands, respectively (8.4 pp and 5.6 pp in effective terms).", "Conversely, Murcia and Asturias posted respective increases of 1.2 pp and 0.9 pp.", "The crisis continues to affect certain groups of workers disproportionately; in particular, younger and lower-income workers, given their sizeable weight in the sectors most affected by the pandemic.", "Moreover, these effects have only been corrected to a limited extent following the onset of the recovery.", "Specifically, the employment rate for those aged 16-29 was, in Q2, 2.8 pp less than at the start of the crisis.", "This figure is 1.3 pp down in the 30-44 age bracket, and shows a positive sign among older workers (0.3 pp).", "The bigger impact on more vulnerable workers with more limited resources to sustain their expenditure might, therefore, have prompted an increase in inequality.", ".3 The macroeconomic outlook The Banco de España published its latest macroeconomic projections in September.", "They forecast a continuation of the recovery, under the assumption of further ongoing improvement in the epidemiological situation both in Spain and the rest of the world, the prolongation of the expansionary stance of demand-side (both monetary and fiscal) policies, and intensive use of the Next Generation EU (NGEU) funds.", "However, following these projections, there have been some significant developments.", "Firstly, INE revised quarter-on-quarter GDP growth significantly downwards in 2021 Q2, from 2.8% to the aforementioned figure of 1.1% (along with smaller revisions in the preceding quarters).", "Such a high downgrade mechanistically entails (i.e.", "if the growth rates projected for the coming quarters were to hold unchanged) a substantial reduction in the average GDP growth rate for 2021 and, to a lesser extent, in that for 2022 also.", "Secondly, some changes have been afoot in the global economic environment in past months, and have acquired greater significance in recent weeks.", "I refer to the disruptions in global supply chains and to the higher costs of some inputs used in productive processes and, in particular, of energy (which, moreover, is a very important component of the household consumption basket).", "Overall, these changes tend to point to a worsening global economic picture.", "In fact, the swift recovery in global demand, added to the strong consumption of manufactures prompted by the pandemic in substitution of spending on restricted services and in view of accelerating digitalisation, has given rise to tensions in global supply chains.", "International maritime transport has been disrupted, prompting a significant increase in costs and delays in the supply of products.", "Supply shortages have led to bottlenecks in industry that have more sharply affected the advanced economies.", "Against this background, it is illustrative that, on provisional estimates, the composite euro area PMI output index fell by almost 2 points to 54.3, a six-month low.", "While the biggest fall-off was in manufactures (with a 2.5-point decline in October to a 16-month low of 53.2), the services sector also lost momentum (falling 1.7 points to 54.7, a six-month low).", "In Spain, the effect of global supply chain shortcomings has already led to a significant increase in delivery delays for industrial orders and, in some cases, to the need to slow production, as a result of the shortages in commodities and inputs.", "A case in point is the automobile industry, one of those most affected by global semiconductor shortages.", "Further, inadequate supplies of some goods and services in meeting demand has given rise to price increases.", "Such increases have been particularly marked in the case of various industrial and transport-related metals, and in that of energy sources, whether primary (such as oil, gas and coal) or secondary (such as electricity, produced in part through some of the main primary sources mentioned).", "This increase has fed through to the final prices paid by households and firms, which squeezes their real incomes and, therefore, adversely affects the pace of the recovery.", "Finally, the other economic indicators released after the publication of our projections tend to confirm the initial assessment, namely that output in the economy has been notably dynamic in the summer months.", "In particular, although foreign tourism continues to hold at levels far removed from those observed pre-pandemic, the latest information suggests an improvement in this demand component.", "The labour market also continued to perform favourably over the previous quarter, according to the effective Social Security registrations figures.", "That said, a characteristic of the recovery period is that employment is faring notably better than economic activity, as was especially highlighted following the QNA revision.", "The Banco de España, in coordination with the rest of the Eurosystem, will not be publishing new macroeconomic projections until December.", "However, the developments I have described foreshadow a significant downward revision of growth for the current year in Spain.", "Indeed, some analysts have already incorporated these latest developments into their projections.", "Taking Consensus Forecasts, we can see how in the latest monthly edition, published in mid-October, the panellists have revised their GDP growth forecast for this year downwards by 0.5 pp to 5.6%.", "Conversely, the average of the projections for 2022 has held stable, standing slightly above 6% (6.1%).", "Like GDP growth, employment growth, measured in hours, has been lowered in the revised estimate.", "But the scale of the revision of employment was, expressed as a quarter-on-quarter rate, much less (0.4 pp, to 4%) than that of GDP.", "That illustrates the difficulties, in the current recovery phase, of appropriately assessing the relationship between activity and employment and, therefore, of translating the robustness of this latter variable in the summer months into the growth rate of GDP in Q3.", "The revision of 2021 growth is even somewhat greater (down 0.7 pp to 5.4%) if consideration is given solely to the panellists who have changed their forecasts in the last month, whether upwards or downwards.", "It should be borne in mind that, although Consensus Forecasts is published monthly, not all the panellists update their forecasts so frequently.", "In 2022, the revision is 0.1 pp upwards, irrespective of whether the set of panellists or only those who have altered their forecast is considered.", ".4 The main sources of uncertainty Discrete growth estimates aside, the level of uncertainty remains high and there is a series of risks that will influence activity over the coming years.", "I shall now review the main sources of risk.", "First, recovery prospects are subject to the assumption that the reduction in the incidence of the pandemic will continue.", "In particular, our macroeconomic projections rest on the hypothesis that new vaccine-resistant and more infectious variants of the virus will not emerge.", "Nonetheless, we cannot rule out more unfavourable epidemiological developments.", "The extensive circulation of the virus in global regions where the immunisation of the population is less advanced might, for example, be conducive to the emergence of strains that are more infectious or that have built up some resistance to the vaccines.", "That might entail the reintroduction of recovery-hampering containment measures.", "Second, there is uncertainty over the pace and extent to which households will spend the notable volume of saving built up during the pandemic.", "On our estimates, this reservoir of saving might account for around 6 pp of GDP.", "In principle, there are several reasons to believe households will partly use this saving in the medium term.", "On one hand, it has tended to be concentrated in higher-income households, which typically show a lower propensity to consume.", "On the other, the possibilities of consuming in a deferred fashion a significant portion of the spending forgone during the pandemic are limited, since it corresponded above all to leisure and hospitality-related services.", "Our projections assume that households will only resort in part to this accumulated saving.", "That said, the level of uncertainty surrounding this assumption is high.", "Third, there is also very high uncertainty over tourist flows, which are so important to economic activity in our country.", "It was assumed in the September projections that the prepandemic volume of non-resident tourism would not fully recover until 2023.", "Specifically, in connection with the third quarter of each year, coinciding with the high season, it was assumed at the time that the level of tourism exports would, in 2021 and 2022, be approximately 45% and 90%, respectively, of the 2019 level (the last pre-COVID year).", "The assumption was that it would be necessary to wait until summer 2023 for a virtually full recovery.", "However, foretelling the patterns of behaviour of post-pandemic international tourism is no easy task.", "Fourth, how the Spanish economy performs will hinge crucially on the mobilisation and allocation of the NGEU funds.", "In December 2020, the Banco de España explicitly included the impact of NGEU for the first time in its projections, once the Draft Budget for 2021 had provided the first details about the volume of funds earmarked for this year.", "We noted at the time that there was high uncertainty over the outturn calendar.", "In practice, the rate of uptake has been lower than that included in the various projections exercises conducted since then, which has given rise to successive temporary shifts in spending volumes.", "The September projections envisage projects for an amount of slightly over €11 billion in 2021 and €31 billion in 2022, which would translate into impacts on the GDP growth rate for those two years of 0.6 pp and 1.8 pp, respectively.", "In any event, notable uncertainty prevails as to when the projects will be executed and to their multiplier effect on activity and employment.", "And that will decisively influence economic developments in the coming years.", "In this respect, any delay in the execution of projects may not necessarily be a disadvantage, provided that this contributes to project selection prioritising those with a higher multiplier effect.", "This latter aspect would be enhanced if the projects were accompanied by structural reforms geared to raising the economy's potential growth.", "But, set against these more medium-term advantages, any delay in spending projected for 2022 would give rise to lower GDP growth next year.", "Fifth, there is still high uncertainty over the ultimate impact of the crisis on the productive system.", "Our projections have been devised under the assumption that this impact is low.", "Yet it cannot be ruled out that these effects may ultimately be more marked and that they may, therefore, be an obstacle to the recovery.", "To date, we have already detected some signs of impaired solvency at firms, concentrated essentially in the sectors most affected by the pandemic.", "Thus, for instance, we have seen some impairment in creditworthiness in some banks' loan portfolios and a rise in the number of firms immersed in insolvency proceedings, despite the moratorium on these proceedings in force until the end of this year.", "The phasing out of the public measures of support to firms might mean there is further impairment of business solvency in the future if the activity of the companies affected recovers too slowly to offset the effects of the withdrawal of these stimuli and the extraordinary measures adopted during the pandemic.", "Sixth, the greater intensity and persistence of bottlenecks in the supply of certain energy and non-energy inputs may jeopardise the momentum of the recovery.", "Indeed, according to the latest indicators (PMI) to which I referred earlier in the euro area context, there is already partial evidence of this factor.", "And, on some estimates, the existence of bottlenecks is expected to have reduced exports in the first half of 2021 by 7% for the euro area as a whole.", "Seventh, and lastly, a factor capable of adversely affecting the outlook for the Spanish economy is the recent rise in inflation.", "While this increase was essentially due to transitory factors, it is still too early to see how persistent this phenomenon will be.", "But conceivably in the coming months, in any event, we will continue to observe relatively high rates of inflation.", "When assessing the possible incidence of the inflationary rise in the medium term, it is important to consider as a starting point the disinflationary trend observed over much of the past decade, which was the basis for very low rates of price growth.", "In particular, one of the characteristics of the disinflationary process of the pre-pandemic years was the apparent weakening of the connection between the degree of cyclical slack and price and wage growth.", "Various arguments have been brandished to explain this globally observed phenomenon.", "These include developments such as globalisation, the automation of productive processes and the expansion of e-commerce, which will have contributed to easing workers' wage demands and firms' capacity to expand their margins.", "Further, demographic developments - the inertia of which is very high given their nature - will have contributed in recent years to keeping demand pressures relatively moderate.", "In my view, it is very premature to consider that the future incidence of the foregoing factors may have declined after the pandemic and, therefore, that the recent rise in inflation may entail a break in the low inflation trend that prevailed for approximately a decade.", "The causes behind the current rise reflect a series of determinants different from the previous ones, in many cases transitory.", "This is the case with the closure of specific productive activities as a means of containing the pandemic, which prompted - especially in the first half of 2020 - significant declines in the price levels for certain goods and services.", "The subsequent recovery of pre-crisis price levels, in step with the reopening of the economy, has led to a step-effect on the inflation rate.", "That has been the case for oil prices and also for services in which personal contact plays a more prominent role.", "Once again, the price rises should, in principle, be purely transitory, not continuing any further than the time when the base effects are stripped out of the calculation of the year-on-year rate.", "As I have explained, the gamut of energy goods is undergoing additional price rises, which infuses recent developments with greater persistence.", "In principle, this rise in prices is expected to be transitory, as anticipated by the market-listed futures prices of these commodities, which point to a reduction over the course of 2022.", "But it cannot be ruled out that the increase in prices may persist over the coming months, given the rise in energy consumption during the winter, in a setting in which the volume of oil and gas stocks is relatively low.", "Moreover, a complex set of more structural factors - on both the supply and demand sides - are at play in these energy price rises.", "Such factors include the policies of the main oil and gas-producing countries and the curbing of fossil fuel investments stemming from their uncertain future, given the policies to combat climate change.", "Moreover, in the case of various non-energy industrial goods, the disruption to global production chains and the higher cost of many inputs and commodities, and of transport, has added to the pick-up in demand.", "This increase in costs is expected already to be feeding through in part to the sale prices of final products.", "Taken together, these factors add notable uncertainty to the duration of the current episode of rising production costs.", "And, evidently, the longer the episode lasts, the greater the probability that the increase in inflation gains in persistence, both because the cost increases filter through with greater intensity to final prices and because the increase in these prices gives rise to greater wage demands.", "Such a scenario is not, however, inevitable.", "On the contrary; the actions of national economic agents - in the public and private realm alike - can contribute to reducing their potential incidence, as I shall point out later.", "This line of argument infers that the potential impact on activity of the current inflationary episode is very uncertain, since it depends on many factors.", "These include the very persistence of the episode or reaction by different economic agents to it.", "In any event, as regards the specific case of the rise in the price of electricity, in-house estimates at the Banco de España using various methodologies can act as a guide.", "They would suggest an impact of 0.2-0.3 pp of GDP after three years for a permanent increase of 10% in the electricity price paid by consumers.", ".5 The role of economic policies in the current situation The swift and forceful economic policy response since the onset of the crisis has been crucial in limiting the effects and scarring of the crisis.", "Monetary and fiscal policies enabled households and firms to retain a high proportion of their income and helped mitigate the adverse impact of the pandemic on their financial position.", "These policy actions are also expected to have prevented major harm to the productive system; however, we are still far from being able to affirm this with certainty.", "The current and forecast setting is characterised by a progressive recovery in activity.", "But this recovery is still subject to several significant risk factors and is highly conditional upon the support of economic policies.", "Monetary and fiscal policies should thus avoid a premature withdrawal of the stimuli.", "In the case of monetary policy, the latest decisions of the ECB Governing Council, including the new monetary policy strategy, ensure highly favourable financing conditions will remain in place during the economic recovery.", "In particular, the new ECB strategy, announced on 8 July, sets an inflation objective of 2% in the medium term.", "This objective is symmetric, in that positive and negative deviations from target are considered equally undesirable.", "To maintain this symmetry, the new strategy acknowledges the importance of taking into account the consequences of the lower bound on interest rates.", "The new strategic framework establishes the need for particularly forceful or persistent monetary policy measures when the economy is close to this lower bound.", "This may also entail a temporary period in which inflation is moderately above target.", "There was an initial application of this new strategic framework to the ECB's monetary policy toolbox on 22 July, amending the institution's forward guidance.", "Under the new arrangements, the Governing Council expects key ECB interest rates to remain at their present or lower levels until it sees inflation reaching 2% well ahead of the end of its projection horizon and durably for the rest of the projection horizon, and it judges that realised progress in underlying inflation is sufficiently advanced to be consistent with inflation stabilising at 2% over the medium term.", "Thus, the new forward guidance arrangements, along with the widespread perception that the current inflationary episode is predominantly transitory, translate into expectations that the current expansionary monetary policy stance will remain in place for a lengthy period.", "In the case of fiscal policy, support will continue to be necessary in 2022, albeit more selectively; the focus will be on firms and population groups in which the consequences of the crisis are still being felt.", "This selectiveness of fiscal policy support is warranted by a dual need: first, to minimise the impact on budgetary imbalances in a setting in which these have increased most significantly during the crisis; and further, to ensure that economic policies do not hamper the necessary reallocation of resources.", "It is then important that the measures should be temporary so as not to further increase the structural deficit.", "In parallel, a consolidation programme should be designed to enable the high budget deficit and public debt levels to be gradually reduced, with the programme being launched once the recovery firms.", "I shall offer further details later.", "In the case of the business sector, for instance, it remains important to focus assistance on reversing the crisis-induced damage to solvency at firms deemed viable.", "In this respect, there seem to have been some problems in implementing the assistance programme approved last spring.", "In any event, by its nature this type of programme is aimed at a high number of firms, which are very small in most cases.", "That hampers implementation and calls for regular assessment warranting adjustments if the results show signs that the objectives envisaged are not being met.", "The effects of the crisis in the medium and long term will also depend on how firms adapt to the new economic reality.", "Economic policy should smooth this adaptation, which will on the one hand require allowing the use of the adjustment mechanisms provided for by legislation (labour law in particular), and that these should adapt to firms' specific conditions.", "On the other hand, legal and out-of-court debt restructuring procedures, the workings of which are currently prone to shortcomings7, need to improve.", "The efficient functioning of these procedures plays an important economic role by providing for the survival of viable firms with solvency problems, and for the orderly exit from the market of those others with viability problems.", "In this connection, the Council of Ministers approved on 3 August the draft Insolvency Reform Law bill, which introduces far-reaching changes into the preinsolvency and insolvency arrangements regulating the insolvency of firms, the selfemployed and consumers.", "From the standpoint of employment, training policies and job-search assistance should be reinforced to lessen the potentially structural damages of the crisis.", "The aim would be to provide for the reassignment of workers who have lost their job to more vibrant sectors in the wake of the pandemic.", "Beyond the short-term challenges, I would stress that the structural challenges the Spanish economy faces are very important.", "Some were already there before the crisis: low productivity, the inadequate functioning of our labour market, the fight against climate change, population ageing and high inequality.", "Others have arisen or intensified as a result of the pandemic, such as those stemming from digitalisation.", "All these challenges can only be tackled with a resolute structural reform agenda, supported too by the use of the European funds.", "Finally, allow me to mention, as one of the main changes from my previous appearances, the challenge that properly managing economic policy entails against the background of the inflationary rise we are witnessing.", "Recent developments have shaped a complex setting for the pursuit of economic policies.", "It is one we economic authorities had not faced since before the previous financial crisis.", "Indeed, the ECB has been struggling to achieve its inflation objective for a lengthy period.", "Against this backdrop, and given the information currently available, our resolve at the ECB is to continue providing the monetary stimuli needed so that, in the medium term, inflation may durably attain its objective of 2%, without reacting prematurely in the face of transitory shocks.", "Fiscal policy must adopt a medium-term perspective in which budgetary consolidation, once the recovery is entrenched, takes front stage.", "That does not mean it should cease to pay attention, as I have just emphasised, to supporting those segments of society most impacted by the consequences of the pandemic.", "But it is one more argument for justifying support being selective and avoiding a generalised fiscal impulse.", "Were such an impulse implemented, it might translate into an increase in the already existing bottlenecks, in the most stressed sectors, which would ultimately feed through to prices.", "It is also especially important to avoid the widespread use of automatic indexation clauses in the expenditure items that might further fuel the current inflationary process.", "The necessary support for vulnerable households in the face of inflation should be accompanied by a profound reflection on the potential structural shortcomings shown by our energy market during the current episode.", "Finally, firms and employees must internalise the essentially transitory nature of some of the main factors behind the current rise in prices.", "They must seek a fairer distribution of the diminished income in the national economy vis-à-vis the rest of the world that the recent cost increases entail, concentrated in many cases in goods and services that our economy requires but does not produce.", "Otherwise, we might fuel a price-cost feedback loop with adverse effects for competitiveness, economic activity and citizens' well-being.", "The Draft State and Social Security Budget In this second part of my appearance I shall offer an assessment of the macroeconomic forecast incorporated into the draft State Budget, its attendant government receipts and spending, the resulting fiscal policy stance and public debt dynamics.", "Before I begin, I would like to highlight two key aspects underpinning this assessment.", "First, the draft State Budget comes about in a setting in which the general escape clause allowing the temporary suspension of the fiscal rules for 2022 remains active, as it did in 2021.", "This mechanism eases the demands over the correction of the budget deficit so that fiscal policy support may be had to alleviate the economic consequences of the pandemic.", "Having seen the Budgetary Plan published by the Government on 15 October, I can offer an assessment of the fiscal outlook for the overall general government sector, not only for the State and the Social Security system.", "I would likewise clarify that, unless otherwise indicated, I shall be referring at all times to the figures of the consolidated budget of the State, Social Security and Government Agencies.", "They do not include the NGEU funds, to which I will dedicate a special mention.", ".1 Macroeconomic forecast The Draft Budget for next year is set against a macroeconomic forecast that has GDP growth standing this year at 6.5%, before quickening to 7% in 2022.", "Let us compare this macroeconomic scenario with analysts' (including those of the Banco de España) projections, taking into account considerations about the necessary adaptation of these projections to the information that came to light after their publication.", "It so happens that, as regards the current year, the average growth rate of GDP envisaged in the Draft Budget is, at 6.5%, almost 1 pp higher than the consensus among analysts (5.6%; 5.4% if the average posted by analysts who have revised their forecasts in the past month is taken).", "Along the same lines, for 2022 the Draft Budget expects GDP to grow by 7%, a rate which also exceeds analysts' projections9 by around 1 pp.", "If we focus on 2022 (with all due caution given the limitations of the information available), it does not seem that the difference between the output growth rates for the Spanish economy in next year's Draft Budget and in the Bank's September projections can be due to the different assumptions made about the use of the NGEU funds.", "As to the composition of growth, the scenario incorporated into the Budget reflects, set against the Bank's projections, significantly higher growth in the national demand components and, by contrast, a lower contribution of the external sector.", "Conversely, the outlook for employment growth is somewhat less favourable in the Budget.", "Lastly, the Budget forecasts growth in the private consumption deflator of 1.3%, 0.2 pp less than our September projections.", "But here, I think it is very important to highlight how the outlook for consumer prices has changed since our September projections.", "Specifically, were we to carry out a relatively mechanistic update of these projections with the latest information, the average growth rates of the harmonised index of consumer prices (HICP) in 2021 and 2022 would be revised upwards by slightly more than 0.5 pp and 1 pp, respectively, to 2.8%.", ".2 Projected government receipts The Draft Budget forecasts an 8% increase in receipts in 2022 compared with the 2021 outturn projection.", "This increase rests essentially on the expected path of tax bases, the delayed impact of the 2021 measures (estimated by the Government at €2 billion) and the elimination of Social Security contributions exemptions linked to COVID-19, since the new tax measures will, on Government estimates, not have a revenue-raising impact in 2022.", "My comments on these projected receipts will turn on three factors: the 2021 outturn projection; the new measures for 2022; and the risks to the projected receipts.", "Firstly, the 2021 outturn projection points to receipts around €3.1 billion below the initial budgeted figure.", "This deviation would be the outcome of the expected better behaviour of contributions revenue (+€3.6 billion) not sufficing to offset tax receipts that would be below the initially budgeted figure (-€6.7 billion).", "Approximately half the slippage in tax receipts (€3.0 billion) would be due to the lower revenue-raising capacity of the new tax measures introduced in 2021 or whose envisaged introduction did not finally take place.", "Ranked by the scale of the projected deviation as of today, we have most notably the taxes on financial transactions and on specific digital services, the limit on double-taxation exemptions for large corporations and the rise in VAT on sugary drinks.", "To be added here is the non-entry into force of the tax on non-reusable plastic containers and on landfill waste.", "These results show the need to estimate the effects of the discretionary revenue-related measures prudently, in particular when the introduction of new taxes is involved, on whose behaviour in the past there is no evidence.", "Secondly, the Draft Budget includes two new features on the revenue side.", "Under corporate income tax is the setting of a minimum rate of 15% on the tax base of consolidated groups or companies whose turnover is equal to or higher than €20 million.", "Under personal income tax we have the introduction of a lowering of the general tax-deductible amount applicable to the tax base for contributions to individual pension schemes from €2,000 to €1,500, and an increase in the tax-deductible amount for contributions to occupational pension schemes from €8,000 to €8,500.", "According to the estimates in the Draft Budget, these measures would have a very limited revenue-raising impact in 2022.", "Thirdly, concerning risks, two main factors influencing projected receipts can be identified.", "On one hand, the plausibility of the scale of the projected tax receipts in the Draft Budget, given the implicit tax bases.", "In this respect, taking as a basis the macroeconomic scenario accompanying the Draft Budget and also the Banco de España models, the government receipts projection would be slightly optimistic as far as social contributions revenue is concerned, although it might be partly offset by a prudent forecast for tax receipts.", "On the other hand, how the macroeconomic setting envisaged in the Draft Budget will evolve is, as I mentioned earlier, subject to downside risks, the materialisation of which might result in less momentum in tax bases themselves.", ".3 Expenditure The Draft Budget forecasts a 2.3% increase in expenditure in 2022 compared with the 2021 outturn projection.", "This higher spending is due to pensions and capital expenditure, which more than offset the containment in headings with a marked cyclical component, such as unemployment benefits and other transfers to the rest of the general government sector related to the management of the health emergency.", "My comments shall turn on two elements: the composition of the forecast increase in expenditure, and the path of this aggregate since the start of the pandemic.", "Firstly, regarding the projected course of the different expenditure items, earmarked on one hand for unemployment-related spending, a further reduction is forecast in 2022.", "This is as a consequence of the economic recovery, and would place the amount of this item at 37% below its 2020 figure, though still 18% above 2019 spending.", "As to the 2021 outturn projection, a reduction of 13.8% (€9.7 billion) is forecast in current transfers to the rest of general government, as a result of lower spending in relation to pandemic management, especially by the regional governments.", "Further, there are expected increases in spending on pensions and on staff (€7 billion and €1 billion, respectively), and on gross fixed capital formation and capital transfers (€6.5 billion).", "Lastly, I should mention a series of spending measures such as the rental voucher and the new cultural voucher for young people, the amount of which is relatively insignificant according to Government estimates.", "In the case of capital spending, the attendant discretionary boost is in response to the pandemic-induced need to provide support to the economic recovery under way.", "However, it should be borne in mind that this boost is on top of that from the NGEU funds.", "The amount budgeted to the Recovery and Resilience Facility (RRF) under the capital spending heading is €22.4 billion in 2022 (compared with €20.5 billion in 2021).", "Overall, they account for an unprecedented volume of investment spending, which might come up against significant implementation difficulties.", "By way of illustration, in the past the outturn percentage for investment stood at around 90% on average.", "With regard to spending on pensions, the forecast in the Draft Budget evidences some risks of upward deviation.", "These risks arise from a possible increase in inflation in the final months of this year that may outpace the Draft Budget projection.", "Specifically, according to the analysis by the Banco de España, pension spending might be around €1.5 billion above the figure envisaged in the Draft Budget for 2022.12 Compounding this possible slippage would be the cost of compensation relating to 2021 pensions, which might mean an additional amount of around €2 billion.", "By contrast, projected spending on unemployment benefits is generally in line with the estimates from the Banco de España models, given the macro forecast accompanying the Draft Budget.", "Lastly, interest charges are forecast to increase by €3.3 billion relative to the 2021 projection outturn, above the amount estimated by the Banco de España models.", "All told, the composition of spending in the Draft Budget entails something of a shift in expenditure associated with the management of the health emergency and economic crisis towards spending linked not only to investment projects, but also to other current expenditure items such as pensions.", "This might be partly due to the different projected course of State and Social Security spending in the Draft Budget and that of overall general government spending in the Budgetary Plan.", "In particular, the Draft Budget foresees a 2.3% increase in State and Social Security spending, compared with the 2.1% reduction for overall general government foreseen in the Budgetary Plan.", "This divergence points implicitly to a reduction in regional government spending, which is consistent with the significant decline in pandemic-related health spending, which has mainly been carried out by general government.", "Finally, I would like to address expenditure developments from a longer time perspective.", "The Draft Budget envisages a 2.3% increase in total spending, which is lower than forecast both for government receipts (8%) and for nominal GDP (8.6%).", "Yet we should remember that spending is expected to have increased most significantly in 2020 and 2021, unlike GDP and government receipts.", "Moreover, as I have previously discussed, a significant portion of this increase might be considered to be not directly related to the exceptional circumstances arising with the health emergency.", "And it might, therefore, evidence a nonnegligible measure of persistence.", "Thus, excluding the items related to unemployment benefits and public investment, and for the purpose of defining an approximate structural spending metric, primary State and Social Security spending is expected to increase by 18.9% over 2019, compared with increases of 8.3% and 5.6% in the case of receipts and nominal GDP, respectively.", "For overall general government, the 2019-2022 increase in spending is 11.7%, according to the Budgetary Plan, compared with the 7% increase in the case of total receipts.", "These figures illustrate the scale of the challenge fiscal consolidation - a necessary process once the recovery firms after the pandemic - poses, insofar as this increase in expenditure has a significant structural component, i.e.", "items not linked to cyclical or pandemic-related expenses.", ".4 The budget deficit target and the fiscal policy stance.", "Turning to the budget deficit, the Draft Budget estimates that the overall general government deficit will be 8.4% of GDP this year, falling by 3.4 pp to 5% in 2022.", "I shall analyse the uncertainty surrounding these targets.", "Based on the analysis of expenditure and revenue items I have set out, two sources of risk may be identified that would operate in opposite directions as far as fulfilment of the budget deficit target is concerned.", "First, as earlier stated, the macroeconomic forecast accompanying the Draft Budget is subject to downside risks.", "The materialisation of these risks would entail less momentum on the part of tax bases and, therefore, a poorer government receipts performance.", "Specifically, the estimated elasticities usually show that real GDP growth 1 pp below the related projection may generate an increase in the budget deficit of around 0.5 pp of GDP.", "Further, historical evidence indicates that spending related to public investment, one of the items that most increases in the Draft Budget, is usually significantly below the initially budgeted spending.", "Accordingly, the projection for overall general government spending would be subject to downside risks.", "Along these same lines, the latest Banco de España projections point to a budget deficit for 2021 of 7.6% of GDP, below the Government figure of 8.4%.", "These two factors might offset the upside risks to the deficit arising from lower than projected GDP growth.", "In relation to the cyclical fiscal policy stance, I should stress the difficulties of correctly identifying what point of the cycle we are at.", "Assessing the economy's cyclical position - with commonly used instruments such as the output gap - is already difficult in normal circumstances since non-observable measures are involved.", "But these disadvantages are heightened in a cycle as unusual as the present one, given, in particular, the symmetric nature of the recovery.", "Aside from these difficulties, on considering the fiscal policy stance by taking the change in the structural budget balance, we should also include the effect of the European funds channelled through the RRF.", "These funds do not affect the level of the deficit in accounting terms, but they do bear on the fiscal policy stance in that they entail a significant increase in spending but are not the outcome of revenue raised from resident agents, given the financing arrangements involved.", "The fiscal policy stance, measured by the change in the structural balance, would thus change from being expansionary in 2021 (-0.9 pp.)", "to being practically neutral in 2022, once the impact of the European funds is included.", "However, considering the timing of the spending of the European funds envisaged in the Banco de España projections, the fiscal policy stance is expected to be significantly expansionary in 2022.", "This is because, in relation to the Budgetary Plan forecast, the Banco de España scenario envisages a lower outturn of RRF-related spending in 2021 and a similar one in 2022, which would entail a non-negligible increase in public spending next year and result in a significant fiscal stimulus.", "Aside from the fiscal policy stance inferred by the changes in the structural balance, given the negative level this variable will post in 2022, fiscal policy will undoubtedly continue to generate a significant stimulus.", ".5 Public debt Based on the figures published in the Budgetary Plan, the public debt-to-GDP ratio is estimated to have peaked in 2020, initiating thereafter a very gradual declining path.", "This reduction is expected to be of the order of 4.5 pp in 2022, leaving the ratio at close to 115%.", "This decline in the public debt ratio would be due exclusively to the growth of nominal output, which would more than offset the increases in debt prompted by the budget deficit and interest payments.", "In any event, the path of this variable is highly conditional upon macroeconomic developments, meaning that a slower-than-expected economic recovery would bear negatively on the projected path of the public debt ratio.", "Higher-than-expected growth in the GDP deflator would have the opposite effect.", "Fiscal policy challenges In the third part of my testimony I will raise what I think are the main challenges for Spanish fiscal policy in the medium and long term.", "Broadly speaking, these challenges can be grouped into two closely related major areas.", "First, once the pandemic is over, bolstering fiscal sustainability will be necessary to reduce the macro-financial vulnerability posed by the current levels of indebtedness.", "Second, it is essential to make headway in improving the quality of the public finances, such that the components of government receipts and expenditure foster the structural transformation that the Spanish economy must undergo over the coming years (e.g.", "in the digital and environmental realms) and our capacity for potential growth increases.", "I will now develop the key aspects of those challenges, and also highlight some of the levers available to tackle them, before ending with some reflections on the reform of the Stability and Growth Pact, which is currently under discussion.", ".1 Bolstering fiscal sustainability The necessary fiscal policy response during the crisis has inevitably entailed a very significant deterioration in the public finances.", "Furthermore, the high structural budget deficit and public debt-to-GDP ratio before the onset of the pandemic already demonstrated significant fragility.", "As a result, according to the European Commission's estimates, Spain's structural budget deficit, which in 2019 was 3.7% of GDP (2.5 pp higher than the average for the euro area economies) will rise to 4.9% of GDP in 2021.", "As I have stressed on other occasions, the deterioration in the public finances calls for a thoroughly designed and promptly announced fiscal consolidation plan to be implemented gradually once the crisis is over.", "This plan must enable the progressive lowering of the current high budgetary imbalances, thereby bolstering fiscal sustainability, and would facilitate the restoration of fiscal buffers for future measures in the event of fresh crises.", "The implementation in the medium term of this adjustment plan is essential.", "In this regard, different simulations conducted by the Banco de España suggest that, over the next 15 years, this ratio will hold at close to 115% of GDP if, during that period, no further fiscal consolidation measures are adopted and the Spanish economy grows at an average rate in line with that observed in recent decades.", "In addition to limiting our fiscal space in the face of possible future crises, running persistent budgetary imbalances and high levels of public debt represents a considerable macrofinancial vulnerability for the Spanish economy.", "In particular, different pieces of empirical evidence show that persistently high levels of public debt over a prolonged period can prove to be not just a weakness in the face of possible changes in investor sentiment, but can also weigh down economic growth.", "As regards the first of these channels, it is true that during the pandemic-induced crisis the financing costs for the Spanish Treasury on international capital markets have by historical standards remained at very low levels (largely thanks to the ECB's extraordinary measures).", "That said, greater volatility in these markets and investors requiring a higher rate of return cannot be ruled out over the coming years.", "Indeed, in recent months, against the backdrop of the world economy's gradual recovery being accompanied by a spike in inflation, longterm sovereign bond yields have already increased in most of our European peers' economies.", "For example, last Friday the 10-year Spanish sovereign bond yield stood at 0.5%, compared with 0% at the turn of the year.", "With regard to the second channel I mentioned, the persistence of high public debt ratios can adversely influence the momentum of activity in several ways.", "For example, ensuring the sustainability of public debt requires persistently high tax rates, which typically weigh down economic growth, and/or a lower level of productive spending that stimulates the economy's growth potential.", "In addition, high public debt can also adversely affect the conditions under which the private sector obtains its financing.", "Against this background, I stress that it would be advisable for Spain to thoroughly devise and promptly communicate a credible medium-term fiscal consolidation plan that details, among other aspects, the timeframes envisaged, the proposed goals and the core measures for achieving such goals.", "Defining and announcing this plan early will help boost its credibility and lay the foundations for implementing a gradual adjustment process, thereby minimising the possibility of sudden changes in the budgetary policy stance that may hamper the recovery under way.", "The preparation of Spain's Stability Programme Update, to be submitted next spring, may be a good time to do so thoroughly.", ".2 Enhancing public finances The second major challenge, in my opinion, over the coming years is the need to enhance the quality of Spanish public finances, which could thus actively contribute to the structural transformation the Spanish economy must undergo and help boost our capacity for longterm sustainable growth.", "Enhancing the public finances would also make them more sustainable.", "As I set out these challenges, I will focus on two specific aspects: the composition and efficiency of government revenue and spending in Spain and the role that NGEU can play.", ".2.1 The composition and efficiency of government revenue and spending What share of the public finances the revenue and spending items should account for and how a potential fiscal adjustment should be distributed are decisions for the political arena, since it is there where the preferences of society as a whole can be properly considered.", "In any event, it is essential that these decisions be based on a prior, in-depth analysis of how much each of the government revenue and expenditure items can help the proposed goals be achieved efficiently.", "Similarly, comparing the composition of Spain's public finances with those of our European peers may also be informative.", "The composition and efficiency of government spending in Spain Based on pre-crisis figures (2019), when comparing the composition of government spending in Spain with that in the EU as a whole,18 it is noteworthy that government expenditure on education (4% of GDP) and public investment (2.8% of GDP) was 0.9 pp and 1.5 pp below the figures for the EU.", "Conversely, in 2019 government spending in Spain on social protection (17.4% of GDP) - which mainly includes the payment of pensions and other benefits such as those for unemployment and sickness and disability - and on interest payments (2.3% of GDP) was 1.3 pp and 0.9 pp higher, respectively, than in the EU.", "However, in this case the comparisons between countries are highly influenced by the differences in demographic structures, unemployment rates and public debt levels.", "As to spending on education and public investment, both items have a critical impact on the accumulation of physical capital and human capital in the economy.", "Indeed, there is extensive empirical evidence pointing to the accumulation of productive public capital acting as an important catalyst for private investment, fostering productivity gains across the economy.", "Higher spending on education would likewise boost the accumulation of human capital by workers and business owners, which would help increase both their level of individual productivity and aggregate efficiency.", "Significantly, too, these government expenditure items also help strengthen intergenerational equity.", "In sum, these spending items have a positive effect on the economy's potential growth and, therefore, a positive impact on the sustainability of public debt and on the economy's net financing capacity.", "As I highlighted earlier, the level and time profile of spending on social protection are shaped largely by society's past and present demographic trends.", "In this regard, population ageing in Spanish society explains a significant portion of the increase in the share of spending on social protection over the last 20 years (8 pp of GDP).", "According to the Stability Programme Update (SPU), a further increase (2 pp, to reach 43% of total general government spending in 2024) will likely occur over the coming years.", "At this juncture, allow me to highlight various questions concerning our pension system.", "As we all know, the 2011 and 2013 pension system reforms included some adjustment mechanisms to counter the impact on the system's expenditure stemming from the spike in the dependency ratio that is expected in Spain over the coming years.", "They included most notably the introduction of a pension revaluation index (PRI), which linked pension revaluation to the system's revenues and expenditure, and of a sustainability factor, which made the initial amount of the pension benefits contingent upon changes in life expectancy.", "However, in recent years these mechanisms have been deactivated and, more recently, the \"draft Law guaranteeing the purchasing power of pensions and other measures to bolster the financial and social sustainability of the pension system\" has formally reintroduced the inflation-linked revaluation of pensions.", "Based on Independent Authority for Fiscal Responsibility (AIReF by its Spanish initials) estimates,24 this decision will drive government spending on pensions up by a further 2.3-2.7 pp compared with the increase that would have arisen had pensions been revalued using the previous PRI.", "Moreover, the decision to revoke the sustainability factor approved in 2013 which must be replaced by a new adjustment mechanism in the future will entail almost 1 pp more expenditure in 2050.", "Also, while the agreement reached to increase the transfers from the central government to the Social Security system helps shore up the latter's budgetary position, it does so at the expense of increasing the former's financial obligations.", "As a result, this decision has zero impact in overall fiscal sustainability terms.", "In sum, given the projected dependency ratio developments, the system's structural deficit will widen again over the coming years if no additional measures are adopted to boost its revenues and/or contain the increase in expenditure, such as reducing the benefit ratio or raising the effective retirement age.", "Against this background, a review of the public pension system that ensures its sustainability remains necessary.", "Insofar as pension expenditure is mostly funded via intergenerational income transfers, the design of this reform must also consider the distribution of costs and benefits between different generations.", "Further, making the system as transparent and predictable as possible is desirable, so that the public can duly plan their work and retirement and consumption and saving decisions.", "Lastly, allow me to stress a factor that has a crucial impact on the overall quality of the public finances: namely, how efficiently expenditure is designed and implemented.", "Assessing this degree of efficiency and boosting it is particularly relevant when faced with the need to undertake a gradual fiscal consolidation.", "In this vein, the papers published by AIReF in recent years as part of successive Spanish government spending reviews point to there being considerable room to increase efficiency in some very important expenditure items, such as pharmaceutical spending, subsidies and active labour market policies.", "It would be desirable for all these recommendations to be considered systematically in the context of the public finances..", "The composition and efficiency of government receipts in Spain The second leg required to enhance the public finances in Spain should stem from a comprehensive review of the country's tax system.", "Aside from the level of revenue needing to be sufficient to cover the intended level of public spending and to achieve the desired redistribution goals (matters for the political arena), the tax structure should pursue the greatest possible efficiency and encourage economic growth through the adequate design and mix of taxes.", "In this regard, last April the Ministry of Finance set up an expert committee whose mandate is to conduct an in-depth review of the tax system to improve its efficiency, shore up public resources and adapt the system to the new challenges facing the Spanish economy.", "This committee has until end-February 2022 to deliver its proposals.", "In any event, allow me, as I did for government expenditure, to highlight what I deem some of the key aspects of a potential reform of the Spanish tax system.", "First, when comparing the composition of government receipts in Spain and in other European countries, we see that Spain's lower tax revenue (39.2% of GDP in 2019 compared with the arithmetic mean of 43.1% for the EU economies) is mainly explained by the lighter indirect tax burden in Spain.", "This is particularly so in terms of VAT, where the gap vis-à-vis the EU was 1.5 pp of GDP.", "As for direct taxes, in 2019 corporate income tax receipts were also lower in Spain than in the EU (0.7 pp less), while personal income tax revenue and social security contributions were higher.", "Tax revenues from environmental taxation (which includes taxes on energy, transportation, pollution and the extraction or use of natural resources) were also appreciably lower in Spain than the EU average in 2019.", "Second, there is broad consensus on fiscal policy, in general, and the tax system, in particular, having to play a central role in combating climate change and in the transition to a more sustainable growth model.", "Accordingly, and to facilitate compliance with the ambitious medium and long-term climate goals Spain has assumed (which are consistent with those adopted by the other EU Member States), the Climate Change and Energy Transition Law passed this year intends to mobilise more than €200 billion of additional investment between 2021 and 2030, a significant portion of which must be implemented by general government.", "To attain these goals, it would be desirable for environmental taxation in Spain to rise gradually over the coming years and draw closer to that of our European peers.", "Third, there is also consensus on the need for an in-depth review of the wide range of tax benefits available under the Spanish tax system.", "This is based on the diagnosis that, in many cases, Spain's lower relative tax revenues are not so much due to the existence of lower tax rates as to the high tax relief and exemptions.", "Indeed, according to the Report on Tax Benefits (Memoria de Beneficios Fiscales) accompanying the Draft Budget, the central government forgoes an estimated €41.9 billion of tax revenues in connection with these benefits.", "These benefits do not only significantly limit government receipts, but are also failing to achieve the goals for which they were designed in some cases.", "Lastly, I also wish to stress that it would be desirable for the decisions on taxation in Spain in some specific areas, such as taxes on capital and corporate earnings and environmental taxes, to seek strong international coordination.", "Doing so will maximise the impact of these measures on tax revenues and prevent them from resulting in competitive distortions or the relocation of tax bases.", "In this connection, the recent headway made internationally in terms of the harmonisation of some taxes is certainly promising.", ".2.2 The role of NGEU On account of its sizeable envelope and structural approach, NGEU offers a unique opportunity.", "With these funds we can boost the Spanish economy's growth in the short term and smooth its structural transformation in the medium and long term in light of the considerable challenges posed by, among others, growing digitalisation, the ecological transition and population ageing.", "This programme is also a key lever to enhance the public finances and their sustainability.", "For instance, since it was devised as a tool mainly intended to foster productive public investment and boost the accumulation of human and technological capital, it should serve to correct, at least partially, the Spanish economy's deficits in these areas.", "Similarly, if a portion of the NGEU-related funds are earmarked for modernising and digitalising general government, this should result in efficiency gains in the management of government receipts and expenditure.", "Furthermore, any increase in the Spanish economy's growth potential that may result from NGEU would also help make the public finances more sustainable.", "Harnessing the full potential of NGEU and maximising its possible positive effects poses, in itself, a huge challenge that we must not underestimate.", "In this regard, I wish to highlight three aspects that I deem priorities.", "First, if the aim is to boost the transformative capacity of the NGEU funds, implementation of the programme would necessarily have to be accompanied by a raft of structural reforms that should, inter alia, remove the impediments in our institutional framework to the reallocation of resources between firms and sectors.", "Specifically, a recent analysis published by the Banco de España suggests that implementing structural reforms that lower barriers to competition in the product market and reduce rigidities in the labour market would enable a significant increase in the expansionary effect (i.e.", "the fiscal multiplier) of the European funds in the medium and long term.", "This complementarity between NGEU and the structural reforms also comes into play elsewhere.", "Specifically, the NGEU funds could ease the adoption of some structural reforms by defraying, at least partially, the short-term costs some cohorts may incur as a result of the reforms (which benefit society as a whole in the medium and long term).", "Second, the choice of the projects in which to use the NGEU funds should by underpinned by an appropriate and transparent selection process resulting in those projects with the greatest capacity to drive the economy being implemented.", "The different initiatives should be assessed in real time, so that any possible deviations from the goals established can be corrected swiftly.", "There should also be a robust framework for ex post evaluations by the research community and independent bodies.", "Lastly, from a European perspective, NGEU could be the germ of a permanent macroeconomic stabiliser that definitively cements the European project.", "How effectively and transparently the NGEU programme is implemented will be critical to attaining this goal.", "Use of the NGEU funds will undoubtedly have a reputational impact in terms of creating a perception in Europe that a permanent mechanism in the EU is warranted and necessary in the future.", ".3 The reform of the Stability and Growth Pact Allow me some brief thoughts on the reform of the Stability and Growth Pact that is currently under debate.", "First, a fiscal framework that ensures fiscal sustainability is absolutely necessary for the smooth functioning of the euro area.", "Beyond the necessary separation of monetary and fiscal policy to guarantee the ECB's independence in pursuing its price stability mandate, the euro area was built on the foundation of making the member countries' governments fully responsible for budgetary policy decision-making and conduct.", "Specifically, in the absence of a common European budget like those in federal states, this institutional framework left the public sector's possible stabilising role in the economy to national fiscal policy.", "Accordingly, the consequences of the fiscal policy measures also needed to be the member countries' exclusive responsibility.", "For that reason, the EU's foundational treaties included a no bail-out clause, ruling out the possibility of a Member State's public debt being taken on by the area as a whole.", "The main purpose of this clause was for financial markets to play a role in imposing discipline by demanding risk premia that depend on each country's domestic economic situation.", "However, some public debt and budget deficit thresholds were also set for the Member States.", "Their justification originated from the assumption that the financial markets did not always act as a deterrent for inappropriate policies and that the no-bail-out clause may not be fully credible.", "Because a country's unsustainable fiscal positions could have adverse repercussions for the others and strain the Union as a whole.", "This would ultimately make it more desirable for the latter to go to the aid of the stressed Member States.", "This justification for fiscal discipline as a pre-requisite of macroeconomic stability, and the fiscal rules ensuring such stability, apply to this day.", "Second, the experience of the last decade has underscored the need to equip the euro area with a permanent macroeconomic stabilisation mechanism that complements monetary policy.", "While the implementation of NGEU is a huge step forward, it cannot nor should not be deemed the cyclical stabilisation mechanism that the euro area needs to complement the Eurosystem's common monetary policy.", "A true macroeconomic stabilisation mechanism should be permanent in nature, with sufficient funding and tax and debt capacity.", "My third thought stems from the need to reform the EU's fiscal rules to better align them to the structural economic transformations that have come about since they were formulated.", "The current rules were conceived for a completely different economic context.", "On one hand, the secular decline in long-term interest rates means that higher debt levels can be maintained without compromising the public finances in the long run, provided that potential growth has not fallen in parallel.", "On the other, the global financial crisis and the COVID-19 pandemic have shown that the non-manageability of tail risks might not be confined to the domestic front.", "Indeed, most of the biggest euro area countries, even if they follow the Stability and Growth Pact rules, will perhaps lack the fiscal buffer needed to face a recession in the coming decade.", "Thus, a new framework is in order in which the national and supranational fiscal authorities complement one another.", "National fiscal authorities should coordinate around medium-term budgetary objectives, with public finances sustainability the main goal, and around contending with asymmetric shocks.", "The purpose of supranational fiscal authorities would be to respond to extreme shocks (tail risks) and adjust the aggregate euro area fiscal stance.", "This would in turn support monetary policy.", "Fourth, we must also simplify the current framework, improving its hitherto scant capacity to ensure that countries build up fiscal buffers in good times for use in crises.", "This calls for improvements to the practical implementation of the rules, particularly during economic upswings.", "Greater automaticity in the correction of deviations and a strengthening of the role of independent fiscal institutions, such as AIReF, seem necessary.", "Lastly, a point progressively arising in the discussion is the possibility of government spending to tackle climate change being excluded when evaluating compliance with fiscal rules.", "This proposal has several merits, including the positive impact on GDP growth that such spending can have, if it can curb climate change.", "However, in my view it has some drawbacks, such as the difficulties of defining the types of spending that could be excluded on climate-change grounds.", "And above all, it is debatable whether a national approach is the most appropriate way of tackling a universal problem like climate change.", "Therefore, to me it would seem most appropriate to address it under the umbrella of a specific European instrument.", "The State Budget is the most important tool for defining the fiscal policy stance in Spain.", "Clearly, this stance must adapt each year to the particular economic circumstances of the period during which the Budget will be in force.", "It is also evident that this conjunctural policy will be all the more effective if it is able to recognise the challenges the economy must face both in the short term and in the medium and long term, and if it is part of a well-defined multi-year fiscal policy strategy.", "During my speech I have tried to highlight that, at the current juncture of the deep economic crisis induced by the COVID-19 pandemic, with the Spanish and global economy gradually recovering (albeit incompletely and unevenly), the pursuit of a fiscal policy that selectively targets those needs still uncatered for is warranted.", "Even more so considering the uncertainty that continues to surround the course of the pandemic worldwide and some of the downside risks to activity that have recently emerged.", "Yet at the same time, looking further back, I wished to stress that it is necessary to be very mindful of Spain's public finances.", "They were already showing clear signs of fragility before the pandemic, having since undergone a deep deterioration resulting in a very high structural deficit and level of public debt.", "Stemming this considerable source of macro-financial vulnerability means we must be particularly rigorous on three fronts.", "First, in the design of the current budgetary policy; while it should remain expansionary, it is important to maximise its effectiveness and efficiency by being very selective in how public resources are used and by thoroughly assessing any decision entailing a permanent increase in the level of government spending.", "Second, in the design of a medium-term fiscal policy strategy that enables, once the crisis is over, the vulnerability of the public finances to be reduced and the fiscal space to be reconstructed in Spain ahead of future crises.", "If this strategy is rigorously designed, promptly announced and backed by a broad consensus, its effectiveness will be markedly increased.", "Lastly, it is also essential that we be particularly strict in terms of rolling out a pro-growth economic policy.", "Here, maximising the transformative impact that the use of the European NGEU funds can have on our economy is key.", "In turn, this requires that the investment projects financed with these funds be carefully selected and monitored.", "Furthermore, a wide range of ambitious structural reforms that do away with some of the obstacles limiting the Spanish economy's growth capacity also need to be implemented.", "Both the strength over the coming quarters of the economic recovery under way and its sustainability will depend on our ability to successfully tackle these three challenges."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Global economic context", "Spanish economic context", "Macroeconomic outlook", "Sources of uncertainty", "Role of economic policies", "Draft State and Social Security Budget", "Budget deficit target and fiscal policy stance", "Public debt", "Fiscal policy challenges", "Reform of the Stability and Growth Pact"]}