{"sentences": ["In my remarks today, I will begin with the developments in the Swiss banking sector environment.", "I will then provide an assessment of the current situation at the two globally active banks, Credit Suisse and UBS, as well as at the domestically focused banks.", "Economic environment Since publication of the last Financial Stability Report in June, economic and financial conditions have generally remained favourable for the Swiss banking system, although uncertainty about how the pandemic will evolve remains high.", "The global economic recovery has continued.", "Share prices in most regions are currently higher than they were in June, while risk premia on corporate bonds are low.", "Meanwhile, growth in residential property prices has continued worldwide.", "However, this macroeconomic environment still carries significant risks for global financial stability.", "First, there are signs of overvaluation on the stock and real estate markets in various countries; at the same time, global public and corporate debt is high.", "These vulnerabilities make the financial markets more susceptible to shocks, particularly large interest rate rises.", "Second, as my colleague Thomas Jordan explained, heightened uncertainty about the economic outlook persists.", "Further deterioration in the international economic environment due to the pandemic situation could adversely affect the quality of banks' credit portfolios.", "In Switzerland too, vulnerabilities exist, particularly on the mortgage and residential real estate markets.", "These vulnerabilities have increased further since the onset of the coronavirus pandemic, as mortgage growth and price rises for residential property have been higher during this period than can be explained by fundamental factors such as income and rents.", "Over the last six months too, property prices and mortgage volume have continued to grow.", "Globally active banks The two globally active Swiss banks remain in robust shape.", "Like other internationally active banks, Credit Suisse and UBS have benefited from the favourable environment.", "Increased client activity as well as growth in assets under management, the latter driven especially by positive market developments, led to higher fee and commission income at both institutions.", "Furthermore, the two banks were able to release part of their provisions for credit losses set up in connection with the coronavirus pandemic.", "The capital situation at both banks has continued to improve since the last Financial Stability Report.", "At UBS, this improvement is attributable to retained earnings; at Credit Suisse, in particular to the capital increase conducted in the wake of the losses relating to US hedge fund Archegos.", "At the same time, the estimated loss potential at the two banks as assessed under our stress scenarios remains virtually unchanged.", "Overall, resilience at both institutions - measured by their capital ratios following a stress event - has increased slightly thanks to the improved capital situation.", "The two globally active Swiss banks thus continue to be well placed to face the challenges in the current environment and support the real economy.", "However, their loss potential is still substantial and there is heightened uncertainty about economic developments.", "Furthermore, the Archegos losses and other recent events illustrate that banks also take significant risks which are not directly linked to the macroeconomic environment.", "All these factors underline the necessity of the 'too big to fail' capital regulations for ensuring adequate resilience at the two globally active banks.", "Domestically focused banks I shall now turn to the domestically focused banks.", "The coronavirus pandemic has left hardly any trace to date on these banks' financial figures and risk indicators.", "Value adjustments on loans in the first six months of 2021 were low and, following a slight increase in 2020, overall profitability has remained stable year-on-year.", "Viewed over a longer period, the profitability of domestically focused banks is nevertheless still low.", "This is primarily due to the interest rate margin which has narrowed considerably over the last decade.", "This downward trend also continued during the first half of 2021.", "Looking ahead, pressure on the profitability of domestically focused banks is expected to remain.", "First, the interest rate margin is likely to narrow further should interest rates persist at a low level.", "In this event, the renewal of existing loans at lower rates would continue.", "Second, a lagged rise in the need for value adjustments for corporate loans remains likely.", "However, these value adjustments should prove lower than was originally feared at the onset of the pandemic.", "Domestically focused banks' exposure to the mortgage and real estate markets has increased further.", "Mortgage lending volume at domestically focused banks has continued to rise in 2021 and, at the same time, affordability risks remain high.", "The already large share of new mortgages with a high loan-to-income ratio has increased slightly since the beginning of the year.", "By contrast, a positive sign from a financial stability perspective is the fact that the share of new mortgages for residential investment properties with a high loan-to-value ratio has declined during 2021.", "This is as a consequence of the amended self-regulation rules for banks in the mortgage financing for residential investment properties segment, which came into force at the beginning of 2020.", "In light of the risk exposure and vulnerabilities on the mortgage and residential real estate markets, substantial capital buffers in the banking system are especially important.", "They enable the banks to absorb potential losses while, at the same time, supplying the economy with credit.", "The SNB's scenario analysis indicates that, thanks to the available capital buffers, most banks would be in a position to absorb the losses under relevant stress scenarios, including that of a large interest rate rise with a simultaneous correction in real estate prices.", "The SNB continues to monitor developments on the mortgage and real estate markets closely, and regularly reassesses the need for a reactivation of the countercyclical capital buffer."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Mortgage and residential real estate markets", "Global economic recovery", "Domestically focused banks", "Globally active banks", "Credit Suisse and UBS", "Financial stability", "Interest rate margin", "Profitability", "Capital buffers", "Stress scenarios"]}