{"sentences": ["Ladies and gentlemen, good evening.", "The Central Bank of Barbados is delighted to partner with the National Cultural Foundation (NCF) yet again to sponsor the 2023 Visual Arts and Craft: Season of Emancipation Exhibition Series, formerly the Crop Over Visual Arts Exhibition.", "This sponsorship dates back to 1994.", "And in this the 30 year of our union with the I am pleased to announce that we have increased our support by 45 percent from $55,000 to $80,000.", "This increase and our lengthy partnership on this expo signify our commitment to the festival and our support for the arts in Barbados.", "It also highlights our interest in and support for our communities outside of our core business.", "I am proud of this practice and philosophy, and I intend to continue and solidify this legacy of support for the arts and artists.", "I must credit our founding father, the late Sir Courtney Blackman, with nurturing the Bank's involvement in the arts.", "It was he, who, despite the odds, constructed Barbados' premier performing arts facility, the Frank Collymore Hall.", "Subsequent governors enriched and expanded our contribution to the arts as part of a broader mandate to build out the creative industries.", "They introduced programmes such as the Frank Collymore Literary Endowment and the Youth Pan Project, sponsored artists' performances at the Hall, and purchased an expansive collection of artworks that has become a part of the national collection.", "I commend all my predecessors for continuing and strengthening our first leader's legacy and backing the creative industries.", "The arts are a part of the creative sector, which is critical to helping Barbados attain sustainable economic growth, building strong communities, and enriching our cultural experiences.", "We at the Bank shall play our part to maximise the country's returns from this industry.", "Since the easing of COVID, we've seen the potential of the creative sector, with more and more people seeking out entertainment, as well as recreational and cultural activities.", "Your demand for such events is contributing to the price increases that we are witnessing, which is expected with the rebounding of the economy and persons just getting out!", "And for you visual artists, the construction boom on the island, in particular the new commercial projects, are avenues for you to sell your craft.", "We must capitalise on this demand and the growth in construction for the benefit of our artists, our people, and our economy.", "I know that Government intends to continue to develop the sector.", "One of their plans includes making this facility a hub for creativity.", "I see space for the Bank to work with the NCF to support this strategy.", "We can explore how we host creative ventures that utilise this gallery and incorporate the Frank Collymore Hall, the Courtney Blackman Grande Salle, and the Exchange Interactive Centre for annual joint ventures.", "These are opportunities for strengthening our 30-year bond.", "The expansion of this exhibition over the last two years to span the Season of Emancipation reflects what is possible.", "This exhibition under the theme \"We Came on Merchant Ships\" promises to be a culturally rich experience that emphasises how trade and migration happened and the outcomes of that movement for societies like cultural gains and fusion.", "It reflects where we came from, how we got here, and how these things influence who we are as a people.", "I look forward to seeing how our artists have captured this theme on canvas, using digital technology and three-dimensional or \"in the round\" techniques.", "I encourage all Barbadians and visitors to take in the exhibition.", "Support the visual arts and our artists who, with these pieces, have invested so much in helping us appreciate a slice of our heritage, culture, and norms.", "The Bank will do its part by buying a piece this evening.", "Finally, this launch today is indeed a fitting celebration of the 60 anniversary of Africa Day, held to recognise the fight against colonialism and apartheid.", "Well done to the participating artists, and thanks to the National Cultural Foundation and all who conceptualised and executed this art display to celebrate the Season of Emancipation and our Crop Over.", "Enjoy the Crop Over and Emancipation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Arts", "Creative Industries", "Support for Arts", "Crop Over", "Emancipation", "Season of Emancipation", "Visual Arts", "Frank Collymore Hall", "Courtney Blackman Grande Salle", "Exchange Interactive Centre"]}