{"sentences": ["I'd like to start by thanking Advocis Vancouver for inviting me here today.", "And thank you for the kind introduction.", "The Bank of Canada's main job is to control inflation, but we also play a critical role in promoting the stability of the Canadian financial system.", "Each spring, we publish the Financial System Review (FSR), which outlines risks and vulnerabilities that could test the system's resilience.", "We also update Canadians on financial stability issues in a speech every autumn, as I am doing today.", "Given the forceful response by central banks since early 2022 to get inflation under control, this year's FSR focused on the adjustment of the financial system, globally and in Canada, to the large and rapid increase in interest rates.", "Since the FSR, we've seen more evidence that the financial system is continuing to adjust.", "But there is more adjustment to come as past interest rate increases work their way through the system.", "Your view of current interest rates probably depends, at least in part, on your age.", "On one hand, if you had a mortgage in the 1970s or early '80s, today's rates may not seem very high.", "On the other hand, young people buying homes today are facing some of the highest borrowing costs they've ever seen.", "In any case, we've all been through a lengthy period of very low interest rates.", "Before rates started rising last year, they had been unusually low for a long stretch of time that started during the 2008-09 global financial crisis.", "And it may be tempting to believe the low rates that we all got used to will eventually come back.", "But there are reasons to think they may not.", "Adjusting to a world of higher interest rates would be a big change for everyone in the financial system-from governments, businesses and households to financial planners and investors.", "Financial stability and resilience are all about adjusting to changegradually and proactively.", "Adjusting early and bit by bit lowers the risk of having to take more abrupt and possibly destabilizing steps later.", "So today I'm going to talk about why it's important for the stability and resilience of the financial system that people plan for and adjust to a potentially higher interest rate environment.", "I'll touch briefly on why we could end up in such a world going forward.", "Then I'll touch on some of the adjustments we're already seeing and what else we could see as the process continues.", "I'm aiming to be brief to allow plenty of time for questions and discussion.", "Why interest rates could stay higher than we're used to Let me start by saying the Bank's monitoring of the financial system doesn't lead to a forecast of likely outcomes for the financial system or the economy.", "So, I want to be clear that when I talk about interest rates, I'm not making predictions about the path for monetary policy.", "I'm not here to tell you whether our policy rate has peaked or when it might start going down.", "What I will share with you are those factors we see as having an impact on the direction of long-term interest rates, some of the reasons we could see rates stay higher for longer and why it's important to adjust proactively to that possibility.", "The Bank's policy interest rate is currently at 5%.", "But from the global financial crisis through the first two years of the COVID-19 pandemic, the policy rate was close to zero much of the time, and it never topped 1.75%.", "In fact, the trend for a range of interest rates that affect borrowing costs in the financial system was downward for several years too.", "My former colleague, Deputy Governor Paul Beaudry, spoke about the reasons for this in a speech last June.", "He described the structural forces at a global level that, for many years, combined to push long-term interest rates lower in Canada and other advanced economies.", "These forces included aging baby boomers that were saving more, China and other developing nations joining the global economy and fewer attractive investment opportunities for businesses.", "Paul also explained that some of these forces look to have peaked and could start reversing.", "This would put upward pressure on interest rates.", "We also look now to be in an era of higher levels of government debt.", "And geopolitical risks, such as an escalation of the war in Ukraine or the war in Israel and Gaza, could push rates higher globally-if they were to affect energy prices and supply chains in ways that could have a lasting impact on inflation.", "All this obviously involves a lot of uncertainty.", "But it's not hard to see a world where interest rates are persistently higher than what people have grown used to.", "What adjusting to higher interest rates looks like Globally, the adjustment to higher interest rates is well underway.", "Risk-free long-term rates in a range of major economies have risen by about 300 basis points since mid2021, when global inflationary pressures started to build.", "It's therefore become more expensive for individual and corporate borrowers to service their debts.", "At the same time, financial institutions are facing higher funding costs.", "This all leaves less wiggle room for the global financial system if a shock, such as an abrupt tightening of financial conditions, were to occur.", "And we've already seen a few of these shocks.", "There was the stress in the UK gilt market last autumn.", "And there were the stresses that emerged in the US and Swiss banking sectors this past March.", "Both episodes were triggered, in part, by a sharp rise in bond yields that caught parts of the financial system off guard.", "Those earlier stresses didn't lead to stress in the Canadian financial system.", "But, as a small open economy, Canada likely wouldn't be immune if severe global stress were to re-emerge and persist.", "As we outlined in the FSR, such severe stress could interact with existing vulnerabilities, like high household debt.", "To make sure the Canadian financial system remains resilient to future stress, proactive adjustments to higher interest rates need to continue.", "The adjustment so far We know from the data, including those from responses to our surveys, that Canadians are adjusting-and feeling some pressure-as they juggle the combined effects of inflation and higher interest rates.", "The pace of credit growth among households has slowed considerably since the Bank started raising interest rates.", "In recent months, household credit growth on a year-overyear basis has been about 3%, the slowest pace since the early 1990s.", "We've seen a big drop in applications for residential mortgages, while banks' mortgage approval rates remain roughly unchanged.", "This suggests the slowdown is being driven by a drop in demand for credit rather than by a tightening of lending standards.", "That lines up with the slowdown we've seen in consumer spending, especially on goods people tend to buy on credit.", "While households aren't adding to their debt levels as much, some are finding it harder to deal with existing debt.", "Delinquency rates on credit cards, car loans and unsecured lines of credit have either returned to, or slightly surpassed, pre-pandemic levels.", "And some households look to be relying more on credit cards: the share of accounts with utilization rates above 90% has been increasing.", "Delinquency rates on mortgages, meanwhile, are still lower than before the pandemic.", "And, to date, households with mortgages are showing only a modest increase in financial stress related to their non-mortgage debt.", "For businesses, the pace of credit growth has also slowed.", "And, as with households, the slowdown appears to be mainly driven by demand.", "Many businesses have seen their debt-servicing costs rise at the same time as their revenue growth has been slowing.", "However, the data suggest most can still service their existing debt, and while business insolvencies have risen in almost all industries, they are still largely in line with levels seen before the pandemic.", "The banking sector is also adjusting.", "As interest rates have risen, banks have raised the rates they pay on term deposits, with one-year rates for guaranteed investment certificates reaching above 5%-their highest level in more than 20 years.", "Depositors have reacted by shifting money from demand deposits into higher-paying term deposits.", "This is good news for savers, but it also means higher funding costs for banks.", "And higher funding costs are typically passed on to borrowers.", "Banks are also keeping larger capital and liquidity buffers than before the pandemic and putting more cash aside to deal with potential credit losses.", "This helps them prepare for the effects of a slowing economy and is exactly the sort of proactive adjustment we'd expect to see.", "The adjustment still to come That's the story so far.", "But more adjustment is coming.", "A key area we're watching is high levels of fixed-payment mortgage debt.", "In all, around 40% of mortgage holders have seen higher payments since early 2022.", "By the end of 2026, virtually all remaining mortgage holders will go through a renewal cycle and, depending on the path for interest rates, may face significantly higher payments.", "In combination with credit stress indicators, our consumer surveys help us gauge how Canadians are adjusting, or planning to adjust, to higher payments.", "Many respondents say their mortgage payments are close to or greater than the maximum they could handle without cutting other spending.", "And most say they think the impact of higher interest rates is no more than half done.", "Despite greater financial pressure though, most mortgage holders still expect they will be able to manage higher payments when they renew.", "We see a similar dynamic in the responses to our business surveys.", "In our latest Business Outlook Survey, published in October, just under half of the companies we spoke to said they think the impact of higher interest rates is just beginning for them.", "Another 30% said they think it is half done.", "Even so, most businesses said they're confident they can manage their debts despite the added pressure.", "It's early though, and the effects of higher interest rates are still working their way through the economy.", "We'll need to keep a close eye on both credit stress indicators and survey data to gauge how businesses and households are adjusting.", "It's time for me to wrap up and to hear from all of you.", "My objective today was not to offer a prediction on the path of interest rates.", "Rather, what I hoped to do was give you a sense of some of the things that may affect longerterm interest rates and, particularly, to stress the importance of adjusting proactively to a future where interest rates may be higher than they've been over the past 15 years.", "The Bank will continue to monitor the impact that higher interest rates are having on the economy, and we'll continue to update Canadians on what we are seeing.", "And we will remain focused on bringing inflation the rest of the way to our 2% target, so that Canadians can save, invest and plan with more certainty.", "Thank you for listening today.", "I'm looking forward to a great discussion.", "I would like to thank Russell Barnett, Claudia Godbout and Louis Morel for their help in preparing this speech.", "For more information, see Bank of Canada, Financial System Review-2023 (May 2023).", "P. Beaudry, \" Economic progress report: Are we entering a new era of higher rates? \"", "(speech to the Greater Victoria Chamber of Commerce, Victoria, British Columbia, June 8, 2023).", "International Monetary Fund, Global Financial Stability Report: Financial and Climate Policies for a High-Interest-Rate Era (Washington, DC, October 2023).", "For more information, see the \" Indicators of financial vulnerabilities \" page on the Bank's website.", "The latest data from the Senior Loan Officer Survey are available on the Bank's website.", "Data from FactSet show that, among publicly traded non-financial corporations, only around 3% of outstanding debt is held by firms whose earnings can no longer cover their interest payments.", "Canadian Survey of Consumer For more information, see Bank of Canada, Expectations-Third Quarter of 2023 (October 2023).", "See Bank of Canada, Business Outlook Survey-Third Quarter of 2023 (October 2023)."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Interest rates", "Financial system", "Adjustment", "Inflation", "Credit", "Mortgage", "Debt", "Banks", "Resilience"]}