{"sentences": ["SPEECH Making finance fit for Paris: achieving \"negative splits\" Keynote speech by Frank Elderson, Member of the Executive Board of the ECB and Vice-Chair of the Supervisory Board of the ECB, at the conference on \"The decade of sustainable finance: half-time evaluation\" organised by S&D and QED Brussels, 14 November 2023 Just over a month ago, Kenyan athlete Kelvin Kiptum completed the Chicago marathon in a stunning two hours and thirty-five seconds - a new official world record.", "Halfway through the course, however, it wasn't at all clear that Kiptum was on track to set this record.", "He was lagging behind the previous record set by his compatriot Eliud Kipchoge in Berlin in 2022.", "But by completing the second half of his marathon almost a full minute faster than the first half -- achieving what is known in running as a negative split - he managed to break the world record by 34 seconds and get closer to the elusive two-hour mark than anyone had done previously in an official race.\"", "As a number, \"two\" seems to have a particular appeal in many fields beyond marathon running.", "At the ECB, for example, we consider that price stability is best maintained by aiming for 2% inflation over the medium term.", "Meanwhile, climate scientists consider two degrees Celsius above pre-industrial levels as the global heating threshold beyond which extreme weather events and the degradation of ecosystems would be disastrous for humankind.", "In the Paris Agreement, global leaders committed to staying well below those two degrees of global heating.", "And it is the figure the High-Level Expert Group on Sustainable Finance - which I took part in - had in mind when drawing up its recommendations on sustainable finance in 2018.", "This conference marks the halfway point in what was envisaged to be a decade for sustainable finance, building on the high-level group's recommendations.", "And at this half-time juncture, I am sorry to say that it is not at all certain that humankind will remain below that disastrous threshold of two degrees of global heating.", "But Kelvin Kiptum's recent world record provides hope.", "It shows that, by pushing for a negative split, great achievements are possible.", "In other words, we can deliver on our commitments to limit global heating in line with the Paris Agreement, provided that solid foundations have already been laid in the first half of the decade and on the - admittedly extremely challenging - condition that we run at a world record-breaking pace in the second half.", "Mapping the course Such foundations start with a clear road map for achieving our objectives.", "In other words, a clear strategy setting out the milestones on the path to Paris.", "Here, there is no doubt that the responsible EU authorities have delivered.", "The Paris Agreement has been transposed into the European Climate Law, which includes a commitment to the ultimate objective of climate neutrality by 2050 as well as interim objectives for reductions in emissions by 2030 and 2040.", "The commitment to reduce emissions by 55% by 2030 is further reinforced in the EU's Fit for 55 strategy.", "And the EU has pledged to end its dependence on Russian fossil fuels well before 2030 under its REPowerEU plan.", "The European Commission estimates that an average annual investment of €1.25 trillion during the period 2021-30 is required to meet the objectives of Fit for 55 and REPowerEU./!", "That estimate would add around two-thirds, or €500 billion, to the level of annual investment in climate and energy security seen during the previous decade.", "!3] This is clearly a huge investment effort with an upfront cost that will need to be borne by our societies at a time when economic uncertainty is high.", "But analysis consistently shows that the benefits of a timely transition far outweigh the costs, especially when assessed against the alternative scenarios of doing nothing or doing too little too late.", "This has also been confirmed by a recent ECB stress test exercise and updated climate scenarios published by the global Network of Central Banks and Supervisors for Greening the Financial System last week./4] Half-time evaluation So at half-time, where do we stand on the path to Paris?", "While many steps have been taken, we cannot yet conclude that we are on track for a timely transition scenario.", "Rather, it is becoming increasingly likely that we will see an intermediate scenario with increased transition risks and physical risks from extreme weather events and nature degradation.", "And finance is lagging behind, too.", "Let me give some examples to illustrate the fact that the financial system has not yet sufficiently adapted to account for the ongoing climate and environmental crises.", "First, capital markets are not playing their potential role in supporting the green transition.", "ECB research shows that stock markets can strongly encourage investment in greener technologies.", "However, those markets are still relatively underdeveloped in the EU and cross-border flows are limited by a lack of harmonisation.", "Resolving these issues and advancing the capital markets union, as proposed by the European Commission, will make the flow of finance in Europe more efficient and more resilient.", "And it will satisfy investor demand for green assets.", "Research consistently points to the existence of a \"greenium\" in financial markets - in other words, a premium in terms of return on assets that investors are willing to forgo on assets certified as green.", "For private finance to be able to effectively support the green transition of the real economy, it is crucial that regulatory and legislative changes are consistent across sectors.", "In other words, in the absence of clear reasons to the contrary, which I fail to see, financial undertakings should not be treated differently from other companies, including in the context of the Corporate Sustainability Due Diligence Directive (CSDDD) that is currently being discussed by co-legislators.", "At the ECB, we consider that this can help to ensure that financial institutions - including banks - systematically integrate sustainability matters into their decision making and risk management practices.", "Not excluding the financial sector from the remit of the CSDDD can further help to create greater certainty around financial institutions' obligations in this area and around climate- and environment-related litigation risks for the financial sector.", "While most of the financing for the green transition should come from private resources, the public sector also has an important role to play - both directly through public investment and indirectly though co-financing, private-public partnerships or State guarantees.", "!©] Much of this will be financed through EU Member States' national recovery and resilience plans as part of the Next Generation EU programme that was set up to support the recovery from the pandemic.", "However, how much this EU- financed expenditure will contribute to the EU's climate objectives is uncertain and depends on how quickly and successfully the individual countries implement their recovery and resilience plans.", "Some concerns related to administrative hurdles at the national and local levels have emerged in the context of Member States' capacity to implement these plans.", "Besides financing gaps that curtail the transition, there are also gaps in the financial system that are threatening its resilience to increased climate-related and environmental damages.", "A discussion paper by the ECB and the European Insurance and Occupational Pensions Authority published earlier this year shows that only around 25% of all climate-related catastrophe losses in the EU are currently insured.", "\"2] The lack of climate catastrophe insurance can affect the economy and financial stability.", "If losses are not covered by insurance, households and firms will take more time to resume their activities, slowing economic activity.", "This would increase overall risks to the financial system.", "What's more, the fiscal position of governments may be also weakened if they need to provide relief to cover uninsured losses.", "The banks at half-time When we take a closer look at how the banks we supervise are faring in their journey, a similar picture emerges.", "On the one hand, the banks have made significant progress in starting to account for climate-related and environmental, or C&E risks.", "On the other hand, they are still far from being fully equipped to effectively deal with the challenges posed by a world that is increasingly exposed to the risks of the ongoing climate and environmental crises.", "At the ECB we have consistently taken C&E risks into account in our supervision since we published a guide setting out our supervisory expectations for banks' risk management practices in 2020.4) since then, we have carried out several supervisory exercises to assess banks' approaches to managing these risks against our supervisory expectations.", "Although we have seen a number of good practices, at present none of the banks under our supervision fully meet all our expectations.", "Following our assessments, we have repeatedly urged banks to ensure the sound management of climate-related and environmental risks, using the ECB expectations as a starting point.", "In other words, we expect banks to manage C&E risks just like any other material risk they are exposed to.", "Considering the clear requirements set out in the Capital Requirements Directive and the need for banks to implement a regular process for identifying all material risks, banks must ensure that their practices are fully aligned with the sound management of C&E risks.", "They must do so by the deadline of the end of 2024 at the latest, and we have also set interim deadlines by which banks need to satisfy certain requirements related to the management of these risks.", "These deadlines, as well as any other specific requirements, were informed by what the banks themselves considered reasonable when we first started discussing C&E risk management with them.", "However, we have seen that a number of banks have not delivered within our March 2023 interim deadline.", "This means, for example, that three years after we published our guide, these banks have not yet performed an adequate materiality assessment of the impact of C&E risks across their portfolios, which is the basic starting point for managing any type of risk.", "Therefore, it should come as no surprise that, in line with what we have communicated many times in the past, we have started to adopt enforcement measures.", "We have issued binding supervisory decisions, including the potential imposition of periodic penalty payments if banks fail on their requirements.", "In other words, we have told those banks to remedy the shortcoming by a certain date and, if they don't comply, they will have to pay a penalty for every day the shortcoming remains unresolved.", "Let me be clear: as the supervisor, it is not for the ECB to tell banks who they should or should not lend to.", "Instead, what we and other banking supervisors around the world have consistently been emphasising is that failing to adequately manage C&E risks is no longer compatible with sound risk management.", "Such a failure also increasingly calls into question the fitness and propriety of those in charge of establishing and steering banks' practices.", "To manage their own risks, banks need to engage with their customers to gain a deep understanding of how they are being affected by the climate and environmental crises and how they will mitigate and adapt to the consequences.", "By failing to complete a proper materiality assessment, these banks are continuing to turn a blind eye to potential risks on their balance sheet.", "Risks that -- based on what we have seen time and again in the assessments of those banks that have met the first interim deadline - prove to be material, both for individual banks and for the financial system as a whole.", "This is a situation that we cannot and will not accept as we enter the second half of our marathon.", "In other words, banks also need to step up their efforts and achieve a negative split.", "The halfway point is not just a moment for assessment, it's also the time to make adjustments.", "The objective is clear, as is the route to the finish line.", "No adjustments are needed there.", "It is our pace as we head towards the finish line that needs to be seriously stepped up.", "Whether it's Kelvin Kiptum with another incredible negative split, or Eliud Kipchoge, or another athlete with an even-pacing strategy, we will witness an official sub-two hour marathon being run in the next few years.", "But whether we will be able to limit global heating to below the two degrees Celsius mark, let alone 1.5 degrees, which is increasingly out of reach, is much less certain.", "In fact, with the current policies implemented to reduce greenhouse gases, we are not on course to meet the Paris Agreement goals.", "This means that the threat of a disastrous scenario in which global heating will far surpass two degrees is very real.", "As a sobering reminder, global temperatures are currently set to rise by 3.2 degrees.]", "So what is required is action.", "Meaningful, urgent and effective action that builds on the foundations that have been laid in recent years.", "Let's push for negative splits on all fronts needed and get finance fit for Paris.", "Thank you for your attention.", "Eliud Kipchoge ran the marathon distance in less than two hours (1:59:40) on 12 October 2019 in Vienna.", "This is not recognised as the world record as the event was created specifically for Kipchoge and standard competition rules were not applied.", "See Figure 1 in Abraham, L., O'Connell, M. and Arruga Oleaga, I.", "(2023), \"The legal and institutional feasibility of an EU Climate and Energy Security Fund\", Occasional Paper Series, No 313, ECB, Frankfurt am Main, March.", "The exact amounts are subject to uncertainty and depend on, among other things, which other policy measures are taken and which specific objectives are targeted.", "ECB Banking Supervision (2023), 2023 stress test of euro area banks - Final results, July; Network of Central Banks and Supervisors for Greening the Financial System (2023), NWGFS Scenarios for central banks and supervisors, November.", "(2019), \"Finance and carbon emissions\", Working Paper Series, No 2318, ECB, Frankfurt am Main, September.", "Pietsch, A. and Salakhova, D. (2022), \"Pricing_of green bonds: drivers and dynamics of the greenium\", Working Paper Series, No 2728, ECB, Frankfurt am Main, September.", "See Elderson, F. (2023), \"Come hell or high water: addressing the risks of climate and environment- related litigation for the banking sector\", speech at ECB Legal Conference, 4 September.", "(2023), \"The climate change challenge and fiscal instruments and policies in the EU\", Occasional Paper Series, No 315, ECB, Frankfurt am Main, April.", "European Central Bank and European Insurance and Occupational Pensions Authority (2023), \"Policy ECB (2020), Guide on climate-related and environmental risks, November.", "Intergovernmental Panel on Climate Change (2023), Climate Change 2023 Synthesis Report - Summary for Policymakers, March."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Paris Agreement", "Financial stability", "Green transition", "Capital markets", "Sustainability", "Climate risks", "Banks", "ECB supervision", "Negative split"]}