{"sentences": ["ASEAN has significant achievements to its credit, particularly in promoting regional economic growth; peace; and stability since its formation slightly more than 5 decades ago.", "Our solidarity and unity have proven to be foundational for the region's collective effort against COVID-19.", "This is reflected in the establishment of an ASEAN Response Fund; as well as Leaders' pledge to, among others keep markets open, grow the digital economy and address climate change.", "We also recently witnessed a breakthrough in global trade with the signing of the RCEP Agreement that will open doors for trade and investments to flourish further.", "ASEAN's journey to deepen financial integration and foster regional connectivity is integral in creating a \"highly integrated and cohesive economy\".", "Allow me to focus on two areas that could be of interest to the esteemed audience today.", "First - digital transformation - particularly the evolution of the real-time payments landscape in ASEAN to support the growth of e-commerce, cross-border trade and tourism.", "Development of an ASEAN Payments Policy Framework was followed by significant progress in cross-border interoperability of standardised QR code.", "This would facilitate payments and remittances.", "ASEAN's increasingly interconnected and digital environment is supported by strong regulatory cooperation.", "There is also a dedicated platform to share information on cyber threats to build its cyber resilience.", "Second, is ASEAN's intensified efforts towards the development of a green financial ecosystem.", "This follows the recent completion of guiding documents and roadmaps that chart the way forward for the banking and capital markets sectors to support the greening of the ASEAN economy.", "Sustainable finance is also now a permanent agenda of ASEAN Finance Ministers and Governors Meetings.", "Malaysia is advancing the digital transformation of the financial sector.", "In the fintech space, we have introduced the Fintech Regulatory Sandbox, launched a Fintech Booster program to support the growth and development of fintech companies and issued an e-KYC policy.", "Financial institutions and fintech players have made achievements in providing end-to-end digital solutions for SME financing.", "We are also currently developing an applicable licensing framework for digital banking.", "In the adoption of e-payments, progress has been in enabling the interoperability of ewallet services offered by banks and non-bank e-money issuers.", "Malaysia is also fostering greater retail payment linkages with the region.", "As Malaysia lays the foundation for orderly transition to a low carbon economy, opportunities are aplenty for investments in green infrastructure.", "The recently announced Budget 2021 continues the Green Tech Financing Scheme that would encourage private sector participation in green technology.", "The Malaysian Government also plans to issue its first Sustainability Bond for environmental and social initiatives next year.", "Together with Securities Commission Malaysia, Bank Negara Malaysia co-chairs a Joint Committee comprising officials from the stock exchange and industry to collaborate on building climate resilience within the Malaysian financial sector.", "We are currently developing a principles-based taxonomy - to guide financial institutions to classify economic activities that contribute to climate change objectives.", "These complement efforts by the Islamic finance industry in driving the sustainability agenda through the value-based intermediation strategy.", "There are many reasons to be optimistic on the future of ASEAN-China economic ties.", "ASEAN became China's largest trading partner in first quarter 2020.", "Trade and investment flows grew despite the crisis.", "China's direct investment in ASEAN in first three quarters this year surged 76.6 percent year-on-year.", "Investment from ASEAN into China increased by 6.6 percent yearon-year, and Malaysia is among the top investors.", "Many cooperative projects under the framework of the Belt and Road Initiative resumed rapidly after the initial shock of COVID-19.", "I echo our Prime Minister's call last week for ASEAN and China to fully tap the potential of the digital economy as part of our efforts to build a stronger economic region.", "Opportunities can also be unlocked for investments on green infrastructure - such as renewable and energy-efficient technologies, as well as addressing basic infrastructure gaps in a fiscally constrained environment.", "Malaysia certainly welcomes China as a partner in this journey and we hope to see closer relations with Chongqing.", "I am certain this Summit will explore these further and I wish the Summit success.", "Remarks by Ambassador Deng Xijun at the 3rd Jakarta Forum on ASEAN-China Relations in 2020: \"Reinforcing Regional Economic Recovery amid COVID-19\", 2 November 2020.", "Malaysia is number three after Singapore and Thailand."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["digital transformation", "green finance", "ASEAN", "cross-border payments", "e-KYC", "cyber resilience", "green infrastructure", "climate change", "sustainable finance", "fintech"]}