{"sentences": ["News conference Zurich, 16 December 2021 Andréa M. Maechler Introductory remarks by Andréa M. Maechler I will begin my remarks with a review of developments on the financial markets over the past half-year.", "Then I will update you on the imminent changeover from Swiss franc Libor to SARON.", "I will close by talking about the new Secure Swiss Finance Network, which will further strengthen the cybersecurity of the Swiss financial centre.", "Situation on the financial markets Volatility on the financial markets - especially the interest rate markets - has increased since our last news conference.", "In the summer months, concerns about the global growth outlook and the spread of new coronavirus variants contributed to a decline in yields on the government bond market.", "Since the autumn, trading activity has increasingly been dominated by inflation concerns and expectations in some quarters that the major central banks could raise interest rates.", "Both market-based inflation expectations and yields on nominal government bonds have risen again due to solid global demand, supply shortages and - for a time - markedly higher commodity prices.", "Simultaneously, volatility has also increased, partly due to uncertainty surrounding rising coronavirus case numbers.", "Overall, the nominal yields of long-term government bonds issued by the US and the euro area countries have now more or less returned to their mid-year levels.", "This also applies to Switzerland.", "The yield on the 10-year Confederation bond currently stands at -0.3% (cf.", "International differences in the inflation and growth outlook have also led to some divergence in expectations over recent months regarding future central bank policy.", "While the US Federal Reserve and the Bank of England held out the prospect of a gradual departure from their expansionary monetary policy, the European Central Bank and the Bank of Japan emphasised that they intend to maintain their expansionary stance for the foreseeable future.", "In contrast to the government bond markets, the equity markets have largely shrugged off economic and inflation concerns since mid-year in light of very favourable overall corporate results, strong demand for goods across the economy, and supportive fiscal and monetary policy.", "Positive risk sentiment was only temporarily dampened by supply bottlenecks in manufacturing, turbulence on the Chinese real estate market and, most recently, concerns about new coronavirus variants.", "The leading share indices in the US and Europe have recorded significant price gains since the summer and have reached new highs.", "The S&P 500 Index in the US has risen by around 9.0% since the end of June.", "Switzerland's SMI has gained around 5.0% since the summer and thus also hit an all-time high (cf.", "In the foreign exchange markets, price developments were mainly shaped by the divergent outlook for international monetary policy.", "While the trade-weighted US dollar has appreciated by around 3.0% since mid-year, the corresponding euro and yen exchange rates have weakened by 3.0% and 0.7% respectively (cf.", "In nominal, trade-weighted terms, the Swiss franc has appreciated by around 3.0% since June.", "In real terms, however, the appreciation is less pronounced, as my colleague Thomas Jordan has explained.", "Major drivers of this appreciation - besides the broad weakening of the euro - were uncertainty about the global inflation outlook and concerns about the spread of new coronavirus variants.", "The Swiss franc remains highly valued.", "Final sprint in Libor changeover requires close attention Let me now say a few words about the imminent changeover from Swiss franc Libor to SARON.", "The Libor reference interest rate will be discontinued at the end of this year for the Swiss franc, the euro, the Japanese yen and the pound sterling.", "Only for the US dollar will Libor rates remain in place for specific maturities until June 2023.", "Transitional solutions are planned for the yen and the pound sterling.", "However, as with the US dollar, no new Liborreferencing business will be possible in these currencies from the end of this year.", "In Swiss francs, SARON will completely replace Libor as the key money market reference rate at the end of 2021.", "The changeover from Swiss franc Libor to SARON is moving forward at a rapid pace and work on reducing the volume of Libor-based contracts in Swiss francs is well advanced in Switzerland.", "Since mid-year, virtually all new financial products with variable interest rates have referenced SARON.", "The cash market transitioned to SARON at an early stage.", "Since June 2021, new business across all loan segments has been almost exclusively SARON-based (cf.", "According to data collected by the financial market supervisory authority (FINMA), the number of outstanding Libor-based loans is low.", "Developments on the interest rate derivatives market in recent months have also been positive (cf.", "The volume of SARON swaps traded has increased markedly and liquidity has improved significantly.", "The SARON swap curve has also established itself as the sole price reference on the capital market.", "The end of Libor is thus fast approaching.", "Nevertheless, the last remaining operational adjustments that need to be made before year-end - for example, those relating to certain interest rate swaps or interest rate futures - will once again require close attention on the part of all market participants.", "This will ensure that the changeover from Libor to SARON is completed successfully.", "Launch of the SSFN communication network This brings me to my last topic, the Secure Swiss Finance Network - SSFN for short - which the SNB launched together with SIX in November.", "The SSFN is a communication network that enables secure data exchange between authorised financial market participants and Switzerland's financial market infrastructures.", "It protects against major internet risks (e.g.", "distributed denial-of-service, or DDoS, attacks), thereby strengthening the cybersecurity of the Swiss financial centre.", "The SSFN is based on the innovative SCION network architecture developed at ETH Zurich.", "While the SSFN will initially run in parallel with one of SIX's existing communication services (Finance IPNet), it will replace this service in the medium term.", "In addition to the security features mentioned, the SSFN is also flexible and robust.", "Communication in the SSFN is based on cooperation among various telecom providers, who together form a network.", "Since communication within this network is not dependent on a single provider, the SSFN offers a high level of reliability and resilience.", "These characteristics make the SSFN very relevant for the SNB, especially in the context of cashless payments - and, specifically, the new 'instant payments' service being planned by the banks.", "The SSFN provides Switzerland with the fast and permanent data transmission required for instant payments within a highly secure environment."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Libor transition", "Financial markets", "Inflation", "Interest rates", "Economic outlook", "Swiss franc", "Equity markets", "Central bank policy", "Cybersecurity", "SSFN"]}