{"sentences": ["22.05.2023 The European Central Bank's monetary policy in response to the price stability challenge Círculo Financiero La Caixa Pablo Hernández de Cos Ladies and gentlemen, It is my pleasure to be able to participate in this event and I would like to take the opportunity to share with you my thoughts on euro area monetary policy at what remains a complex juncture.", "The first part of my address will describe the decisions we took at the meeting of the Governing Council of the European Central Bank (ECB) held in early May.", "I will then break down the main determinants of our future decisions.", "The May decisions Amid persistently very high inflation, our May decisions were a further step in the monetary tightening process we launched at the end of 2021 to bring inflation down to our 2% medium-term target.", "Specifically, we decided to raise interest rates by 25 basis points (bp), in line with market expectations, increasing the deposit facility rate to 3.25%.", "This represents a cumulative increase of 375 bp since July 2022.", "This decision was based on the overall assessment of the three factors currently informing our interest rate policy: the inflation outlook in light of incoming economic and financial data, the dynamics of underlying inflation and the strength of monetary policy transmission.", "With regard to the inflation outlook, our assessment largely rests on the Eurosystem staff quarterly projections, which paint a coherent picture of different macroeconomic developments - including the risk factors - and their likely future path.", "The latest projections, published in March,1 forecast that euro area real GDP growth will slow to 1% in 2023 (down 2.6 percentage points (pp) on 2022), albeit gradually recovering in the second part of the year, with growth of 1.6% expected for 2024 and 2025.", "The outlook for 2023 is somewhat brighter than projected in December, as the European economy has proven more resilient, with energy costs falling further and global production chains easing more than initially expected and households and firms receiving significant fiscal policy support.", "The data show that headline inflation peaked in November 2022.", "It has fallen by 3 pp since then, to 7% in April, underpinned by lower energy prices and, since early 2023, negative base effects.", "April also saw food inflation fall for the first time since September 2021 (13.6% versus 14.7% in March).", "The downward trend in inflation will be driven by easing global supply chain bottlenecks, the reversal of the energy price shock's indirect effects on underlying inflation, the dissipation of the upward pressures from the reopening of the economy after the pandemic and the stronger euro exchange rate.", "In the more medium term, the moderation of domestic demand - as a result, among other factors, of our monetary policy - will help contain inflationary pressures.", "Nevertheless, as I will detail later, these projections are subject to a high level of uncertainty.", "From a monetary policy perspective, it must be borne in mind that this inflation forecast - which, I stress, is compatible with our medium-term price stability target - is based, among other assumptions, on market expectations for our interest rates that envisage the deposit facility rate peaking at around 3.75% in the coming months, holding at that level over the following quarters and only gradually falling from 2024 Q2.", "Although no new projections were available in May, the latest data published since the March projections were prepared show, firstly, that economic activity has performed in line with the forecast.", "Thus, euro area GDP grew 0.1% in Q1 and the partial and essentially qualitative information available for Q2 suggests a slight acceleration.", "By component, private consumption remained weak, but the labour market continued to prove robust: the unemployment rate stood at historically low levels (6.9% in March, almost 1 pp below the February 2020 rate), although hours worked were still 1.6% below the pre-pandemic level.", "Inflation of 7% in April was slightly higher than expected, while financial conditions tightened further - as a result, above all, of an even stronger euro exchange rate - and energy prices were at somewhat lower levels than those incorporated into the March projections.", "All this information led us to consider that the medium-term inflation outlook in the March projections essentially remained valid.", "In this respect, the International Monetary Fund projections published on 18 April forecast a similar GDP and inflation outlook to that of the Eurosystem.", "Underlying inflation (i.e.", "excluding energy and food) fell slightly in April, to 5.6%, but was higher than expected, after reaching a record high of 5.7% in March.", "Other indicators confirm that underlying price pressures remain strong.", "First, inflation rates for the underlying inflation components most exposed to higher energy prices,3 which increased by 4.5 pp over the course of 2022 (to 7.2% in December), have continued to rise and stood at 7.7% in April.", "Second, the price growth of those items most affected by the recovery in demand after the pandemic restrictions were lifted, such as those related to transport and household equipment and maintenance, shows signs of stabilising, albeit at levels that remain high (above 7%).", "In addition, inflation rates for the components related to recreation, food service activities and tourism reached an all-time high of 7.5% in March (7.4% in April).", "Lastly, inflation rates for the rest of the items, which account for more than 30% of the consumption basket, held at 3.6%5 in April, with the prices of more than half of the items growing at rates of over 4%.", "Nonetheless, various short-term underlying inflation indicators - measured in month-onmonth or quarter-on-quarter terms - have started to ease somewhat.", "In this respect, nonenergy industrial goods inflation fell from 6.6% in March to 6.2% in April.", "At the same time, wage pressures have continued to increase, with compensation per employee and per hour growing by 5% and 4.3%, respectively, in 2022 Q4 (3.9% and 2.9% in Q3).", "In any event, this is in line with the March projections.", "However, the recent agreement for the German public sector, which includes very substantial wage settlements for 2023 and 2024, augurs further pressures, and it must be borne in mind that the empirical evidence shows that private-sector wages in Germany tend to respond to changes in public-sector wages.", "An indicator of underlying inflation for the most labour input-intensive components and, therefore, those most sensitive to wage growth, has remained high over the last three months, at around 4.3%.", "On Quarterly National Accounts data for Q1, firms in some sectors have continued to widen their profit margins.", "However, other indicators, based on firm-level data, suggest a somewhat more moderate performance.", "Lastly, April 2023 saw the longer-term inflation expectations of professional forecasters (relating to 2027) and those in the Consensus Forecasts (referring to the average for 20282032) revised down slightly, to 2.1% and 2%, respectively.", "Conversely, the latest Consumer Expectations Survey, conducted in March, saw inflation expectations three years ahead increase to 2.9%, up from 2.4% in February.", "This requires ongoing monitoring over the coming months.", "After factoring in the inflation premium, the financial markets' medium and long-term inflation expectations stand at around 2%.", "The latest data confirm that our monetary policy is being transmitted forcefully to financing and monetary conditions, while the speed and strength of transmission to the real economy remain highly uncertain.", "In particular, lending has lost considerable momentum, with bank loans to non-financial corporations (NFCs) and households growing by 5.2% and 2.9%, respectively, in March, significantly lower than their 2021 peaks.", "The latest ECB Bank Lending Survey (BLS) shows that credit standards tightened further across the board in 2023 Q1 and more than expected a quarter earlier.", "The fall in demand has also contributed to weak financing flows.", "In addition, banks expect loan supply to tighten further and a fresh decrease in loan demand in Q2.", "In sum, the data available to us in May pointed to medium-term inflation expectations similar to those of March and strong underlying inflationary pressures, and confirmed that our interest rate increases are being transmitted forcefully to financing conditions.", "In light of this information, we established that achieving our medium-term inflation target would require a further interest rate increase.", "In this case, we decided to raise rates by 25 bp, a smaller increase than previous rises, given that the monetary policy tightening process is well under way, with interest rates clearly in restrictive territory.", "At the May meeting we also took further steps towards reducing the size of the Eurosystem's balance sheet.", "This also contributes to tightening financing conditions, especially medium and long-term interest rates, and therefore complements interest rate increases, which are our primary tool for setting the monetary policy stance.", "In early March we launched the process to reduce the size of the asset purchase programme (APP) portfolio at a measured and predictable pace.", "Specifically, by not reinvesting all of the principal payments from maturing securities, we agreed to reduce the APP portfolio at an average pace of €15 billion per month up to June.", "In May we decided to accelerate the pace of the run-off from July, by discontinuing reinvestments, also in line with the market expectations.", "Future interest rate decisions Looking ahead, we will continue to take our decisions based on the incoming data and, in particular, on our assessment of the three factors I referred to earlier.", "Allow me a few observations on these factors.", "In terms of the inflation outlook, a new projection exercise is due in June.", "In any event, macroeconomic developments will be shaped by various sources of uncertainty in the coming quarters.", "I will now single out some of these.", "First, the euro area economy proved resilient in a context marked by the significant reversal of earlier supply shocks, in which, moreover, households had ample savings to draw on, the post-COVID-19 pick-up in demand continued to generate positive effects and the transmission of monetary policy remained incomplete.", "There is, however, much uncertainty over the persistence of these factors.", "First, the sharp fall in gas prices in Europe in recent months reflects the unusually mild weather and the energy savings measures.", "Nonetheless, the potential duration of the war in Ukraine remains a significant source of uncertainty in terms of how such prices might develop.", "Moreover, euro area GDP growth in 2023 Q1 appears to have been underpinned, in particular, by non-residential investment and the positive contribution of net trade.", "Conversely, private consumption remained weak.", "Furthermore, households have used some of the savings built up to invest in assets less liquid than bank deposits, suggesting less is available for consumption.", "By sector, growth continues to be concentrated exclusively in services, while industry is showing signs of further weakness.", "Second, there is also considerable uncertainty over the future path of the world economy, against a backdrop of tighter monetary policy globally and significant geopolitical risks.", "In the first part of the year, global economic activity has surprised on the upside, albeit with an increasing divergence between services, with the Services Purchasing Managers' Index (PMI) hitting its highest level for eight months in March, and manufacturing, with the Manufacturing PMI falling further into negative territory in the advanced economies.", "Meanwhile, global trade also remained in negative territory in February.", "Economic activity in the United States slowed to 0.3% in Q1 (half that of the previous quarter), owing in particular to declining inventories and weaker non-residential investment.", "In any event, the labour market continues to be very resilient and underlying wage pressures remain high.", "In this setting, doubts remain over the level of monetary tightening needed to bring inflation down to the Federal Reserve's target and its impact on economic activity, particularly given the stress in the US banking sector in recent months.", "Elsewhere, uncertainty persists as to how the reopening of the Chinese economy will impact inflation.", "On the one hand, a more buoyant Chinese economy is likely to boost global demand, especially for commodities, which would tend to drive inflation rates up.", "On the other, it could quicken the disappearance of global production chain bottlenecks and strengthen the capacity of global supply to meet demand, which would ease inflationary pressures.", "Which of the two channels will dominate and by what margin will depend, among other factors, on the breakdown of the country's recovery.", "Although China recorded strong growth in Q1, inflation eased and supply chains continued to improve.", "Third, fresh outbreaks of financial instability such as those seen in March could amplify recessionary forces.", "The fallout from this episode has been limited, with euro area financing conditions tightening somewhat, primarily via corporate risk premia.", "As I mentioned earlier, data from the April BLS point to credit standards having tightened substantially in 2023 Q1.", "This tightening reflects banks' higher risk perceptions, essentially linked to the deterioration in the macroeconomic outlook and in borrowers' creditworthiness and, to a lesser degree, to banks' lower risk tolerance, the higher cost of funds and balance sheet constraints.", "It does not therefore appear to be related to the episode of stress.", "Nonetheless, a return of financial instability could trigger a further tightening of credit terms and dent confidence, while also giving rise to a scenario of slower economic growth and faster falling inflation.", "A fourth factor, which clouds the inflation outlook somewhat, has to do with fiscal policy.", "The authorities have rolled out numerous anti-inflation measures, some of them exerting direct downward pressure on consumer prices, in both 2022 and 2023.", "In addition to the uncertainty stemming from their design and implementation and the impact they ultimately have, some of these measures include energy price caps and, therefore, whether or not they are activated will depend on energy market developments.", "Moreover, the withdrawal of such measures drive consumer prices up in the coming years, especially in 2024.", "The scale of these effects will depend on the pace of their withdrawal.", "It is important to stress here that, in the current high inflation environment, in order to get the right policy mix, the fiscal policy stance must be compatible with the tightening of monetary policy.", "This means that any public support measures must be temporary, targeted on the most vulnerable agents and tailored to preserving incentives to consume less energy, and should be withdrawn as and when energy prices fall.", "Otherwise, we run the risk of amplifying the inflationary pressures in the medium term, thus necessitating a more forceful monetary policy response.", "As regards the dynamics of underlying inflation, following an initial stage in which external pressures held sway, these have gradually abated, while domestic pressures remain high and are increasingly relevant.", "Nonetheless, as I noted earlier, falling energy prices, improvements in supply chains and slowing demand, as a result of tighter financing conditions, are expected to begin gradually bringing inflation down.", "However, the strength of these effects is uncertain, as they may not be symmetrical to the upside effects.", "The economic literature is inconclusive as regards the existence of these possible asymmetries, and this aspect should therefore be closely monitored.", "Our attention is now also turning to how wages and profit margins respond and, by extension, to the possible emergence of second-round effects.", "The March inflation projections assume a gradual recovery in real wages, which are expected to stand at levels similar to their 2022 Q1 levels by the end of 2025.", "This would be compatible with a decline in unit labour costs, since productivity is expected to rise slightly.", "However, wage negotiations are taking place against a backdrop of tight labour markets and new collective bargaining agreements point to growing wage pressures.", "Meanwhile, the projections anticipate that margins will be squeezed somewhat by weakening demand.", "However, stronger demand or the emergence of financial vulnerabilities at firms could give rise to more buoyant margins.", "It should continue to be stressed that much of the high inflation in the euro area stems from the surge in commodity import prices, which has led to a significant worsening of the real terms of trade.", "This brings with it an inevitable short and medium-term loss of real income for the euro area economy as a whole.", "An equitable distribution of this loss between workers and firms could prevent the inflationary spiral that would emerge were both groups to attempt to avoid this loss unilaterally, by maintaining, respectively, the same level of real wages and profit margins.", "In short, protracted inflation increases the risk of significant second-round effects.", "This, in turn, makes the deanchoring of inflation expectations a more likely prospect.", "Nonetheless, for the time being, such expectations remain anchored at levels compatible with the price stability target, and the second-round effects have been moderate.", "As far as monetary policy transmission is concerned, the current episode has certain notable idiosyncrasies when compared with other historical episodes.", "First, the last cycle of significant and sustained tightening took place almost two decades ago.", "Since then, the euro area and global economies have undergone transformations that may have affected the transmission mechanism.", "Second, the current cycle was preceded by a long period of expansionary monetary policy, including new unconventional measures, such as the purchase of financial assets, which have now begun to be reversed.", "The reversal of these measures will trigger a tightening of financing conditions beyond that associated with policy interest rate hikes, for which there are no precedents that might allow for an accurate ex ante estimation.", "Third, the scale and pace of the ECB's interest rate hikes are unprecedented, which could generate non-linear effects in the economy.", "Lastly, unlike in previous cycles, in which demand shocks took centre stage, this time round negative supply shocks have predominated.", "This means that the economy has to cope with a tightening of financing conditions against a background of weak economic growth.", "In this setting, we have already identified several differences in the way financing conditions have responded to monetary policy compared with historical patterns.", "Some aspects point to a slower transmission than in the past.", "The first is the lower sensitivity of the non-financial private sector's debt burden to interest rate rises, owing to the reduction in the proportion of households' bank debt with a fixed interest rate period of one year or less (from 35% of the total in 2012 to 25% in 2021) and of NFCs' bank debt with a maturity or a fixed interest rate period of one year or less (from 70% to 58% of the total in the same period).", "The second is the slower pass-through of market interest rates to the remuneration of retail deposits, which may be at least partly explained by the fact that deposit rates were higher than market rates during the period of negative interest rates and by the ample liquidity currently available.", "Indeed, there is evidence that banks have raised deposit rates more moderately in jurisdictions with a lower reliance on deposit funding to underpin lending.", "However, other developments point to a sharper tightening of financing conditions than would be expected based on historical patterns.", "First, the current cycle has seen a higher increase in some risk premia and, therefore, a higher increase in the cost of funding than would result from the rise in policy interest rates.", "This has affected, in particular, the term premia implicit in long-term yields that compensate investors for the risk that interest rates will change and, to a lesser extent, corporate and sovereign premia.", "These movements can be explained, among other reasons, by the high uncertainty about the future course of inflation and monetary policy, the expected decline in the Eurosystem's asset portfolio, other regions' monetary policy externalities (mainly the United States) and the initially low levels of some of these premia due to the long period of expansionary monetary conditions that preceded the current cycle.", "Second, market-based debt financing has increased from 16% to 24% of total NFC debt.", "This type of financing tends to reflect movements in policy interest rates more rapidly.", "Third, the pass-through to the cost of new bank lending to firms is occurring somewhat faster than in the past and may have been spurred by the rise in credit risk premia in an adverse macroeconomic context.", "Fourth, there are signs that the tightening of financing conditions for firms and households is not only materialising in the form of higher interest rates, but also via the greater difficulties they now face in accessing credit.", "Based on the responses of the banks participating in the BLS, from end-2021 to 2023 Q1 euro area banks tightened credit standards and credit conditions across all credit market segments.", "This tightening is the sharpest since the euro area sovereign debt crisis and appears to be linked to greater risk perception, consistent with the negative supply shocks prevailing in this cycle.", "Credit flows have in fact slowed significantly.", "In the case of mortgage loans, the slowdown is faster in the countries showing signs of greater house price overvaluation.", "These credit developments can be expected to eventually be reflected in real activity.", "Indeed, the credit standards observed in the BLS in a given quarter are closely correlated with GDP growth a few quarters later.", "In addition, close attention will need to be paid to incoming data on credit conditions to assess the potential impact of the recent financial market tensions.", "In particular, the latest BLS information will be very useful for understanding recent credit supply developments.", "But a more restrictive monetary policy is not only transmitted through the capital markets and the bank channel: other channels, such as the exchange rate channel, are also relevant.", "In 2022 the euro depreciated by a cumulative 4% in nominal terms against its main trade partners and by 17% against the US dollar.", "The depreciation against the US dollar owed mainly to earlier and stronger monetary policy tightening in the United States, greater global risk aversion and the fact that the energy shock led to a terms-of-trade deterioration in the euro area but not in the United States.", "However, since October 2022, the euro has appreciated by around 12%, on the back of a better than initially expected macroeconomic outlook in the euro area, a less restrictive US monetary policy than anticipated and lower global risk aversion.", "The available evidence20 suggests that the sharp fluctuations in the euro exchange rate during this tightening cycle may have led to these movements (particularly those caused by monetary policy or energy shocks)21 being passed through to consumer prices more quickly than in the past.", "This evidence also shows that the pass-through is roughly symmetric (with no meaningful differences between depreciations and appreciations).", "The recent appreciation is therefore likely to have a significant impact on prices in the coming quarters.", "On balance, it is safe to say that monetary policy is already beginning to pass through to real activity and inflation, though the bulk of the impact will be felt from this year onwards.", "Franziska Huennekes and Petra Köhler-Ulbrich.", "What information does the euro area bank lending survey provide on future loan developments?\".", "Economic Bulletin, 8, European Central Bank.", "This depreciation drove up costs for euro area producers, as most imported inputs were denominated in US dollars, leading to a certain loss of export market share (an estimated 2.5% in 2022).", "See section 4.2.4 of Chapter 3 of the Annual Report 2022 of the Banco de España, \"The current episode of price pressures in the euro area, the monetary policy response and its effects\", May 2023.", "See, for instance, Roberta Colavecchio and Ieva Rubene.", "\"Non-linear exchange rate pass-through to euro area inflation: a local projection approach\".", "Working Paper Series, 2362, European Central Bank.", "Danilo Leiva-Leon, Jaime Martínez-Martín and Eva Ortega.", "\"Exchange Rate Shocks and Inflation Co-movement in the Euro Area\".", "International Journal of Central Banking, 18(1), pp.", "For a review of the literature on the pass-through of exchange rate fluctuations to prices in Europe, see Eva Ortega and Chiara Osbat.", "\"Exchange rate pass-through in the euro area and EU countries\".", "Occasional Paper Series, 241, European Central Bank.", "Philip R. Lane and Livio Stracca.", "\"Can appreciation be expansionary?", "Evidence from the euro area\".", "Take Spain, for example.", "According to the Quarterly Macroeconometric Model of the Banco de España, in a counterfactual scenario where the different channels operate in line with historical patterns, the tightening of monetary policy in recent quarters would have reduced inflation in Spain by around 0.2 pp.", "However, given the considerable lags with which monetary policy operates, this tightening would reduce inflation by 0.5 pp in 2023, while the impact would be 0.6 pp in both 2024 and 2025.", "In the case of GDP, it would have reduced the pace of output growth by 0.6 pp in 2022, although its maximum impact, of around 1.1 pp, is expected in 2024.", "The exchange rate effect and intertemporal substitution effect are the two main channels of transmission to inflation.", "The available estimates using different models24 show similar results for the euro area overall.", "Specifically, monetary policy would have had the effect of reducing inflation by 50 bp in 2022, and would drive up inflation by 2 pp on average in the period 2023-2025, albeit with significant differences depending on the model used.", "The pass-through to economic activity is faster, with an average impact of around 2 pp in the period 2022-2025 and a maximum negative impact on GDP in 2023.", "In any event, as I noted earlier, these estimated effects could underestimate the macroeconomic impact associated with the rapid and sharp interest rate rise.", "To conclude, the ECB is clearly acting decisively to bring inflation back to the 2% target in the medium term.", "Given the lags with which monetary policy operates, the bulk of the impact of monetary policy tightening on inflation is expected to be felt this year and over the coming years, with a peak in 2024.", "Looking ahead, the process of tightening our monetary policy is already well under way, although, based on the information currently available, we still have some way to go.", "We also expect that interest rates will have to remain in restrictive territory for an extended period of time to achieve our target in a sustained manner.", "In any event, in a context as uncertain as the current one, we must again emphasise that future decisions will continue to be data-dependent.", "Allow me to conclude by pointing out that there clearly are and will be short-term costs to this monetary policy tightening in terms of weaker economic activity, but maintaining price stability is the main contribution that a central bank can make to ensure sound economic growth in the long term."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Economic growth", "Underlying inflation", "Wage growth", "Energy prices", "Financial conditions", "Credit conditions", "Exchange rate"]}