{"sentences": ["The speech as given takes precedence over the written version.", "Ladies and gentlemen, good morning, It is a pleasure to open today this conference on green finance.", "Climate change is one of the main challenges of our time and is more topical than ever after a series of weather events we have witnessed recently.", "Only until last week, we have already had heavy rains in our part of Europe, while there has been severe draught in other parts of Europe at this time of year.", "As individuals and as professionals, we are all well aware that climate transition is affecting our lives and our economies.", "Hence, it is our responsibility to act.", "Economies will have to fundamentally change and adapt if we are to achieve the goal of net-zero greenhouse gas emissions by 2050, in line with the Paris agreement.", "Primary responsibility for improving environmental standards and combating global warming lies with governments and parliaments.", "However, central banks also play an important role in managing climate transition, which falls within our mandate.", "Climate change has crucial implications for price and financial stability.", "Therefore, at the Eurosystem level and at Banka Slovenije, we integrate environmental issues into most pillars of our work.", "Many central banks, including our own, are actively contributing to the work of the Network for Greening the Financial System (NGFS).", "This forum of central bankers and financial supervisors voluntarily shares best practices and internationally promotes the development of climate risk management in the financial sector.", "Going forward, it will be important to share common standards and requirements regarding climate-related reporting at international level.", "In this regard, there have been important steps taken within the EU: for example, the European taxonomy of sustainable activities (green taxonomy) has been adopted and the Corporate Sustainability Directive (CSD) is underway.", "These set the framework for us, the central banks in the EU, and could be a useful guidance for the central banks of the region present here today.", "In the remainder of my speech, I will focus on the main activities and achievements in the climate transition of Banka Slovenije - also within context of the Eurosystem - as a monetary authority, as a supervisor and as an investor and as an institution.", "Firstly, let me explain how we tackle climate change considerations in the monetary policy area.", "We have considered climate change in the recent ECB's monetary policy strategy review.", "In 2021, the Eurosystem has committed to an ambitious climate-related action plan.", "This plan outlines the key areas, such as statistical data, macroeconomy, monetary policy transmission and monetary policy instruments.", "In the area of our monetary policy instruments, four measures have been adopted: (1) Regarding our monetary policy portfolio: As of October 2022, we started to decarbonise the corporate bond holdings in our monetary policy portfolio.", "We tilt the portfolio towards issuers with better climate performance.", "In March 2023, we also published the first climate-related financial disclosures of this portfolio.", "(2) Regarding collateral requirements: Before the end of 2024, we plan to limit the share of marketable assets issued by non-financial corporations with a high carbon footprint that counterparties can pledge as collateral.", "Additional asset classes may also fall under the new limits regime as the quality of climate-related data improves.", "(3) As of 2026, we expect to only accept as collateral issuers and debtors that comply with the Corporate Sustainability Reporting Directive (CSRD).", "This directive will require large companies and listed companies to publish annual ESG reports.", "(4) Regarding risk assessment and management, we have started to work with rating agencies to improve and harmonise the assessment of climate risks in ratings.", "We have also developed common minimum standards for incorporating climate change risks into the in-house credit assessment systems of national central banks, which will enter into force by the end of 2024.", "Going ahead, we have committed to regularly review all the measures stated.", "We will assess their effects and adapt them if necessary.", "Secondly, I will briefly explain how we address climate change risks in financial stability and banking supervision Adequately addressing and managing the climate change risks is also one of our major supervisory priorities.", "Therefore, in recent years, there has been a lot of activity in connection with climate change.", "The ECB has published Guide on climate-related and environmental risks and conducted the first exercise of macroclimate stress tests in In 2022, Banka Slovenije, in parallel with the ECB, conducted the first supervisory climate stress tests for smaller Slovenian banks.", "The results of climate exercises show that there are differences between banks in how prepared they are to address climate risks.", "At the same time, we found that banks have made progress in integrating climate risks into their operations, risk management frameworks and disclosure practices.", "However, banks' income generation is still heavily dependent on large clients from sectors with higher greenhouse gas emissions.", "When interpreting the results of climate exercises, we should bear in mind that there are still challenges related to the availability and reliability of data.", "In the future, we need to see more progress towardsa more robust assessment of the materiality of banks' exposure to climate risks, especially in terms of obtaining data, setting risk and performance indicators, and developing methods for quantifying effects.", "We expect banks to disclose climate risk management practices more comprehensively and in more detail.", "As a result, our future focus will be on monitoring their progress and on the timely elimination of identified deficiencies.", "Thirdly, let me elaborate on how we, as investors , incorporate sustainability-linked considerations.", "In line with the EU's climate neutrality strategy supporting the Paris agreement, our longterm objective is to strive to approach net-zero greenhouse gas emissions from our own financial assets by 2050.", "Central banks are among the largest institutional investors.", "Therefore, it is important to include sustainability-linked considerations in our investment framework, thus increasing the public awareness of the importance of setting ambitious environmental objectives.", "To achieve our long-term target, we set two medium-term objectives, both to be achieved by the end of 2025.", "First, we plan to further increase our investments in green, social and sustainable bonds.", "In the last five years, we have increased such investments from less than 1% to more than 7% of our own financial assets.", "By the end of 2025, we plan to increase our investments in thematic bonds to approximately 10% of our own financial assets.", "Second, we plan to visibly reduce the carbon footprint of our investments in the private sector issuers.", "This year, we have decided to considerably tighten the exclusion criteria by following the EU Paris-aligned benchmark recommendations as much as possible.", "In the coming years, we also plan to set carbonlowering strategies for our other private sector investments.", "Transparency regarding climate change risks and opportunities by central banks is of utmost importance.", "Therefore, in March 2023, we have, like other Eurosystem central banks, published for the first time climate-related financial disclosures of our own investments.", "While the minimum expectations for disclosure were set in the Eurosystem, we at Banka Slovenije have decided to broaden the disclosure framework set at the Eurosystem level.", "We have disclosed several additional backward- and forward-looking metrics for our entire investments with five years of historical data.", "We have also decided to report information on all four categories recommended by the Task Force on Climate Related Financial Disclosures, namely Governance, Strategy, Risk management, and Metrics and targets.", "In the last five years, the majority of backward-looking climate-related metrics of our own financial assets somewhat improved.", "This is due to the reduction of greenhouse gas emissions from the majority of sovereign and non-sovereign issuers in general and increased investments in non-sovereign issuers from less carbon-intensive sectors.", "I would also like to highlight that we have increased the share of our investments in issuers that have committed to global climate goals.", "In the future, we would like to further improve the transparency of our disclosures by reporting on additional climate-related indicators.", "Our future steps will depend on the quality and availability of climate data and on further development and harmonization of the methodologies of data providers.", "We expect that further development of the data processing will contribute to the formation of good market practices regarding methods of quantitative setting and measurement of climate-related targets.", "Finally, at Banka Slovenije we are also doing our best to reduce our own carbon Over the years, we have gradually taken several measures to reduce the negative impact of our own activities on the environment.", "As of last year, we have established a methodology for monitoring and reporting our own greenhouse gas emissions.", "This will, combined with our future plans, allow us to follow a carbon neutral path.", "In sum, central banks around the globe, including Banka Slovenije, have greatly strengthened efforts to address climate change in recent years.", "Our aim is to set an example for other institutions and increase the public's awareness and understanding of climate risks and opportunities.", "Our transparent disclosures and other efforts to fight against climate change represent an important step towards low-carbon economy.", "We have achieved this in a relatively short time.", "However, the road to net zero is still long, and it is important that we do not get complacent.", "There will be many challenges on the way, yet we should not use them as an excuse for not advancing at full speed on this agenda.", "I am sure we will overcome these challenges with joint strengths and knowledge, with the CEF playing an important role for our institutions in terms of learning, capacity building and knowledge sharing.", "Let me conclude with a quote by Aristotle: \"For the things we have to learn before we can do them, we learn by doing them.\"", "Thank you very much for your attention.", "I am looking forward to fruitful and enriching discussions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial stability", "Monetary policy", "Climate transition", "Climate risk management", "Sustainability", "Green finance", "Central bank", "ESG", "Investments"]}