{"sentences": ["Today, we have kept our key rate at the level of 4.25% per annum.", "As regards our view of the economic situation, there have been no significant changes since October's meeting of the Board of Directors.", "However, inflation is driven by diverse factors.", "The Board of Directors now does not consider that the ratio of proinflationary and disinflationary factors and risks is clearly shifted towards disinflationary ones, as has been estimated earlier.", "I would like to dwell on the aspects we were taking into account when making our decision today.", "Firstly, current annual inflation notably exceeds the path assumed in our October's forecast.", "Price growth has accelerated due to a number of factors, including the situation in individual food markets.", "Prices have become more volatile in these markets primarily because of the rise in global food prices and the weaker ruble.", "Exchange rate movements are also affecting non-food prices.", "According to our estimates, prices are driven by the pass-through of not only the ruble's weakening in autumn, but also its changes since spring 2020.", "In spring, manufacturers and retailers could defer the pass-through of the weaker ruble to prices amid subdued demand and inventories accumulated earlier at previous input prices.", "Moreover, costs are pushing inflation upwards for other reasons as well, namely a shortage of manpower in certain industries, expenses to ensure compliance with additional sanitary and epidemiological rules, and possible disruptions in supplies due to the aggravation of the pandemic situation.", "Of course, the acceleration of current inflation itself should not significantly impact our monetary policy, but there are signs suggesting that proinflationary trends may become longer-lasting.", "This is evidenced by a material rise in households' and businesses' inflation expectations.", "Increased inflation expectations may induce secondary effects.", "This is another factor which we took into account.", "There are signs that secondary effects have already started to manifest themselves.", "What are the reasons behind them?", "A considerable rise in prices for individual frequently purchased products, even when it is driven by one-off factors, makes people expect an increase in prices for a broader range of goods and services.", "This in turn explains the readiness to pay more and pushes prices upwards.", "Actually, we are already observing such an environment, which once again proves that households' inflation expectations are currently not anchored yet.", "When I say that they are not anchored, I do not imply the level of households' inflation expectations, but rather their response to one-off factors.", "The fact that households' inflation expectations are significantly higher than current inflation is typical not only of Russia, but of a whole range of countries (even where inflation is very low).", "In terms of monetary policy, this is the sensitivity of inflation expectations to temporary or local factors which induces risks, rather than the fact that households' inflation expectations exceed inflation measures.", "This is clear from the analysis of the reasons causing inflation deviation away from our October's forecast.", "This deviation is quite notable - +0.7 percentage points.", "According to preliminary estimates, 0.2 percentage points of this deviation stem from a faster rise in sugar and sunflower oil prices and 0.3 percentage points - from the growth of grain export prices and their passthrough to prices for both bakery products and a broader range of food products.", "The remaining 0.2 percentage points are interpreted as additional steady inflationary pressure.", "It may result from both a faster revival of demand in a number of industries already facing supply-side constraints and secondary effects brought about by increased inflation expectations.", "This is what may impact a steady level of inflationary pressure in the future as well.", "Therefore, today it is rather important how the situation will be unfolding in the future, including how inflation expectations will be changing and whether secondary effects may become more intense.", "This may result in a longer-lasting influence of one-off factors on prices.", "Moreover, we should take into account that a rise in inflation expectations may speed up the growth of the demand for consumer lending which has already been expanding materially amid the accommodative monetary policy.", "Monetary conditions are the third factor we discussed when making our decision.", "Monetary conditions remain accommodative.", "Coupled with the Government's support measures, this promotes lending across all segments, including the households, corporates, and small and medium-sized businesses.", "The annual growth of corporate lending reached its five-year high in October.", "The offering of corporate bonds has also been expanding.", "Mortgage lending continues to increase significantly.", "The portion of subsidised mortgage loans slightly contracted in October, but still equals nearly 30% of the disbursements.", "Concessional lending terms will remain in place until the end of 2021 H1.", "A number of programmes launched to support corporate lending have already been terminated.", "We are going to monitor how market interest rates and non-price lending conditions will be adjusting in this situation.", "The current economic situation is another essential factor influencing our decisions.", "The epidemiological situation has worsened today, which expectedly has a restraining effect, but this impact is currently considerably lower than in 2020 Q2.", "Although the situation is not uniform across industries, the decrease in economic activity is not as drastic as in spring and early summer when large-scale anti-pandemic restrictions were in place.", "Furthermore, companies and households have already adjusted to the changed environment to a certain extent, including additional requirements.", "Therefore, we may rather talk of a pause in recovery processes.", "We can observe that economic trends and financial flows are changing unevenly.", "They have returned to normal or even exceeded this level in a number of sectors, while other industries are far from a complete recovery.", "Specifically, industries manufacturing and selling consumer and investment goods have increased their financial flows above pre-pandemic levels.", "In contrast, sectors producing intermediate goods (that is, intended for further processing) and many consumer service industries are still to restore their financial flows and business activity.", "If we estimate the year 2020 in general, GDP will decline by about 4% owing to high performance in Q3.", "The economy bounced back significantly in response to the easing of restrictions and support measures.", "It is also worth noting that, amid limited opportunities to travel abroad this year, households kept over 1.5 trillion rubles earlier spent for outbound tourism.", "In 2020, these funds could partially be saved, but a portion of this amount was spent in Russia, propping up domestic demand.", "Fiscal measures provide significant support to the economy.", "This year, budget spending increased by over 14% against 2019.", "Recovery growth is expected to resume steadily in spring 2021.", "Given the economic situation and price movements, the ratio of proinflationary and disinflationary factors and risks has altered considerably.", "Indeed, demand trends, especially amid the drastic aggravation of the epidemiological situation, continue to contain price growth.", "However, this impact is currently offset by the above-mentioned proinflationary factors.", "As I have already said, we will assess whether these factors become steady against the backdrop of increased inflation expectations.", "Moreover, the influence of demand on prices will also depend on future changes in the epidemiological situation, the pace of recovery processes when vaccines become widely used, and an improvement of consumer sentiment and business expectations.", "As we could observe in summer and early autumn, when the situation returns to normal, the recovery may be sufficiently quick.", "At the moment, we consider it too early to adjust our medium-term inflation forecast since it is necessary to also analyse the effect of competing factors on price movements.", "As regards the near future, our preliminary estimates show that annual inflation will approximate 5% in 2021 Q1.", "Further on, if the influence of one-off factors diminishes rather fast, it will trend down and return to 4% by mid-2021.", "Given the accommodative monetary policy pursued, inflation is expected to equal 3.5-4.0% by the end of 2021, subsequently stabilising close to 4%.", "We will carry out an additional analysis to assess whether there are grounds for adjusting our forecast in February, for the core meeting on the key rate.", "As regards other risks for medium-term economic development and inflation, their estimate has remained unchanged overall.", "Various geopolitical risks are still relevant - they may provoke fluctuations in financial markets, affect exchange rate expectations and sentiments, and influence trends in the Russian and global economies.", "As always, further changes in budget spending are a critical factor.", "This has a considerable influence on our monetary policy decisions.", "There is still uncertainty about the estimate of the pandemic impact on the Russian economy's potential, especially amid the current worsening of the epidemiological situation.", "Given such highly uneven trends in the economy and price movements, we will need to carry out an additional analysis of how the situation will be changing and whether we still have some room for cutting the key rate when making our key rate decisions in the future.", "It is hard to affirm this now.", "If the impact of one-off factors wanes quickly and inflation expectations reverse, it is entirely possible that there may be grounds for a further reduction in the key rate, yet this will not necessarily be the case.", "I would also like to emphasise that it is now crucial to maintain the robustness of the monetary policy to various scenarios.", "Our policy is aimed at keeping inflation close to 4% under any scenario of future developments.", "We are ending this year with another important step in our communication.", "We are starting to release our regular report 'Regional Economy: Commentaries by Bank of Russia Main Branches' on the Bank of Russia website.", "This report is prepared by our regional branches for the Board of Directors' key rate meetings and will contain the most up-to-date information on the situation in the Russian regions.", "When preparing for decision-making, we usually consider economic trends in Russia in general and across regions and assess both statistics and survey findings.", "This helps us better understand the economic situation and its specifics.", "We are publishing the first issue of the report today and are going to release it on a regular basis, eight times a year, prior to the quiet period.", "We hope that this material will be interesting and useful to a wide range of readers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Inflation expectations", "Monetary policy", "Economic situation", "Prices", "Demand", "Key rate", "Fiscal measures", "Financial flows", "GDP"]}