{"sentences": ["03.11.2023 Stylised facts about the post-pandemic performance of the Spanish labour market and future challenges* Closing address at the \"Canary Islands, investment hub\" forum during the Canary Islands Money Week/Universidad de las Palmas de Gran Canaria Las Palmas de Gran Canaria Pablo Hernández de Cos *English translation of the Spanish original Dignitaries, ladies and gentlemen, good morning.", "I would like to thank the distinguished chancellor of the Universidad de Las Palmas de Gran Canaria, Mr Lluis Serra, and the dean of the Faculty of Economics, Business and Tourism, Mr Juan Manuel Benítez del Rosario, for their kind invitation to deliver the closing address of the Canary Islands Money Week, organised by this university.", "Of all the building blocks of an economy, the labour market is one of the most fundamental.", "A country's macroeconomic performance and the efficiency of its economic and social policies largely depend on the functioning of this market.", "In recent years the global economy has experienced an unprecedented series of shocks, whose impact on production, aggregate demand, employment and, ultimately, producer and consumer incomes crucially depends on how the labour market copes with them.", "These shocks have occurred against a background of secular trends (such as population ageing and technological change) with the capacity to transform the functioning of the labour market and economic activity.", "In Spain, moreover, the labour market has traditionally been characterised by serious dysfunctionalities, which have resulted in very high unemployment rates, affecting the different population groups very unevenly (with a higher incidence among women, young people and low-skilled workers), and an excessive prevalence of long-term unemployment.", "This market also suffers from an excessive duality between workers on permanent and temporary contracts that is economically inefficient, socially unfair and not conducive to productivity growth, and which also leads to adjustments in the event of adverse economic shocks through job losses to a much greater extent than through wages and makes the market prone to mismatches between labour supply and demand even in periods of particularly buoyant economic activity.", "The long succession of labour reforms over the past four decades aimed at correcting this dysfunctional behaviour - the last of which was passed in 2021 - should therefore come as no surprise.", "In this setting, I would like to share some thoughts about the Spanish labour market and its outlook.", "To this end, I will highlight some stylised facts about the performance of this market in Spain in recent years and how it compares to the European labour market.", "The first notable aspect of the recent performance of the labour market both in Spain and in most advanced economies is the resilience of employment.", "During the pandemic, despite the sharp drop in economic activity in 2020, employment rates declined by much less than would be expected based on historical regularities.", "The unique characteristics of this crisis - caused by a factor that was exogenous to economic developments and temporary - together with the economic policy response, help explain the relatively good employment performance in this period.", "Of note among these policies was the role played in many countries by job retention schemes as an alternative to employment adjustments.", "The use of job retention schemes greatly reduced the need for such adjustments and facilitated the subsequent return to work.", "Beyond its initial response to the COVID-19 crisis, employment has continued to perform well throughout the subsequent economic recovery, growing above the rate estimated based on the observed slowdown in GDP.", "This has been particularly the case in the most recent period, as activity in Spain and other European countries has been dragged down by, among other factors, the economic fallout of the war in Ukraine since early 2022 and the necessary tightening of monetary policy in response to the sharp and persistent rise in inflation.", "Against this background, however, employment has continued to grow at significant rates.", "By way of example, employment grew at about 3% year-on-year in the last two quarters in Spain, while GDP growth gradually slowed, to 1.8% year-on-year in Q3.3 As a result, apparent labour productivity, whether measured per worker or hour worked, performed very poorly.", "For example, in 2023 Q2, in Spain it stood at a similar level to that observed at end-2019.", "Overall, the employment recovery profiles are quite similar in Spain and the euro area as a whole, although in Spain the decline in the number of persons in effective employment was somewhat sharper in 2020 Q2 and employment recovered somewhat faster from 2021 onwards.", "A second common characteristic of this period is that since 2019 total employment measured in actual hours worked has grown less than the number of persons employed.", "In other words, the average number of hours worked per person employed has decreased.", "In Spain, in 2023 Q3 this figure stood 2.1% below its pre-pandemic level.", "During the pandemic, this decline was largely due to job retention schemes being used extensively to protect jobs (in Spain, these schemes covered over 20% of employees in April 2020).", "However, since 2021 the number of hours worked per person employed has never fully recovered, either in Spain or the euro area, reflecting various conjunctural factors, such as the greater importance of certain services sectors (for example, public sector employment, where the average working hours are shorter) and the increase in sick leave, which remains above pre-2020 levels.", "At the same time, average working hours in most advanced economies have historically trended downward due to technological progress and other structural factors, such as the growing importance of the services sectors, greater female participation in the labour market and the higher part-time employment rate.", "Third, the resilience of employment in recent years has been relatively uneven across sectors and, although qualitatively there are no significant differences between Spain and the euro area as a whole, some quantitative differences can be seen.", "Thus, since end-2019 employment grew relatively faster in the public sector than in the private sector and its share of total employment stood at 16.6% in 2023 Q3, 0.4 percentage points (pp) more than four years earlier.", "This gap is higher in Spain than in the euro area overall.", "By activity, employment growth was higher in the services sector (except trade and hospitality, which were initially strongly affected by the restrictions approved in response to the pandemic) than in construction, industry and agriculture.", "Of note in the services sector is the sound performance of professional, scientific and technical activities and information and communication.", "These changes in the sectoral composition of employment appear to be associated with two fundamental processes.", "First, the necessary reallocation of employment that took place during the COVID-19 pandemic, arising from the uneven sectoral impact of the health measures adopted, which initially hit the most contact-intensive services sectors the hardest.", "The greater need for public sector employment in human health activities had analogous effects that partly explain the behaviour of this variable in this period.", "The second fundamental process, which is likely to become more relevant in the medium term, relates to the impact of the ongoing technological changes prompted by growing digitalisation and, more recently, the development and greater penetration into productive tasks of artificial intelligence (AI) and robotics.", "In this respect, some studies11 show that such technological developments do not have an adverse effect on the jobs most exposed to them.", "Indeed, the relative share of employment in jobs involving the tasks where AI has progressed the most, particularly jobs with a higher proportion of young people and workers with a high educational attainment level, has increased.", "This evidence is in line with the theory that technological change is biased towards highlyskilled employment, reflecting its greater complementarity with technological capital.", "Although there is some cross-country heterogeneity, employment rates in the occupations most exposed to AI-enabled automation are generally not seen to decline.", "The cross-country heterogeneity appears to be linked to the pace of technological uptake and education, as well as product market regulations (which affect the degree of competition in these markets) and employment protection legislation.", "Employment growth in technology-intensive occupations is greater in countries where technological progress is more advanced and that have fewer regulatory rigidities in product markets.", "Fourth, labour market participation rates have recovered in recent quarters, after falling during the COVID-19 pandemic.", "There are two trends worth mentioning here, relating to migratory flows and population ageing.", "First, migratory flows lie behind most of the labour force developments in Spain during this period.", "Indeed, after immigration flows dried up during the worst-affected quarters of the pandemic, the foreign population has driven virtually all of the strong increase in the number of residents in Spain.", "In particular, residents in Spain have grown by around 700,000, with foreign nationals accounting for nearly all of that increase.", "That population growth has been the main driver behind the expanding labour force, which has increased by roughly half a million people during this period.", "It is worth noting that the labour force participation rate of the foreign labour force is somewhat higher than the national figure and has risen slightly since end-2019 (by 0.3 pp, to 77.6%).", "Employment has grown by 900,000 workers in the period, roughly one in three of which are foreign nationals.", "Going forward, the demographic projections available12 agree that immigration will remain strong over the coming years, with net inflows of between 300,000 and 500,000 people in 2023, and between 200,000 and 500,000 in 2024 and 2025, making this a key determinant of labour force and employment developments in Spain.", "In addition, the progressive ageing of the population has had visible effects on the labour market in the most recent period.", "Indeed, alongside technological progress, population ageing is the other major structural trend that has been influencing the labour market, and one that will do so increasingly in the foreseeable future.", "Population ageing could have ramifications not only in terms of the size of the working-age population and the aggregate level of employment, but also the occupational and sectoral composition of employment.", "In the near term, changes in the working-age population are shaped entirely by the low birth rates of previous decades and immigrant inflows.", "For instance, the working-age population has shrunk as a proportion of the total population, a product of the large baby boom generation reaching retirement age, low fertility rates and a steadily increasing life expectancy.", "Needless to say, this population ageing is driving a very marked increase in the relative share of older workers in the working-age population.", "Between 2019 Q4 and 2022 Q4, the proportion of older persons (aged 55-69 years) in the labour force grew by 2%, while that of young persons (aged 16-24) climbed by 1%, spurred by the recovery in employment.", "This fall was not caused by a declining labour force participation rate, which in fact has followed a trajectory similar to that of the unemployment rate.", "Rather, it was entirely attributable to the shrinking population in the intermediate age group.", "The recent increase in the participation rate of older individuals is also noteworthy.", "For instance, in Spain the participation rate of the over-55s has risen by 3 pp since end-2019,13 although it remains well below that of the intermediate age group.", "Overall, population ageing is estimated to have reduced the labour force participation rate by just over 3 pp.", "According to the projections currently available, by 2030 it will have decreased the participation rate by a further 3 pp.", "Given the better education levels of the new population cohorts, the working population with high levels of education has also risen markedly.", "The share of the workforce with low education continues to shrink, while growth in the labour force with medium levels of education remains scant, a shortcoming traditionally associated with the limited availability of vocational training.", "Indeed, the recent education reforms were intended to bolster dual vocational training.", "As a whole, these trends are set to be accentuated in the longer term.", "The various projections tend to envisage a further easing of migration flows, with these failing to offset the effects of population ageing on the labour market, leading to a significant reduction in the working-age population as a percentage of the total population.", "According to these projections, population ageing will accelerate in Spain over the coming decades, outpacing both the EU and the euro area as a whole.", "Far from being a temporary phenomenon, this will become a permanent trend, as illustrated by a dependency ratio that is set to remain above 50% from 2045.", "Fifth, as a result of the developments I mentioned earlier, the unemployment rate rose slightly during the pandemic, followed by a subsequent sharp fall.", "Favourable employment developments have driven a steady decline in Spain's unemployment rate, which stood at 11.6% in 2023 Q2, its lowest level since the outbreak of the global financial crisis in 2008.", "This came alongside a reduction in the euro area as a whole, which in 2023 Q2 posted its lowest ever unemployment rate (6.3%).", "In any event, Spain's unemployment rate remains almost double the euro area average.", "The favourable unemployment performance was seen across all population groups.", "In Spain, as compared with the same quarter in 2019, the unemployment rate has fallen more sharply among the under-25s (-5.2 pp, although this group still has the highest unemployment rate, at 27.9%) and in the intermediate age group (-2.6 pp) than for the over55s (-1.3 pp).", "The patterns in the euro area are similar, although the declines have been more consistent across the age groups.", "By level of educational attainment, less educated workers have the highest rates of unemployment (17.4% in 2023 Q2, albeit down by nearly 3 pp on four years earlier).", "In any event, the gap to the highest-qualified cohorts remains sizeable, with an unemployment rate for the university-educated group of 6.6%.", "Overall, the strong labour market performance has prevented any increase in long-term unemployment that might have entailed a structural impairment to the labour market.", "Sixth, the changing sectoral and occupational composition of labour demand (driven mainly by the pandemic and technological progress) and the supply-side developments (induced by population ageing and immigration) have prompted some labour market tightening.", "Indeed, as unemployment declined, the proportion of unfilled job vacancies (the so-called vacancy rate) increased, albeit more so in the euro area overall than in Spain.", "Unoccupied job vacancies are difficult to measure using the customary statistical instruments and therefore the statistical information should be interpreted with caution.", "That said, there appears to be a perceived labour shortage for certain occupations in some sectors of activity.", "This shortage is observed both in medium and low-skilled sectors (in services such as hospitality) and in those requiring some professional qualifications (particularly among technology and engineering firms).", "Business survey data show that these labour supply challenges are widespread.", "In the case of Spain, according to the results of the latest Banco de España Business Activity Survey (EBAE), nearly 40% of the companies surveyed reported labour shortage as a factor limiting their activity, with this figure following a rising trend in recent quarters.", "These problems are fairly broad-based across sectors of activity, but are somewhat more pronounced in sectors such as hospitality and construction, where more than 50% of firms say they have been adversely affected.", "These difficulties appear to be influencing companies' hiring decisions, with 40% of the affected firms reporting a reduction in hiring intentions.", "In turn, a similar percentage of companies said that these challenges were leading to higher wage pressures, while a lower proportion also reported an adverse impact on investment decisions, with smaller firms particularly affected.", "Although the information available makes it difficult to conduct an in-depth analysis of why firms are struggling to find labour, the data from the EBAE suggest a mismatch between the skills needed by firms and those offered by the workforce, with more than half of the affected companies reporting a shortage of suitably qualified workers for their job vacancies.", "The differences in the skills composition of the employed and the unemployed also point in this direction.", "While more than 50% of unemployed individuals have a low level of education,18 that figure is less than 30% among the employed.", "This problem is somewhat more marked in jobs requiring intermediate or higher vocational training and, by sector of activity, in industry, construction and transportation.", "The second reason most frequently cited by firms is difficulty in retaining employees, a problem that tends to be more acute in relation to low-skilled workers.", "Other indicators based on employment inflows and outflows also suggest greater labour market tightness.", "For instance, job separation rates have fallen sharply; this despite an increase in voluntary terminations, a phenomenon that has been far more marked in other countries, such as the United States, giving rise to term \"the Great Resignation\".", "The fall in employment outflows is therefore associated with the decrease in labour shedding, which could reflect different factors, such as the greater readiness of firms to retain their employees given the difficulties in attracting new hires or the impact of the legal reforms approved in 2021.", "Labour market tightness may be explained by a number of factors.", "First, workers may be more demanding when it comes to the working conditions they expect when accepting a job offer, which would be reflected, among other things, in an increase in their \"reservation wage\".", "Another potential factor, and one I have already mentioned, is a growing mismatch between the skills required in new jobs and job seekers' qualifications, which seems likely in a setting of rapidly advancing technology and an education system that is struggling to keep up with such change.", "A third factor is that, following the pandemic, employers face greater difficulties and uncertainties when hiring new workers and may therefore be more reluctant to shed workers, leading to an increase in so-called \"labour hoarding\".", "The importance of the latter phenomenon is shown in the results of the EBAE, according to which the percentage of firms retaining or increasing their workforce despite a decline in their production or sales has increased.", "One or other of these explanations is more likely depending on the labour market segment in question.", "For example, the effect of the rise in reservation wages on labour market tightness appears to be greater in low-skilled sectors and jobs where wages are close to the national minimum wage.", "Conversely, the skills mismatch is probably a more prevalent factor in high-skilled sectors and jobs, whereas labour hoarding may be more frequent in sectors where recruitment is more complex and labour is in shorter supply.", "Seventh, the significant decline in the temporary employment ratio, following approval of the labour market reform in 2021.", "The labour market reform approved in late 2021 reduced the scope for using temporary contracts and broadened permanent hiring options, making the use of permanent seasonal contracts more flexible and modifying the causes for terminating permanent contracts in the construction sector, to the effect that, under certain circumstances and conditions, completion of building work became a legitimate cause for termination of employment.", "These legal reforms have no doubt had an impact on the labour market.", "In particular, the temporary employment ratio has declined sharply, especially in the private sector, approaching the levels observed in other European countries.", "The fall in temporary employment has been accompanied by a marked increase in permanent seasonal contracts, which, according to the latest social security registrations data, account for almost 25% of the decrease in temporary employment, while a further 25% would be accounted for by permanent part-time contracts and the remaining 50% by permanent full-time contracts.", "These permanent seasonal contracts are indeed permanent, but are characterised by frequent rotation between periods of employment and inactivity over the course of the year.", "The increase in other full and part-time permanent contracts (other than those of a permanent seasonal nature) has coincided with a rise (albeit from low levels) in the destruction rate of such jobs since the reform.", "The average rate of daily deregistrations of workers on permanent contracts was 0.14% between 2015 and 2019.", "However, following the reform, that figure had doubled to 0.28% by September 2023.", "Thus, the aggregate decline in the rates of transition to inactivity since early 2022 is associated with the composition effect stemming from the higher share of permanent contracts.", "However, there has been no reduction in employment volatility, at least for the time being, for workers on permanent seasonal and temporary contracts.", "In fact, recent developments show labour turnover among permanent seasonal workers rising to levels approaching those observed for workers on temporary contracts.", "In short, the information available to date points to an increase in job stability, but an even larger decrease in the temporary employment ratio, reflecting higher labour turnover among workers on permanent contracts.", "In any event, a comprehensive assessment of the impact of the labour market reform will have to consider multiple issues, such as employment, unemployment, wages, productivity and other key macroeconomic aggregates such as consumption and household saving.", "It will also require a longer time frame and data analysis that is performed with as much granularity as possible, since the reform is expected to have asymmetric effects on different groups of workers and firms.", "Eighth, the significantly moderate wage growth in this period, given the high inflation environment.", "Wage-setting through collective bargaining in Spain has undergone two major shocks.", "One was the slowdown in wage bargaining during 2020-2021, associated with the pandemic.", "The other, more recent shock is the upturn in inflation observed since the second half of 2021 - following a long period of very low inflation -, which has prompted a notable change in the economic conditions under which collective agreements are negotiated.", "This inflationary shock has meant that, despite negotiated wage increases having risen from 1%2% in the pre-pandemic years to slightly more than 3% in 2022-2023, they remain well below cumulative inflation in the last two years.", "Moreover, marking a departure from previous decades, the degree of wage indexation in collective agreements appears to have declined significantly in the Spanish economy.", "The percentage of workers covered by indexation clauses against inflation has risen somewhat despite the inflationary environment, to around 25% in recent months, but is well below the coverage provided in the past.", "Furthermore, the degree of protection afforded by these clauses is also lower than before, since, on the whole, they only partially offset higher inflation.", "In this respect, the 5th Employment and Collective Bargaining Agreement, signed in March this year, sets out general recommendations for wage increases during the period 20232025 (the term of the agreement).", "This will help recoup some of the purchasing power lost, thus contributing to sustaining employment growth while substantially mitigating the risk of second-round effects emerging via prices and wages.", "Wage moderation may also explain, at least in part, the favourable performance of employment since the start of the inflationary episode.", "Similarly, the gradual decline in inflation anticipated by the macroeconomic projections of the Banco de España and the European Central Bank (ECB) for the Spanish economy and the euro area, respectively, is based on continued wage moderation going forward.", "Indeed, these inflation projections hinge on the gradual recovery of real wages which, in a setting of likewise gradually recovering productivity, would allow for moderation of unit labour cost growth.", "This moderation in unit labour costs, along with the expected fall in profit margins, is essential to ensure convergence towards the ECB's 2% inflation target over the medium term.", "However, since early 2023, total labour costs in Spain have risen more sharply, by around 6%, reflecting the substantial increase in non-wage cost components, mainly concentrated in social security contributions following the various regulatory changes approved.", "Average wage increases are higher than the wage settlements in collective agreements, reflecting different composition effects stemming, for example, from the higher wages of first-time employees or those changing jobs,25 against the background of labour market tightness that mentioned earlier.", "These increases could begin to have negative repercussions on the demand for labour, particularly if productivity growth remains low, as in recent years.", "Concluding remarks One of the most striking features of advanced economies, including Spain, in recent years, is the overall resilience of their labour markets.", "Looking ahead, this resilience should not be taken for granted in an environment such as the present one, characterised by a high level of uncertainty and many downside risks to growth.", "Indeed, economic activity has already slowed significantly in Spain, Europe and worldwide, while the medium and long-term growth outlook is subdued.", "Moreover, some of the changes currently taking place in the labour market are structural and may even gather pace.", "The latest wave of breakthroughs in artificial intelligence, for example, poses major challenges when it comes to ensuring that such developments lead to improvements in productivity and, hence, in workers' wages, and not to the destruction of jobs in the areas most exposed to this technology.", "Population ageing also presents key challenges for the labour market, beyond the need to adapt the pension system to the new demographic context.", "Furthermore, improving the functioning of the Spanish labour market is essential to correct the factors that have hindered convergence with per capita income in the euro area in recent decades, namely, low productivity and a low rate of employment.", "In fact, raising productivity and the employment rate are key elements of any strategy aiming to achieve a sustainable reduction in inequality.", "Addressing these challenges requires ambitious reforms, which include improving the institutional framework of the Spanish labour market, implementing active and passive employment policies, adapting the education system, developing migration policies and implementing social protection programmes, in addition to ensuring that the labour market is aligned with the new technological and demographic context.", "In my opinion, these reforms should be an economic policy priority in the years to come."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Labour market performance", "Employment growth", "Unemployment rate", "Labour market tightness", "Temporary employment", "Wage growth", "Population ageing", "Technological change", "Immigration", "Labour market reforms"]}