{"sentences": ["Assalamualaikum w.b.t and a very good evening.", "Mr Chu Kok Wei, the President of the Financial Market Association of Malaysia, committee members of PPKM and esteemed guests.", "Thank you for inviting me to the Financial Market Association of Malaysia or PPKM Annual Dinner and to deliver this address to members of the financial market industry.", "It is always a great pleasure and as usual, an opportunity to share some reflections on the financial markets, the current and the future.", "My remarks tonight will touch on two aspects; firstly, the progress or development of financial markets and secondly, the current events in financial markets.", "Ladies and gentlemen, The development of financial markets has always been an integral component of economic and financial sector development.", "We often talk about intermediation as something that takes place to facilitate economic or financial transactions, the transfer or exchange of resources or funds for some economic good or activity.", "We often refer to this as the role of the financial system, which is to intermediate savings or surpluses to borrowers, intermediate between investors and entrepreneurs, between the public sector and private and so on, with financial institutions being the key institutions undertaking this role.", "Financial institutions, in particular banking institutions, undertake this to a significant degree within their own customers of savers and borrowers, within their own portfolio of assets and liabilities.", "But can they have an exact match, to intermediate optimally within their institution?", "This is highly unlikely and on any given day, they could have a surplus of funds or a deficit.", "Understandably, a banking institution will always want to have some excess cash, more than their projected requirements.", "With an interbank market, this excess can still be deployed to earn returns.", "In the event of a shortfall, the banking institution can also borrow other's excess in the interbank market to make up for this gap.", "Beyond the day-to-day operational cash management, banking institutions will be able to lend or borrow with each other over different term structures to manage against the profile of their assets and liabilities.", "Banks with persistent surpluses will be able to deploy their excesses and banks with persistent deficits can access interbank term funding.", "Of course, we all know this, but these days, we take this for granted.", "Without an interbank market, banking institutions have no avenues to do all this and no agility in meeting their customer needs.", "The total assets or financing they can provide will be constrained by the amount of equity from shareholders, deposits they have raised and the liquidity they need to have available to meet requirements.", "Without an interbank market, intermediation of surpluses and funds is constrained to individual institutions.", "Risks will also not be able to be effectively managed and diversified without these avenues.", "Consequently, the role of the interbank market expands the intermediation capability and capacity of the financial institutions and hence the system.", "The interbank market is the interconnection of the banking and financial system and the more effective and efficient it is, the greater the capability and capacity of the system to better intermediate the funds; savings, investment, borrowing and lending, within the economy.", "This, I hope, puts into perspective why we place much emphasis on financial market development and why we track such developments.", "Where are we now then, with another challenging year almost behind us?", "Importantly, how have we fared during these times?", "I'm glad to see that on many fronts, market vibrancy and breadth continues to make progress.", "Market indicators that we track - daily trading volumes in foreign exchange of USD15.4 billion and interbank money market of RM8.77 billion - continue to show strong growth in 2023.", "The outstanding size of our bond market is now above RM2 trillion with the Government bond market at RM1.1 trillion, a testament to how our financial markets have been able to absorb and intermediate long-term financing for the government and corporate sector.", "There is continued interest and support from our institutional investors both in the primary and secondary market.", "We continue to see very healthy auctions, with the bid-to-cover (BTC) ratio year-to-date averaging at 2.16 times and higher secondary market turnover volume that reached RM4.5 billion daily.", "With orderly functioning of our bond market, this has helped cushion pockets of nonresident sell-off during the year.", "Non-resident participation in our bond market remains strong, with 22.2% ownership and significant participation in the onshore market.", "119 out of 145 participants in our dynamic hedging programme today comprise of nonresident investors.", "ESG bonds are also making further inroads, with an outstanding issuance of RM11.53 billion, still small but four times its size just three years back.", "From a market development and growth standpoint, all this looks quite alright.", "Ladies and gentlemen, The ringgit continued to be tested in 2023, continuing a challenging episode that we had seen since 2022.", "Last year, the ringgit weakened by 5.4% against the US dollar this year.", "We can add, for this year to date, another 6.0% weakening.", "This has undoubtedly captured the attention and sparked concerns of many Malaysians.", "Especially since we have seen the ringgit trading at quite low levels against the US dollar, and these are levels only last seen during the Asian Financial Crisis.", "On this, please allow me to share some of my perspectives on these developments, and perhaps to bring out the necessary and instrumental roles that we all need to undertake, as key and active market participants, in the wake of the ever-shifting global financial conditions.", "The fact is, its ringgit has been driven mainly by external factors movements have been much in tandem with many other regional currencies.", "Since endDecember 2020, the US dollar has strengthened against all Asian currencies.", "The aggressive monetary policy tightening in the developed markets, in particular by the US Federal Reserve Bank has caused shifts in global portfolio allocation, as investors seek higher returns from their investments in the US dollar.", "We saw the 10-year US Treasury yield breaking away from a long-term downward trend and it has in recent times been trading near 15-year high levels.", "The market had to also grapple with uncertainties over China's economic growth prospect, particularly as China's economic recovery momentum has been modest and as their domestic property sector turmoil persisted.", "Ongoing geopolitical crises - the Russian-Ukraine war and more recently the Middle East - further supported demand for the US dollar as investors sought for safe-haven assets.", "Consequently, the movements of the ringgit exchange rate in recent times have not been a fair reflection of Malaysia's economic fundamentals.", "Malaysia continues to register positive and rising economic activities that recorded 3.3% GDP growth yearon-year (YOY) in Q3 2023, up from 2.9% growth in Q2 2023.", "And next year, we are expected to grow by 4-5%.", "Similarly, Malaysia also continues to record a current account balance surplus in 2Q 2023, equivalent to 3.3% of GDP.", "The fiscal position is expected to improve with the fiscal deficit projected to consolidate further in 2023 to 5% of GDP and expected to further reduce in 2024.", "Using the ringgit as a barometer of our economic development is thus a misleading indicator.", "We also continue to see resiliency in our financial markets.", "Our FX market, as I mentioned earlier, recorded strong daily FX turnover volume of USD15.4 billion per day.", "Ringgit volatility remains the lowest among regional peers.", "Indeed, two years into this current cycle of US dollar strength, our markets, financial institutions and financial sector, the economy have all weathered this challenge rather well.", "We are certainly not in any crisis nor any financial or economic stress.", "Notwithstanding this, the central bank remains vigilant Firstly, while recent developments could indicate a possible change in global monetary tightening stances, in particular the US, we recognise this is not a done deal.", "Inflation risks remain present and Fed officials themselves remain highly cautious.", "Secondly, any changes in interest rate differentials that could change the short-term dynamics could still be far off.", "The incentives for exporters, businesses and residents to continue holding foreign currency, and importers, portfolio investors to hedge into foreign currency, could still be there for a while, as our own interest rates are much lower than US dollar interest rates.", "Thirdly, the favourable fundamentals, as well as positive structural and economic reform programmes and industrial plans by the government, which would lead to a more enduring support for the ringgit, will take some time to bear fruit.", "With this in mind, we need to be prepared.", "BNM of course is monitoring market behaviour and market flows and will act accordingly.", "At its basic, where necessary, we will come to the market to ensure liquidity and stem any undue volatility.", "Our surveillance has expanded, now covering not just financial markets, but also tracking corporate flows; exports, imports and loan repayments, trends among the investing public including the growing availability of foreign currency offerings.", "Market and public sentiment is also something we closely watch, in particular realising how sentiment can also drive traders' quoting and pricing of the USD/MYR pair, the market flows and the public's behaviour.", "Market players also have to be prepared to play their role.", "All of us have to recognise that our individual actions could also be contributing to the short-term downward pressure on the ringgit.", "Demands by corporates and investors to invest abroad, exporters holding back conversion, importers purchasing foreign currency and hedging well ahead before its necessary.", "Individuals, businesses, opening foreign currency accounts and converting their ringgit savings for the higher foreign currency interest rates.", "Undoubtedly, collectively, these add further downward pressure to the ringgit.", "Perhaps we should consider the greater interest, beyond our own individual profits or higher returns.", "We can see there's much general dissatisfaction, unhappiness over a weak ringgit and by inference, many of us prefer a stronger ringgit.", "Yet our actions do the opposite.", "Thus, amidst the prevailing sentiment on ringgit, it is quite important for market players and participants to stay composed and play a stabilising role in riding out the current highly dynamic situation.", "It goes without saying that we should avoid contributing to the downward pressures on the ringgit, let alone jeopardise the orderly functioning of the market.", "Accordingly, market players should advise their clients to manage their FX exposures appropriately.", "This is to ensure that our financial market activities do not become an amplifier of risks to the economy.", "Ladies and gentlemen, As we draw near the year end, I'm sure we're all looking forward, or hoping for better developments in the financial market and going into 2024.", "Chances are we may see the peak of US interest rate hikes as the Fed Reserve has been on hold for the last two consecutive meetings and some of the recent US economic data also point to a slowing economy and receding inflationary pressure.", "This may bode well for greater stability in regional FX and the ringgit.", "Reflecting that the Federal Reserve could be nearly at the end of its rate hiking cycle, recent FX forecasts by analysts also showed that some market participants expect the ringgit to strengthen, reaching between 4.55 to 4.61 level by year end and further strengthening in 2024.", "We can all play a role in getting us there.", "Finally, as we step into the new year, I hope we continue to navigate the financial markets with greater awareness of our impact and recognise that our collective actions can shape a more resilient and equitable financial landscape .", "With that, thank you and I wish you all another year of growth, prosperity, and shared success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Interbank market", "Ringgit", "Financial market development", "Bond market", "Foreign exchange market", "Monetary policy", "Economic growth", "ESG bonds", "US dollar", "Inflation"]}