{"sentences": ["Good afternoon, dear Speaker and fellow colleagues, There is no denying the fact that the financial sector plays a critical part in the context of our efforts to deliver on the national development agenda.", "Financial intermediaries and the stock market work to ensure that savings transform into investment, businesses obtain the resources they need for development, and consumers gain the tools to grow their wealth.", "It is within our regulator's mandate to oil the gears of all these mechanisms and make sure the financial sector provides excellent performance.", "This means that the costs of businesses and consumers related to their financial objectives should go down.", "And this means, as the Speaker has mentioned, that we should secure the emergence of long-term money.", "My deputy, Sergey Shvetsov, is here today to tell you more on our financial market agenda.", "In my opening remarks, I would like to expand on a number of key points in our operations as a regulator, which have, in my view, major implications.", "It would be fair to say that this year has spurred transformation in the financial sector.", "Among key developments are accelerated digitalisation, the Bank of Russia's switch to soft monetary policy, falling interest rates in the economy, pandemic-induced borrowers' problems and a large volume of restructured loans.", "For all its problems and obstacles, the year has laid bare the degree to which financial institutions and banks are prepared for unexpected circumstances.", "The resilience of banks and other financial institutions, and their so-called ability to adsorb the shocks the epidemic has brought about, suggest that rehabilitation of the Russian financial sector is an accomplished fact.", "This is why recent months have seen - despite the difficulties - the financial sector evolving and carrying on with providing support to the economy, as borrowing from banks has been on the rise, and the stock market has been growing at a faster pace.", "Our current priority is to strike the right balance between the objectives of supporting economic recovery and long-term projects as part of our national development agenda.", "It is essential to ensure that a maturing financial market relies on the principles of trust and competition and - this is of paramount importance - the principle of customer interest protection (rather than only on a short-term gain strategy).", "You are aware that lending continued this year, unlike in prior times of crisis.", "More so, we have seen record growth in mortgage lending, which is the point the Speaker has made.", "For all these welcome developments, our central focus should remain with the real target, which is to make housing more available to people, and not to stage a kind of race for records.", "Our housing market has indeed a lot of growth potential: it is true that mortgage lending has yet to become as common as it is in many other countries.", "However, we should bear in mind, first, that mortgage debt has been taking years to accumulate there and, second and most important, the accumulation of this debt should tally with a rise in household incomes.", "Hence the need to prevent the emergence of a bubble in this market and the real risks this bubble would carry, in order of priority, for people, developers and banks.", "This sector needs a long-term development plan based on market principles.", "I cannot agree more with the Speaker on this subject: the government's concessional lending programme indeed helped stave off market failure at times of crises.", "At this point in time however, we are seeing that demand for mortgage loans is in a way increasingly translating into a stampede, leading to unjustified price growth in several regions.", "Ultimately, developers and banks stand to take advantage of this programme, rather than consumers.", "It would do no harm to support them; however, our key objective is the availability of housing.", "We should focus increasingly on targeted support programmes, which includes the efforts to support the overall supply and demand balance.", "Let me explain: there are more and more consumers willing to make use of low rates and take out mortgage loans.", "They could service the debt, but they have no money for the down payment.", "It is common knowledge that a mortgage loan with a low down payment is risky, which means that people might lose their homes.", "The banking system would in turn have to deal with more underperforming loans, ultimately leading to a rise in interest rates for all.", "That is why it is in our interest to stem growth in this lending segment, in line with global practices.", "Therefore, we are discouraging banks from issuing such loans.", "Also, a housing savings project is in the works and will hopefully gain support.", "This is when savings for housing become a down payment.", "They would be kept in a special account, with the terms of a future mortgage loan to be fixed when opening this account.", "We have had a discussion on this subject, so hopefully this arrangement will become standard practice.", "Focus should also be turning to the issue of long-term housing rent, an item that should possibly be higher up on our agenda.", "This is in fact an alternative to mortgage loans, which enables those who cannot afford to take out a mortgage loan, but do need better housing conditions.", "Now let me say a few words about financial resources for the real sector.", "Corporates have indeed been more active borrowers this year and credit portfolios have been on the rise.", "Having said this, we realise that this growth has occurred on the back of the need to plug holes - to fight the consequences of the pandemic and lost revenue.", "The currently low interest rates still have the potential to encourage growth in lending - as a business growth strategy.", "Advancements in the stock market enable corporate customers to attract resources on more favourable terms, which is key to long-term projects.", "We look to low inflation to carry positive implications for such long-term investment strategies.", "The financial market should meet the needs of any companies, large and small.", "We are championing both crowdfunding and factoring for small-sized companies, as well as the Growth Sector of the Moscow Exchange.", "A lot of our efforts are now focused on so-called green finance - a business strategy of environmental responsibility and human capital development aiming to deliver on objectives far beyond profits.", "Companies embracing this strategy should enjoy financing on more favourable terms.", "We all understand that advancing financial innovations are encouraging competition, in this way giving impetus to a reduction in consumer and business costs.", "You are well aware of our recently launched and operating Faster Payments System and the marketplace.", "We are also exploring the potential launch of a digital ruble - we are indeed prepared for an open discussion on the issue and all its nuances.", "Hopefully, we will hold a dedicated digital ruble meeting with the senators before the end of this year so that we make the right assessment of prospects and risks a national digital currency would involve.", "Now, the last point I would like to comment on in a little more detail is an issue the Speaker has already raised, and one we are very concerned about.", "This is the issue of stock market development.", "This market is undergoing drastic and rapid changes.", "Retail investment is becoming a mass phenomenon, with the numbers of retail investors growing very rapidly.", "In two years alone, the number of individuals who opened brokerage accounts rose more than fourfold to 8.5 million people (equalling the number of accounts).", "This is a positive development, which we all acknowledge, and the real sector is poised to benefit from it.", "Still, our concern is about people.", "Do they really understand the risks of the stock market?", "Is there enough transparency in the operations of financial institutions and their offerings?", "It was only deposits that consumers dealt with until recently.", "The deposit is a fairly simple and reliable product with up to 1.4m insurance coverage.", "At this juncture, however, deposit interest rates are in decline, as are other interest rates in the economy, including loan rates, which makes people try their hand at the stock market.", "With many of them being inexperienced, we can ill afford a stock market that has deceived their expectations.", "We have passed a non-qualified investor protection law, which we previously had a thorough discussion about at the Federation Council.", "Everyone understood that the law should be enacted fast, and market players were deeply concerned then, which all resulted in the compromise decision that the law would come into force in 2022.", "The discussion was extended, but at the time we assumed a smoother growth in the number of individuals entering the stock market.", "Ultimately, we came to have a really soft and compromise version of this law with deferred enactment.", "Yet, we are seeing, in current market developments, intensive inflows of non-qualified investors - ordinary citizens entering the stock market.", "What we have to report now is that financial companies, taking advantage of the transition period before entry into force of the law, are touting and hard-selling products unfit for non-qualified investors.", "When a deposit account matures, the customer is offered an alternative investment product instead of deposit extension.", "An inexperienced investor is flooded with the windy talk of capital protection, guaranteed yield, and the likes of structured bonds and structured instruments.", "Our view is that this situation calls for decisive action.The reasons for this are, regretfully, the misuse of consumer trust becoming commonplace, and offerings including structured products of a complicated nature without guaranteed yield or return of investment - unlike stateguaranteed interest income.", "We therefore intend to launch, before the non-qualified investor protection law enters into force, so-called key information documents.", "A key information document is essentially a clear, transparent description of a financial product.", "These documents will lay out product specifics and risks.", "The seller will be obliged to make the investor - the so-called investor who is just an individual - acquainted with these documents.", "No less important is the law the Speaker has spoken about, setting forth the rules for selling investment financial products.", "This is where the Federal Antimonopoly Service could step in and make the difference.", "Misselling should be punishable.", "We are working on this draft law jointly with the Finance Ministry, and hopefully the Federation Council will in turn assist in passing it as soon as possible.", "A number of regulations may even need tightening there.", "Apart from this future law, it is our responsibility to protect investors from product offerings or financial instruments whose risks they are unable to evaluate, from products they may buy at banks on the assumption that they are buying a sort of bank deposit.", "That is, it turns out that people do not realise that they become retail investors when they buy these products and assume some risks.", "As I see it, urgent action is needed to rectify this situation.", "This is what we propose.", "The decision we are bringing up for discussion today has taken us quite some time to formulate given all the compromise solutions we had to consider.", "We propose that direct restrictions be imposed on the sale to non-qualified investors of structured financial products, that is, products with leverage and those with a forex component in an asset base.", "Once the testing system is fully operational and we are convinced of its efficiency, these restrictions will be gradually lifted.", "We believe that at this juncture it is our responsibility to protect our investors.", "We might as well move forward some of the law regulations - those making customers' qualification tests mandatory - from April 2022 to at least 1 October 2021.", "At the time, we went along with market players and provided for a fairly comfortable and soft transition period in the law.", "We had an extensive discussion with Federation Council members.", "It stands to reason however that the major shift in the situation calls on us to take meaningful action to protect consumer rights.", "I admit that financial institutions themselves are unlikely to welcome this proposal, and their feedback will be negative.", "This is where we count on you to help, just as we have always counted on your support of our initiatives related to efficient consumer right protection in the financial market.", "The key reason for this is the nature of financial institutions: they are financial intermediaries which should operate in the interest of businesses and consumers, just like the Speaker said.", "We therefore believe that now is the time for prompt and serious discussion of this matter to make a decision.", "I am now handing over the floor to Sergey Shvetsov, who will enlarge on these and other initiatives I have presented.", "I truly wanted to make sure that my opening remarks highlight this most acute problem - the need for protection of our consumers who are entering the stock market.", "Thank you for your time."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial market development", "Stock market", "Consumer protection", "Mortgage lending", "Housing market", "Long-term finance", "Green finance", "Financial innovation", "Digital ruble", "Non-qualified investor protection"]}